<?php
declare(strict_types=1);

namespace Noldors\Inflect\Tests\RussianDataProviders;

class LetterM
{
    public static function data():array
    {
        return [
            ['лабаз', 'лабаз', 0],
            ['лабаз', 'лабаз', 1],
            ['лабаз', 'лабаз', 2],
            ['лабаз', 'лабаз', 30],

            ['лабиринт', 'лабиринт', 0],
            ['лабиринт', 'лабиринт', 1],
            ['лабиринт', 'лабиринт', 2],
            ['лабиринт', 'лабиринт', 30],

            ['лаборант', 'лаборант', 0],
            ['лаборант', 'лаборант', 1],
            ['лаборант', 'лаборант', 2],
            ['лаборант', 'лаборант', 30],

            ['лаборантка', 'лаборантка', 0],
            ['лаборантка', 'лаборантка', 1],
            ['лаборантка', 'лаборантка', 2],
            ['лаборантка', 'лаборантка', 30],

            ['лаборатория', 'лаборатория', 0],
            ['лаборатория', 'лаборатория', 1],
            ['лаборатория', 'лаборатория', 2],
            ['лаборатория', 'лаборатория', 30],

            ['лава', 'лава', 0],
            ['лава', 'лава', 1],
            ['лава', 'лава', 2],
            ['лава', 'лава', 30],

            ['лавина', 'лавина', 0],
            ['лавина', 'лавина', 1],
            ['лавина', 'лавина', 2],
            ['лавина', 'лавина', 30],

            ['лавка', 'лавка', 0],
            ['лавка', 'лавка', 1],
            ['лавка', 'лавка', 2],
            ['лавка', 'лавка', 30],

            ['лавочка', 'лавочка', 0],
            ['лавочка', 'лавочка', 1],
            ['лавочка', 'лавочка', 2],
            ['лавочка', 'лавочка', 30],

            ['лавочник', 'лавочник', 0],
            ['лавочник', 'лавочник', 1],
            ['лавочник', 'лавочник', 2],
            ['лавочник', 'лавочник', 30],

            ['лавр', 'лавр', 0],
            ['лавр', 'лавр', 1],
            ['лавр', 'лавр', 2],
            ['лавр', 'лавр', 30],

            ['лавра', 'лавра', 0],
            ['лавра', 'лавра', 1],
            ['лавра', 'лавра', 2],
            ['лавра', 'лавра', 30],

            ['лаврен', 'лаврен', 0],
            ['лаврен', 'лаврен', 1],
            ['лаврен', 'лаврен', 2],
            ['лаврен', 'лаврен', 30],

            ['лаврента', 'лаврента', 0],
            ['лаврента', 'лаврента', 1],
            ['лаврента', 'лаврента', 2],
            ['лаврента', 'лаврента', 30],

            ['лаврентий', 'лаврентий', 0],
            ['лаврентий', 'лаврентий', 1],
            ['лаврентий', 'лаврентий', 2],
            ['лаврентий', 'лаврентий', 30],

            ['лаврентьич', 'лаврентьич', 0],
            ['лаврентьич', 'лаврентьич', 1],
            ['лаврентьич', 'лаврентьич', 2],
            ['лаврентьич', 'лаврентьич', 30],

            ['лаврентьюшка', 'лаврентьюшка', 0],
            ['лаврентьюшка', 'лаврентьюшка', 1],
            ['лаврентьюшка', 'лаврентьюшка', 2],
            ['лаврентьюшка', 'лаврентьюшка', 30],

            ['лавреныч', 'лавреныч', 0],
            ['лавреныч', 'лавреныч', 1],
            ['лавреныч', 'лавреныч', 2],
            ['лавреныч', 'лавреныч', 30],

            ['лавреня', 'лавреня', 0],
            ['лавреня', 'лавреня', 1],
            ['лавреня', 'лавреня', 2],
            ['лавреня', 'лавреня', 30],

            ['лаврич', 'лаврич', 0],
            ['лаврич', 'лаврич', 1],
            ['лаврич', 'лаврич', 2],
            ['лаврич', 'лаврич', 30],

            ['лавруня', 'лавруня', 0],
            ['лавруня', 'лавруня', 1],
            ['лавруня', 'лавруня', 2],
            ['лавруня', 'лавруня', 30],

            ['лавруся', 'лавруся', 0],
            ['лавруся', 'лавруся', 1],
            ['лавруся', 'лавруся', 2],
            ['лавруся', 'лавруся', 30],

            ['лавруха', 'лавруха', 0],
            ['лавруха', 'лавруха', 1],
            ['лавруха', 'лавруха', 2],
            ['лавруха', 'лавруха', 30],

            ['лавруша', 'лавруша', 0],
            ['лавруша', 'лавруша', 1],
            ['лавруша', 'лавруша', 2],
            ['лавруша', 'лавруша', 30],

            ['лаврушка', 'лаврушка', 0],
            ['лаврушка', 'лаврушка', 1],
            ['лаврушка', 'лаврушка', 2],
            ['лаврушка', 'лаврушка', 30],

            ['лаврюня', 'лаврюня', 0],
            ['лаврюня', 'лаврюня', 1],
            ['лаврюня', 'лаврюня', 2],
            ['лаврюня', 'лаврюня', 30],

            ['лаврюся', 'лаврюся', 0],
            ['лаврюся', 'лаврюся', 1],
            ['лаврюся', 'лаврюся', 2],
            ['лаврюся', 'лаврюся', 30],

            ['лаврюха', 'лаврюха', 0],
            ['лаврюха', 'лаврюха', 1],
            ['лаврюха', 'лаврюха', 2],
            ['лаврюха', 'лаврюха', 30],

            ['лаврюша', 'лаврюша', 0],
            ['лаврюша', 'лаврюша', 1],
            ['лаврюша', 'лаврюша', 2],
            ['лаврюша', 'лаврюша', 30],

            ['лавря', 'лавря', 0],
            ['лавря', 'лавря', 1],
            ['лавря', 'лавря', 2],
            ['лавря', 'лавря', 30],

            ['лавчонка', 'лавчонка', 0],
            ['лавчонка', 'лавчонка', 1],
            ['лавчонка', 'лавчонка', 2],
            ['лавчонка', 'лавчонка', 30],

            ['лагерник', 'лагерник', 0],
            ['лагерник', 'лагерник', 1],
            ['лагерник', 'лагерник', 2],
            ['лагерник', 'лагерник', 30],

            ['лагерь', 'лагерь', 0],
            ['лагерь', 'лагерь', 1],
            ['лагерь', 'лагерь', 2],
            ['лагерь', 'лагерь', 30],

            ['лагос', 'лагос', 0],
            ['лагос', 'лагос', 1],
            ['лагос', 'лагос', 2],
            ['лагос', 'лагос', 30],

            ['лагуна', 'лагуна', 0],
            ['лагуна', 'лагуна', 1],
            ['лагуна', 'лагуна', 2],
            ['лагуна', 'лагуна', 30],

            ['лад', 'лад', 0],
            ['лад', 'лад', 1],
            ['лад', 'лад', 2],
            ['лад', 'лад', 30],

            ['лада', 'лада', 0],
            ['лада', 'лада', 1],
            ['лада', 'лада', 2],
            ['лада', 'лада', 30],

            ['ладан', 'ладан', 0],
            ['ладан', 'ладан', 1],
            ['ладан', 'ладан', 2],
            ['ладан', 'ладан', 30],

            ['ладо', 'ладо', 0],
            ['ладо', 'ладо', 1],
            ['ладо', 'ладо', 2],
            ['ладо', 'ладо', 30],

            ['ладога', 'ладога', 0],
            ['ладога', 'ладога', 1],
            ['ладога', 'ладога', 2],
            ['ладога', 'ладога', 30],

            ['ладонь', 'ладонь', 0],
            ['ладонь', 'ладонь', 1],
            ['ладонь', 'ладонь', 2],
            ['ладонь', 'ладонь', 30],

            ['ладонька', 'ладонька', 0],
            ['ладонька', 'ладонька', 1],
            ['ладонька', 'ладонька', 2],
            ['ладонька', 'ладонька', 30],

            ['ладоши', 'ладоши', 0],
            ['ладоши', 'ладоши', 1],
            ['ладоши', 'ладоши', 2],
            ['ладоши', 'ладоши', 30],

            ['ладошка', 'ладошка', 0],
            ['ладошка', 'ладошка', 1],
            ['ладошка', 'ладошка', 2],
            ['ладошка', 'ладошка', 30],

            ['ладуся', 'ладуся', 0],
            ['ладуся', 'ладуся', 1],
            ['ладуся', 'ладуся', 2],
            ['ладуся', 'ладуся', 30],

            ['ладушка', 'ладушка', 0],
            ['ладушка', 'ладушка', 1],
            ['ладушка', 'ладушка', 2],
            ['ладушка', 'ладушка', 30],

            ['ладья', 'ладья', 0],
            ['ладья', 'ладья', 1],
            ['ладья', 'ладья', 2],
            ['ладья', 'ладья', 30],

            ['ладя', 'ладя', 0],
            ['ладя', 'ладя', 1],
            ['ладя', 'ладя', 2],
            ['ладя', 'ладя', 30],

            ['лаж', 'лаж', 0],
            ['лаж', 'лаж', 1],
            ['лаж', 'лаж', 2],
            ['лаж', 'лаж', 30],

            ['лаз', 'лаз', 0],
            ['лаз', 'лаз', 1],
            ['лаз', 'лаз', 2],
            ['лаз', 'лаз', 30],

            ['лазаренко', 'лазаренко', 0],
            ['лазаренко', 'лазаренко', 1],
            ['лазаренко', 'лазаренко', 2],
            ['лазаренко', 'лазаренко', 30],

            ['лазарет', 'лазарет', 0],
            ['лазарет', 'лазарет', 1],
            ['лазарет', 'лазарет', 2],
            ['лазарет', 'лазарет', 30],

            ['лазейка', 'лазейка', 0],
            ['лазейка', 'лазейка', 1],
            ['лазейка', 'лазейка', 2],
            ['лазейка', 'лазейка', 30],

            ['лазер', 'лазер', 0],
            ['лазер', 'лазер', 1],
            ['лазер', 'лазер', 2],
            ['лазер', 'лазер', 30],

            ['лазурь', 'лазурь', 0],
            ['лазурь', 'лазурь', 1],
            ['лазурь', 'лазурь', 2],
            ['лазурь', 'лазурь', 30],

            ['лазутчик', 'лазутчик', 0],
            ['лазутчик', 'лазутчик', 1],
            ['лазутчик', 'лазутчик', 2],
            ['лазутчик', 'лазутчик', 30],

            ['лай', 'лай', 0],
            ['лай', 'лай', 1],
            ['лай', 'лай', 2],
            ['лай', 'лай', 30],

            ['лайка', 'лайка', 0],
            ['лайка', 'лайка', 1],
            ['лайка', 'лайка', 2],
            ['лайка', 'лайка', 30],

            ['лайнер', 'лайнер', 0],
            ['лайнер', 'лайнер', 1],
            ['лайнер', 'лайнер', 2],
            ['лайнер', 'лайнер', 30],

            ['лак', 'лак', 0],
            ['лак', 'лак', 1],
            ['лак', 'лак', 2],
            ['лак', 'лак', 30],

            ['лакей', 'лакей', 0],
            ['лакей', 'лакей', 1],
            ['лакей', 'лакей', 2],
            ['лакей', 'лакей', 30],

            ['лакомство', 'лакомство', 0],
            ['лакомство', 'лакомство', 1],
            ['лакомство', 'лакомство', 2],
            ['лакомство', 'лакомство', 30],

            ['лама', 'лама', 0],
            ['лама', 'лама', 1],
            ['лама', 'лама', 2],
            ['лама', 'лама', 30],

            ['лампа', 'лампа', 0],
            ['лампа', 'лампа', 1],
            ['лампа', 'лампа', 2],
            ['лампа', 'лампа', 30],

            ['лампас', 'лампас', 0],
            ['лампас', 'лампас', 1],
            ['лампас', 'лампас', 2],
            ['лампас', 'лампас', 30],

            ['лампочка', 'лампочка', 0],
            ['лампочка', 'лампочка', 1],
            ['лампочка', 'лампочка', 2],
            ['лампочка', 'лампочка', 30],

            ['ламут', 'ламут', 0],
            ['ламут', 'ламут', 1],
            ['ламут', 'ламут', 2],
            ['ламут', 'ламут', 30],

            ['лан', 'лан', 0],
            ['лан', 'лан', 1],
            ['лан', 'лан', 2],
            ['лан', 'лан', 30],

            ['лана', 'лана', 0],
            ['лана', 'лана', 1],
            ['лана', 'лана', 2],
            ['лана', 'лана', 30],

            ['ландграф', 'ландграф', 0],
            ['ландграф', 'ландграф', 1],
            ['ландграф', 'ландграф', 2],
            ['ландграф', 'ландграф', 30],

            ['ландшафт', 'ландшафт', 0],
            ['ландшафт', 'ландшафт', 1],
            ['ландшафт', 'ландшафт', 2],
            ['ландшафт', 'ландшафт', 30],

            ['ландыш', 'ландыш', 0],
            ['ландыш', 'ландыш', 1],
            ['ландыш', 'ландыш', 2],
            ['ландыш', 'ландыш', 30],

            ['ланита', 'ланита', 0],
            ['ланита', 'ланита', 1],
            ['ланита', 'ланита', 2],
            ['ланита', 'ланита', 30],

            ['лань', 'лань', 0],
            ['лань', 'лань', 1],
            ['лань', 'лань', 2],
            ['лань', 'лань', 30],

            ['ланя', 'ланя', 0],
            ['ланя', 'ланя', 1],
            ['ланя', 'ланя', 2],
            ['ланя', 'ланя', 30],

            ['лаос', 'лаос', 0],
            ['лаос', 'лаос', 1],
            ['лаос', 'лаос', 2],
            ['лаос', 'лаос', 30],

            ['лапа', 'лапа', 0],
            ['лапа', 'лапа', 1],
            ['лапа', 'лапа', 2],
            ['лапа', 'лапа', 30],

            ['лапина', 'лапина', 0],
            ['лапина', 'лапина', 1],
            ['лапина', 'лапина', 2],
            ['лапина', 'лапина', 30],

            ['лапища', 'лапища', 0],
            ['лапища', 'лапища', 1],
            ['лапища', 'лапища', 2],
            ['лапища', 'лапища', 30],

            ['лапка', 'лапка', 0],
            ['лапка', 'лапка', 1],
            ['лапка', 'лапка', 2],
            ['лапка', 'лапка', 30],

            ['лапник', 'лапник', 0],
            ['лапник', 'лапник', 1],
            ['лапник', 'лапник', 2],
            ['лапник', 'лапник', 30],

            ['лапоть', 'лапоть', 0],
            ['лапоть', 'лапоть', 1],
            ['лапоть', 'лапоть', 2],
            ['лапоть', 'лапоть', 30],

            ['лапочка', 'лапочка', 0],
            ['лапочка', 'лапочка', 1],
            ['лапочка', 'лапочка', 2],
            ['лапочка', 'лапочка', 30],

            ['лапта', 'лапта', 0],
            ['лапта', 'лапта', 1],
            ['лапта', 'лапта', 2],
            ['лапта', 'лапта', 30],

            ['лапша', 'лапша', 0],
            ['лапша', 'лапша', 1],
            ['лапша', 'лапша', 2],
            ['лапша', 'лапша', 30],

            ['лара', 'лара', 0],
            ['лара', 'лара', 1],
            ['лара', 'лара', 2],
            ['лара', 'лара', 30],

            ['ларек', 'ларек', 0],
            ['ларек', 'ларек', 1],
            ['ларек', 'ларек', 2],
            ['ларек', 'ларек', 30],

            ['ларец', 'ларец', 0],
            ['ларец', 'ларец', 1],
            ['ларец', 'ларец', 2],
            ['ларец', 'ларец', 30],

            ['лариса', 'лариса', 0],
            ['лариса', 'лариса', 1],
            ['лариса', 'лариса', 2],
            ['лариса', 'лариса', 30],

            ['лариска', 'лариска', 0],
            ['лариска', 'лариска', 1],
            ['лариска', 'лариска', 2],
            ['лариска', 'лариска', 30],

            ['ларисса', 'ларисса', 0],
            ['ларисса', 'ларисса', 1],
            ['ларисса', 'ларисса', 2],
            ['ларисса', 'ларисса', 30],

            ['ларсен', 'ларсен', 0],
            ['ларсен', 'ларсен', 1],
            ['ларсен', 'ларсен', 2],
            ['ларсен', 'ларсен', 30],

            ['ларуля', 'ларуля', 0],
            ['ларуля', 'ларуля', 1],
            ['ларуля', 'ларуля', 2],
            ['ларуля', 'ларуля', 30],

            ['ларуня', 'ларуня', 0],
            ['ларуня', 'ларуня', 1],
            ['ларуня', 'ларуня', 2],
            ['ларуня', 'ларуня', 30],

            ['ларуся', 'ларуся', 0],
            ['ларуся', 'ларуся', 1],
            ['ларуся', 'ларуся', 2],
            ['ларуся', 'ларуся', 30],

            ['ларь', 'ларь', 0],
            ['ларь', 'ларь', 1],
            ['ларь', 'ларь', 2],
            ['ларь', 'ларь', 30],

            ['ларя', 'ларя', 0],
            ['ларя', 'ларя', 1],
            ['ларя', 'ларя', 2],
            ['ларя', 'ларя', 30],

            ['ласа', 'ласа', 0],
            ['ласа', 'ласа', 1],
            ['ласа', 'ласа', 2],
            ['ласа', 'ласа', 30],

            ['ласка', 'ласка', 0],
            ['ласка', 'ласка', 1],
            ['ласка', 'ласка', 2],
            ['ласка', 'ласка', 30],

            ['ласковость', 'ласковость', 0],
            ['ласковость', 'ласковость', 1],
            ['ласковость', 'ласковость', 2],
            ['ласковость', 'ласковость', 30],

            ['ласт', 'ласт', 0],
            ['ласт', 'ласт', 1],
            ['ласт', 'ласт', 2],
            ['ласт', 'ласт', 30],

            ['ласточка', 'ласточка', 0],
            ['ласточка', 'ласточка', 1],
            ['ласточка', 'ласточка', 2],
            ['ласточка', 'ласточка', 30],

            ['лата', 'лата', 0],
            ['лата', 'лата', 1],
            ['лата', 'лата', 2],
            ['лата', 'лата', 30],

            ['латвия', 'латвия', 0],
            ['латвия', 'латвия', 1],
            ['латвия', 'латвия', 2],
            ['латвия', 'латвия', 30],

            ['латиноамериканец', 'латиноамериканец', 0],
            ['латиноамериканец', 'латиноамериканец', 1],
            ['латиноамериканец', 'латиноамериканец', 2],
            ['латиноамериканец', 'латиноамериканец', 30],

            ['латынь', 'латынь', 0],
            ['латынь', 'латынь', 1],
            ['латынь', 'латынь', 2],
            ['латынь', 'латынь', 30],

            ['латыш', 'латыш', 0],
            ['латыш', 'латыш', 1],
            ['латыш', 'латыш', 2],
            ['латыш', 'латыш', 30],

            ['лауреат', 'лауреат', 0],
            ['лауреат', 'лауреат', 1],
            ['лауреат', 'лауреат', 2],
            ['лауреат', 'лауреат', 30],

            ['лафа', 'лафа', 0],
            ['лафа', 'лафа', 1],
            ['лафа', 'лафа', 2],
            ['лафа', 'лафа', 30],

            ['лацкан', 'лацкан', 0],
            ['лацкан', 'лацкан', 1],
            ['лацкан', 'лацкан', 2],
            ['лацкан', 'лацкан', 30],

            ['лачуга', 'лачуга', 0],
            ['лачуга', 'лачуга', 1],
            ['лачуга', 'лачуга', 2],
            ['лачуга', 'лачуга', 30],

            ['лгун', 'лгун', 0],
            ['лгун', 'лгун', 1],
            ['лгун', 'лгун', 2],
            ['лгун', 'лгун', 30],

            ['лдпр', 'лдпр', 0],
            ['лдпр', 'лдпр', 1],
            ['лдпр', 'лдпр', 2],
            ['лдпр', 'лдпр', 30],

            ['лебеда', 'лебеда', 0],
            ['лебеда', 'лебеда', 1],
            ['лебеда', 'лебеда', 2],
            ['лебеда', 'лебеда', 30],

            ['лебедка', 'лебедка', 0],
            ['лебедка', 'лебедка', 1],
            ['лебедка', 'лебедка', 2],
            ['лебедка', 'лебедка', 30],

            ['лебедь', 'лебедь', 0],
            ['лебедь', 'лебедь', 1],
            ['лебедь', 'лебедь', 2],
            ['лебедь', 'лебедь', 30],

            ['лев', 'лев', 0],
            ['лев', 'лев', 1],
            ['лев', 'лев', 2],
            ['лев', 'лев', 30],

            ['лева', 'лева', 0],
            ['лева', 'лева', 1],
            ['лева', 'лева', 2],
            ['лева', 'лева', 30],

            ['левак', 'левак', 0],
            ['левак', 'левак', 1],
            ['левак', 'левак', 2],
            ['левак', 'левак', 30],

            ['левиафан', 'левиафан', 0],
            ['левиафан', 'левиафан', 1],
            ['левиафан', 'левиафан', 2],
            ['левиафан', 'левиафан', 30],

            ['левитация', 'левитация', 0],
            ['левитация', 'левитация', 1],
            ['левитация', 'левитация', 2],
            ['левитация', 'левитация', 30],

            ['левомицетин', 'левомицетин', 0],
            ['левомицетин', 'левомицетин', 1],
            ['левомицетин', 'левомицетин', 2],
            ['левомицетин', 'левомицетин', 30],

            ['левон', 'левон', 0],
            ['левон', 'левон', 1],
            ['левон', 'левон', 2],
            ['левон', 'левон', 30],

            ['левонтий', 'левонтий', 0],
            ['левонтий', 'левонтий', 1],
            ['левонтий', 'левонтий', 2],
            ['левонтий', 'левонтий', 30],

            ['левша', 'левша', 0],
            ['левша', 'левша', 1],
            ['левша', 'левша', 2],
            ['левша', 'левша', 30],

            ['левый', 'левый', 0],
            ['левый', 'левый', 1],
            ['левый', 'левый', 2],
            ['левый', 'левый', 30],

            ['лега', 'лега', 0],
            ['лега', 'лега', 1],
            ['лега', 'лега', 2],
            ['лега', 'лега', 30],

            ['легализация', 'легализация', 0],
            ['легализация', 'легализация', 1],
            ['легализация', 'легализация', 2],
            ['легализация', 'легализация', 30],

            ['легенда', 'легенда', 0],
            ['легенда', 'легенда', 1],
            ['легенда', 'легенда', 2],
            ['легенда', 'легенда', 30],

            ['легион', 'легион', 0],
            ['легион', 'легион', 1],
            ['легион', 'легион', 2],
            ['легион', 'легион', 30],

            ['легионер', 'легионер', 0],
            ['легионер', 'легионер', 1],
            ['легионер', 'легионер', 2],
            ['легионер', 'легионер', 30],

            ['легковушка', 'легковушка', 0],
            ['легковушка', 'легковушка', 1],
            ['легковушка', 'легковушка', 2],
            ['легковушка', 'легковушка', 30],

            ['легкое', 'легкое', 0],
            ['легкое', 'легкое', 1],
            ['легкое', 'легкое', 2],
            ['легкое', 'легкое', 30],

            ['легкомыслие', 'легкомыслие', 0],
            ['легкомыслие', 'легкомыслие', 1],
            ['легкомыслие', 'легкомыслие', 2],
            ['легкомыслие', 'легкомыслие', 30],

            ['легкость', 'легкость', 0],
            ['легкость', 'легкость', 1],
            ['легкость', 'легкость', 2],
            ['легкость', 'легкость', 30],

            ['лед', 'лед', 0],
            ['лед', 'лед', 1],
            ['лед', 'лед', 2],
            ['лед', 'лед', 30],

            ['леда', 'леда', 0],
            ['леда', 'леда', 1],
            ['леда', 'леда', 2],
            ['леда', 'леда', 30],

            ['леденец', 'леденец', 0],
            ['леденец', 'леденец', 1],
            ['леденец', 'леденец', 2],
            ['леденец', 'леденец', 30],

            ['леди', 'леди', 0],
            ['леди', 'леди', 1],
            ['леди', 'леди', 2],
            ['леди', 'леди', 30],

            ['ледник', 'ледник', 0],
            ['ледник', 'ледник', 1],
            ['ледник', 'ледник', 2],
            ['ледник', 'ледник', 30],

            ['ледок', 'ледок', 0],
            ['ледок', 'ледок', 1],
            ['ледок', 'ледок', 2],
            ['ледок', 'ледок', 30],

            ['ледокол', 'ледокол', 0],
            ['ледокол', 'ледокол', 1],
            ['ледокол', 'ледокол', 2],
            ['ледокол', 'ледокол', 30],

            ['ледоруб', 'ледоруб', 0],
            ['ледоруб', 'ледоруб', 1],
            ['ледоруб', 'ледоруб', 2],
            ['ледоруб', 'ледоруб', 30],

            ['ледоход', 'ледоход', 0],
            ['ледоход', 'ледоход', 1],
            ['ледоход', 'ледоход', 2],
            ['ледоход', 'ледоход', 30],

            ['ледя', 'ледя', 0],
            ['ледя', 'ледя', 1],
            ['ледя', 'ледя', 2],
            ['ледя', 'ледя', 30],

            ['лежак', 'лежак', 0],
            ['лежак', 'лежак', 1],
            ['лежак', 'лежак', 2],
            ['лежак', 'лежак', 30],

            ['лежание', 'лежание', 0],
            ['лежание', 'лежание', 1],
            ['лежание', 'лежание', 2],
            ['лежание', 'лежание', 30],

            ['лежанка', 'лежанка', 0],
            ['лежанка', 'лежанка', 1],
            ['лежанка', 'лежанка', 2],
            ['лежанка', 'лежанка', 30],

            ['лежбище', 'лежбище', 0],
            ['лежбище', 'лежбище', 1],
            ['лежбище', 'лежбище', 2],
            ['лежбище', 'лежбище', 30],

            ['лежка', 'лежка', 0],
            ['лежка', 'лежка', 1],
            ['лежка', 'лежка', 2],
            ['лежка', 'лежка', 30],

            ['лезвие', 'лезвие', 0],
            ['лезвие', 'лезвие', 1],
            ['лезвие', 'лезвие', 2],
            ['лезвие', 'лезвие', 30],

            ['лейден', 'лейден', 0],
            ['лейден', 'лейден', 1],
            ['лейден', 'лейден', 2],
            ['лейден', 'лейден', 30],

            ['лейка', 'лейка', 0],
            ['лейка', 'лейка', 1],
            ['лейка', 'лейка', 2],
            ['лейка', 'лейка', 30],

            ['лейкоцит', 'лейкоцит', 0],
            ['лейкоцит', 'лейкоцит', 1],
            ['лейкоцит', 'лейкоцит', 2],
            ['лейкоцит', 'лейкоцит', 30],

            ['лейкоцитоз', 'лейкоцитоз', 0],
            ['лейкоцитоз', 'лейкоцитоз', 1],
            ['лейкоцитоз', 'лейкоцитоз', 2],
            ['лейкоцитоз', 'лейкоцитоз', 30],

            ['лейпциг', 'лейпциг', 0],
            ['лейпциг', 'лейпциг', 1],
            ['лейпциг', 'лейпциг', 2],
            ['лейпциг', 'лейпциг', 30],

            ['лейтенант', 'лейтенант', 0],
            ['лейтенант', 'лейтенант', 1],
            ['лейтенант', 'лейтенант', 2],
            ['лейтенант', 'лейтенант', 30],

            ['лейтмотив', 'лейтмотив', 0],
            ['лейтмотив', 'лейтмотив', 1],
            ['лейтмотив', 'лейтмотив', 2],
            ['лейтмотив', 'лейтмотив', 30],

            ['лека', 'лека', 0],
            ['лека', 'лека', 1],
            ['лека', 'лека', 2],
            ['лека', 'лека', 30],

            ['лекарство', 'лекарство', 0],
            ['лекарство', 'лекарство', 1],
            ['лекарство', 'лекарство', 2],
            ['лекарство', 'лекарство', 30],

            ['лекарь', 'лекарь', 0],
            ['лекарь', 'лекарь', 1],
            ['лекарь', 'лекарь', 2],
            ['лекарь', 'лекарь', 30],

            ['лекса', 'лекса', 0],
            ['лекса', 'лекса', 1],
            ['лекса', 'лекса', 2],
            ['лекса', 'лекса', 30],

            ['лексана', 'лексана', 0],
            ['лексана', 'лексана', 1],
            ['лексана', 'лексана', 2],
            ['лексана', 'лексана', 30],

            ['лександр', 'лександр', 0],
            ['лександр', 'лександр', 1],
            ['лександр', 'лександр', 2],
            ['лександр', 'лександр', 30],

            ['лександра', 'лександра', 0],
            ['лександра', 'лександра', 1],
            ['лександра', 'лександра', 2],
            ['лександра', 'лександра', 30],

            ['лексаня', 'лексаня', 0],
            ['лексаня', 'лексаня', 1],
            ['лексаня', 'лексаня', 2],
            ['лексаня', 'лексаня', 30],

            ['лексаша', 'лексаша', 0],
            ['лексаша', 'лексаша', 1],
            ['лексаша', 'лексаша', 2],
            ['лексаша', 'лексаша', 30],

            ['лексей', 'лексей', 0],
            ['лексей', 'лексей', 1],
            ['лексей', 'лексей', 2],
            ['лексей', 'лексей', 30],

            ['лексейка', 'лексейка', 0],
            ['лексейка', 'лексейка', 1],
            ['лексейка', 'лексейка', 2],
            ['лексейка', 'лексейка', 30],

            ['лексика', 'лексика', 0],
            ['лексика', 'лексика', 1],
            ['лексика', 'лексика', 2],
            ['лексика', 'лексика', 30],

            ['лексикон', 'лексикон', 0],
            ['лексикон', 'лексикон', 1],
            ['лексикон', 'лексикон', 2],
            ['лексикон', 'лексикон', 30],

            ['лекся', 'лекся', 0],
            ['лекся', 'лекся', 1],
            ['лекся', 'лекся', 2],
            ['лекся', 'лекся', 30],

            ['лектор', 'лектор', 0],
            ['лектор', 'лектор', 1],
            ['лектор', 'лектор', 2],
            ['лектор', 'лектор', 30],

            ['лекция', 'лекция', 0],
            ['лекция', 'лекция', 1],
            ['лекция', 'лекция', 2],
            ['лекция', 'лекция', 30],

            ['лела', 'лела', 0],
            ['лела', 'лела', 1],
            ['лела', 'лела', 2],
            ['лела', 'лела', 30],

            ['лелистад', 'лелистад', 0],
            ['лелистад', 'лелистад', 1],
            ['лелистад', 'лелистад', 2],
            ['лелистад', 'лелистад', 30],

            ['леля', 'леля', 0],
            ['леля', 'леля', 1],
            ['леля', 'леля', 2],
            ['леля', 'леля', 30],

            ['лена', 'лена', 0],
            ['лена', 'лена', 1],
            ['лена', 'лена', 2],
            ['лена', 'лена', 30],

            ['ленин', 'ленин', 0],
            ['ленин', 'ленин', 1],
            ['ленин', 'ленин', 2],
            ['ленин', 'ленин', 30],

            ['ленинград', 'ленинград', 0],
            ['ленинград', 'ленинград', 1],
            ['ленинград', 'ленинград', 2],
            ['ленинград', 'ленинград', 30],

            ['ленинградец', 'ленинградец', 0],
            ['ленинградец', 'ленинградец', 1],
            ['ленинградец', 'ленинградец', 2],
            ['ленинградец', 'ленинградец', 30],

            ['ленинец', 'ленинец', 0],
            ['ленинец', 'ленинец', 1],
            ['ленинец', 'ленинец', 2],
            ['ленинец', 'ленинец', 30],

            ['ленинизм', 'ленинизм', 0],
            ['ленинизм', 'ленинизм', 1],
            ['ленинизм', 'ленинизм', 2],
            ['ленинизм', 'ленинизм', 30],

            ['ленинск', 'ленинск', 0],
            ['ленинск', 'ленинск', 1],
            ['ленинск', 'ленинск', 2],
            ['ленинск', 'ленинск', 30],

            ['леность', 'леность', 0],
            ['леность', 'леность', 1],
            ['леность', 'леность', 2],
            ['леность', 'леность', 30],

            ['ленсовет', 'ленсовет', 0],
            ['ленсовет', 'ленсовет', 1],
            ['ленсовет', 'ленсовет', 2],
            ['ленсовет', 'ленсовет', 30],

            ['лента', 'лента', 0],
            ['лента', 'лента', 1],
            ['лента', 'лента', 2],
            ['лента', 'лента', 30],

            ['ленточка', 'ленточка', 0],
            ['ленточка', 'ленточка', 1],
            ['ленточка', 'ленточка', 2],
            ['ленточка', 'ленточка', 30],

            ['лентяй', 'лентяй', 0],
            ['лентяй', 'лентяй', 1],
            ['лентяй', 'лентяй', 2],
            ['лентяй', 'лентяй', 30],

            ['ленуся', 'ленуся', 0],
            ['ленуся', 'ленуся', 1],
            ['ленуся', 'ленуся', 2],
            ['ленуся', 'ленуся', 30],

            ['ленуша', 'ленуша', 0],
            ['ленуша', 'ленуша', 1],
            ['ленуша', 'ленуша', 2],
            ['ленуша', 'ленуша', 30],

            ['ленфильм', 'ленфильм', 0],
            ['ленфильм', 'ленфильм', 1],
            ['ленфильм', 'ленфильм', 2],
            ['ленфильм', 'ленфильм', 30],

            ['ленца', 'ленца', 0],
            ['ленца', 'ленца', 1],
            ['ленца', 'ленца', 2],
            ['ленца', 'ленца', 30],

            ['лень', 'лень', 0],
            ['лень', 'лень', 1],
            ['лень', 'лень', 2],
            ['лень', 'лень', 30],

            ['ленюся', 'ленюся', 0],
            ['ленюся', 'ленюся', 1],
            ['ленюся', 'ленюся', 2],
            ['ленюся', 'ленюся', 30],

            ['леня', 'леня', 0],
            ['леня', 'леня', 1],
            ['леня', 'леня', 2],
            ['леня', 'леня', 30],

            ['лео', 'лео', 0],
            ['лео', 'лео', 1],
            ['лео', 'лео', 2],
            ['лео', 'лео', 30],

            ['леон', 'леон', 0],
            ['леон', 'леон', 1],
            ['леон', 'леон', 2],
            ['леон', 'леон', 30],

            ['леонард', 'леонард', 0],
            ['леонард', 'леонард', 1],
            ['леонард', 'леонард', 2],
            ['леонард', 'леонард', 30],

            ['леонид', 'леонид', 0],
            ['леонид', 'леонид', 1],
            ['леонид', 'леонид', 2],
            ['леонид', 'леонид', 30],

            ['леонида', 'леонида', 0],
            ['леонида', 'леонида', 1],
            ['леонида', 'леонида', 2],
            ['леонида', 'леонида', 30],

            ['леонидка', 'леонидка', 0],
            ['леонидка', 'леонидка', 1],
            ['леонидка', 'леонидка', 2],
            ['леонидка', 'леонидка', 30],

            ['леонидыч', 'леонидыч', 0],
            ['леонидыч', 'леонидыч', 1],
            ['леонидыч', 'леонидыч', 2],
            ['леонидыч', 'леонидыч', 30],

            ['леонилла', 'леонилла', 0],
            ['леонилла', 'леонилла', 1],
            ['леонилла', 'леонилла', 2],
            ['леонилла', 'леонилла', 30],

            ['леонина', 'леонина', 0],
            ['леонина', 'леонина', 1],
            ['леонина', 'леонина', 2],
            ['леонина', 'леонина', 30],

            ['леонинка', 'леонинка', 0],
            ['леонинка', 'леонинка', 1],
            ['леонинка', 'леонинка', 2],
            ['леонинка', 'леонинка', 30],

            ['леония', 'леония', 0],
            ['леония', 'леония', 1],
            ['леония', 'леония', 2],
            ['леония', 'леония', 30],

            ['леонт', 'леонт', 0],
            ['леонт', 'леонт', 1],
            ['леонт', 'леонт', 2],
            ['леонт', 'леонт', 30],

            ['леонтий', 'леонтий', 0],
            ['леонтий', 'леонтий', 1],
            ['леонтий', 'леонтий', 2],
            ['леонтий', 'леонтий', 30],

            ['леонтина', 'леонтина', 0],
            ['леонтина', 'леонтина', 1],
            ['леонтина', 'леонтина', 2],
            ['леонтина', 'леонтина', 30],

            ['леонтинка', 'леонтинка', 0],
            ['леонтинка', 'леонтинка', 1],
            ['леонтинка', 'леонтинка', 2],
            ['леонтинка', 'леонтинка', 30],

            ['леонтия', 'леонтия', 0],
            ['леонтия', 'леонтия', 1],
            ['леонтия', 'леонтия', 2],
            ['леонтия', 'леонтия', 30],

            ['леонтьич', 'леонтьич', 0],
            ['леонтьич', 'леонтьич', 1],
            ['леонтьич', 'леонтьич', 2],
            ['леонтьич', 'леонтьич', 30],

            ['леонтьюшка', 'леонтьюшка', 0],
            ['леонтьюшка', 'леонтьюшка', 1],
            ['леонтьюшка', 'леонтьюшка', 2],
            ['леонтьюшка', 'леонтьюшка', 30],

            ['леоныч', 'леоныч', 0],
            ['леоныч', 'леоныч', 1],
            ['леоныч', 'леоныч', 2],
            ['леоныч', 'леоныч', 30],

            ['леоня', 'леоня', 0],
            ['леоня', 'леоня', 1],
            ['леоня', 'леоня', 2],
            ['леоня', 'леоня', 30],

            ['леопард', 'леопард', 0],
            ['леопард', 'леопард', 1],
            ['леопард', 'леопард', 2],
            ['леопард', 'леопард', 30],

            ['лепесток', 'лепесток', 0],
            ['лепесток', 'лепесток', 1],
            ['лепесток', 'лепесток', 2],
            ['лепесток', 'лепесток', 30],

            ['лепет', 'лепет', 0],
            ['лепет', 'лепет', 1],
            ['лепет', 'лепет', 2],
            ['лепет', 'лепет', 30],

            ['лепешка', 'лепешка', 0],
            ['лепешка', 'лепешка', 1],
            ['лепешка', 'лепешка', 2],
            ['лепешка', 'лепешка', 30],

            ['лепка', 'лепка', 0],
            ['лепка', 'лепка', 1],
            ['лепка', 'лепка', 2],
            ['лепка', 'лепка', 30],

            ['лепнина', 'лепнина', 0],
            ['лепнина', 'лепнина', 1],
            ['лепнина', 'лепнина', 2],
            ['лепнина', 'лепнина', 30],

            ['лепра', 'лепра', 0],
            ['лепра', 'лепра', 1],
            ['лепра', 'лепра', 2],
            ['лепра', 'лепра', 30],

            ['лепрозорий', 'лепрозорий', 0],
            ['лепрозорий', 'лепрозорий', 1],
            ['лепрозорий', 'лепрозорий', 2],
            ['лепрозорий', 'лепрозорий', 30],

            ['лепта', 'лепта', 0],
            ['лепта', 'лепта', 1],
            ['лепта', 'лепта', 2],
            ['лепта', 'лепта', 30],

            ['лера', 'лера', 0],
            ['лера', 'лера', 1],
            ['лера', 'лера', 2],
            ['лера', 'лера', 30],

            ['лерка', 'лерка', 0],
            ['лерка', 'лерка', 1],
            ['лерка', 'лерка', 2],
            ['лерка', 'лерка', 30],

            ['леруня', 'леруня', 0],
            ['леруня', 'леруня', 1],
            ['леруня', 'леруня', 2],
            ['леруня', 'леруня', 30],

            ['леруся', 'леруся', 0],
            ['леруся', 'леруся', 1],
            ['леруся', 'леруся', 2],
            ['леруся', 'леруся', 30],

            ['леруха', 'леруха', 0],
            ['леруха', 'леруха', 1],
            ['леруха', 'леруха', 2],
            ['леруха', 'леруха', 30],

            ['леруша', 'леруша', 0],
            ['леруша', 'леруша', 1],
            ['леруша', 'леруша', 2],
            ['леруша', 'леруша', 30],

            ['лес', 'лес', 0],
            ['лес', 'лес', 1],
            ['лес', 'лес', 2],
            ['лес', 'лес', 30],

            ['лесбиянка', 'лесбиянка', 0],
            ['лесбиянка', 'лесбиянка', 1],
            ['лесбиянка', 'лесбиянка', 2],
            ['лесбиянка', 'лесбиянка', 30],

            ['лесенка', 'лесенка', 0],
            ['лесенка', 'лесенка', 1],
            ['лесенка', 'лесенка', 2],
            ['лесенка', 'лесенка', 30],

            ['лесина', 'лесина', 0],
            ['лесина', 'лесина', 1],
            ['лесина', 'лесина', 2],
            ['лесина', 'лесина', 30],

            ['лесник', 'лесник', 0],
            ['лесник', 'лесник', 1],
            ['лесник', 'лесник', 2],
            ['лесник', 'лесник', 30],

            ['лесничество', 'лесничество', 0],
            ['лесничество', 'лесничество', 1],
            ['лесничество', 'лесничество', 2],
            ['лесничество', 'лесничество', 30],

            ['лесничий', 'лесничий', 0],
            ['лесничий', 'лесничий', 1],
            ['лесничий', 'лесничий', 2],
            ['лесничий', 'лесничий', 30],

            ['лесовоз', 'лесовоз', 0],
            ['лесовоз', 'лесовоз', 1],
            ['лесовоз', 'лесовоз', 2],
            ['лесовоз', 'лесовоз', 30],

            ['лесозаготовка', 'лесозаготовка', 0],
            ['лесозаготовка', 'лесозаготовка', 1],
            ['лесозаготовка', 'лесозаготовка', 2],
            ['лесозаготовка', 'лесозаготовка', 30],

            ['лесок', 'лесок', 0],
            ['лесок', 'лесок', 1],
            ['лесок', 'лесок', 2],
            ['лесок', 'лесок', 30],

            ['лесопилка', 'лесопилка', 0],
            ['лесопилка', 'лесопилка', 1],
            ['лесопилка', 'лесопилка', 2],
            ['лесопилка', 'лесопилка', 30],

            ['лесоповал', 'лесоповал', 0],
            ['лесоповал', 'лесоповал', 1],
            ['лесоповал', 'лесоповал', 2],
            ['лесоповал', 'лесоповал', 30],

            ['лесопункт', 'лесопункт', 0],
            ['лесопункт', 'лесопункт', 1],
            ['лесопункт', 'лесопункт', 2],
            ['лесопункт', 'лесопункт', 30],

            ['лесоруб', 'лесоруб', 0],
            ['лесоруб', 'лесоруб', 1],
            ['лесоруб', 'лесоруб', 2],
            ['лесоруб', 'лесоруб', 30],

            ['лесото', 'лесото', 0],
            ['лесото', 'лесото', 1],
            ['лесото', 'лесото', 2],
            ['лесото', 'лесото', 30],

            ['лесочек', 'лесочек', 0],
            ['лесочек', 'лесочек', 1],
            ['лесочек', 'лесочек', 2],
            ['лесочек', 'лесочек', 30],

            ['леспромхоз', 'леспромхоз', 0],
            ['леспромхоз', 'леспромхоз', 1],
            ['леспромхоз', 'леспромхоз', 2],
            ['леспромхоз', 'леспромхоз', 30],

            ['лестница', 'лестница', 0],
            ['лестница', 'лестница', 1],
            ['лестница', 'лестница', 2],
            ['лестница', 'лестница', 30],

            ['лесть', 'лесть', 0],
            ['лесть', 'лесть', 1],
            ['лесть', 'лесть', 2],
            ['лесть', 'лесть', 30],

            ['леся', 'леся', 0],
            ['леся', 'леся', 1],
            ['леся', 'леся', 2],
            ['леся', 'леся', 30],

            ['лет', 'лет', 0],
            ['лет', 'лет', 1],
            ['лет', 'лет', 2],
            ['лет', 'лет', 30],

            ['летие', 'летие', 0],
            ['летие', 'летие', 1],
            ['летие', 'летие', 2],
            ['летие', 'летие', 30],

            ['лето', 'лето', 0],
            ['лето', 'лето', 1],
            ['лето', 'лето', 2],
            ['лето', 'лето', 30],

            ['летописец', 'летописец', 0],
            ['летописец', 'летописец', 1],
            ['летописец', 'летописец', 2],
            ['летописец', 'летописец', 30],

            ['летопись', 'летопись', 0],
            ['летопись', 'летопись', 1],
            ['летопись', 'летопись', 2],
            ['летопись', 'летопись', 30],

            ['летосчисление', 'летосчисление', 0],
            ['летосчисление', 'летосчисление', 1],
            ['летосчисление', 'летосчисление', 2],
            ['летосчисление', 'летосчисление', 30],

            ['летта', 'летта', 0],
            ['летта', 'летта', 1],
            ['летта', 'летта', 2],
            ['летта', 'летта', 30],

            ['летун', 'летун', 0],
            ['летун', 'летун', 1],
            ['летун', 'летун', 2],
            ['летун', 'летун', 30],

            ['летучка', 'летучка', 0],
            ['летучка', 'летучка', 1],
            ['летучка', 'летучка', 2],
            ['летучка', 'летучка', 30],

            ['летчик', 'летчик', 0],
            ['летчик', 'летчик', 1],
            ['летчик', 'летчик', 2],
            ['летчик', 'летчик', 30],

            ['летя', 'летя', 0],
            ['летя', 'летя', 1],
            ['летя', 'летя', 2],
            ['летя', 'летя', 30],

            ['лефортово', 'лефортово', 0],
            ['лефортово', 'лефортово', 1],
            ['лефортово', 'лефортово', 2],
            ['лефортово', 'лефортово', 30],

            ['леха', 'леха', 0],
            ['леха', 'леха', 1],
            ['леха', 'леха', 2],
            ['леха', 'леха', 30],

            ['лечебница', 'лечебница', 0],
            ['лечебница', 'лечебница', 1],
            ['лечебница', 'лечебница', 2],
            ['лечебница', 'лечебница', 30],

            ['лечение', 'лечение', 0],
            ['лечение', 'лечение', 1],
            ['лечение', 'лечение', 2],
            ['лечение', 'лечение', 30],

            ['леша', 'леша', 0],
            ['леша', 'леша', 1],
            ['леша', 'леша', 2],
            ['леша', 'леша', 30],

            ['леший', 'леший', 0],
            ['леший', 'леший', 1],
            ['леший', 'леший', 2],
            ['леший', 'леший', 30],

            ['лещ', 'лещ', 0],
            ['лещ', 'лещ', 1],
            ['лещ', 'лещ', 2],
            ['лещ', 'лещ', 30],

            ['лжец', 'лжец', 0],
            ['лжец', 'лжец', 1],
            ['лжец', 'лжец', 2],
            ['лжец', 'лжец', 30],

            ['лживость', 'лживость', 0],
            ['лживость', 'лживость', 1],
            ['лживость', 'лживость', 2],
            ['лживость', 'лживость', 30],

            ['лиана', 'лиана', 0],
            ['лиана', 'лиана', 1],
            ['лиана', 'лиана', 2],
            ['лиана', 'лиана', 30],

            ['лианка', 'лианка', 0],
            ['лианка', 'лианка', 1],
            ['лианка', 'лианка', 2],
            ['лианка', 'лианка', 30],

            ['либерал', 'либерал', 0],
            ['либерал', 'либерал', 1],
            ['либерал', 'либерал', 2],
            ['либерал', 'либерал', 30],

            ['либерализация', 'либерализация', 0],
            ['либерализация', 'либерализация', 1],
            ['либерализация', 'либерализация', 2],
            ['либерализация', 'либерализация', 30],

            ['либерализм', 'либерализм', 0],
            ['либерализм', 'либерализм', 1],
            ['либерализм', 'либерализм', 2],
            ['либерализм', 'либерализм', 30],

            ['либерия', 'либерия', 0],
            ['либерия', 'либерия', 1],
            ['либерия', 'либерия', 2],
            ['либерия', 'либерия', 30],

            ['либревиль', 'либревиль', 0],
            ['либревиль', 'либревиль', 1],
            ['либревиль', 'либревиль', 2],
            ['либревиль', 'либревиль', 30],

            ['ливан', 'ливан', 0],
            ['ливан', 'ливан', 1],
            ['ливан', 'ливан', 2],
            ['ливан', 'ливан', 30],

            ['ливень', 'ливень', 0],
            ['ливень', 'ливень', 1],
            ['ливень', 'ливень', 2],
            ['ливень', 'ливень', 30],

            ['ливерпуль', 'ливерпуль', 0],
            ['ливерпуль', 'ливерпуль', 1],
            ['ливерпуль', 'ливерпуль', 2],
            ['ливерпуль', 'ливерпуль', 30],

            ['ливия', 'ливия', 0],
            ['ливия', 'ливия', 1],
            ['ливия', 'ливия', 2],
            ['ливия', 'ливия', 30],

            ['ливрея', 'ливрея', 0],
            ['ливрея', 'ливрея', 1],
            ['ливрея', 'ливрея', 2],
            ['ливрея', 'ливрея', 30],

            ['лига', 'лига', 0],
            ['лига', 'лига', 1],
            ['лига', 'лига', 2],
            ['лига', 'лига', 30],

            ['лида', 'лида', 0],
            ['лида', 'лида', 1],
            ['лида', 'лида', 2],
            ['лида', 'лида', 30],

            ['лидер', 'лидер', 0],
            ['лидер', 'лидер', 1],
            ['лидер', 'лидер', 2],
            ['лидер', 'лидер', 30],

            ['лидерство', 'лидерство', 0],
            ['лидерство', 'лидерство', 1],
            ['лидерство', 'лидерство', 2],
            ['лидерство', 'лидерство', 30],

            ['лидия', 'лидия', 0],
            ['лидия', 'лидия', 1],
            ['лидия', 'лидия', 2],
            ['лидия', 'лидия', 30],

            ['лидоня', 'лидоня', 0],
            ['лидоня', 'лидоня', 1],
            ['лидоня', 'лидоня', 2],
            ['лидоня', 'лидоня', 30],

            ['лидс', 'лидс', 0],
            ['лидс', 'лидс', 1],
            ['лидс', 'лидс', 2],
            ['лидс', 'лидс', 30],

            ['лидуля', 'лидуля', 0],
            ['лидуля', 'лидуля', 1],
            ['лидуля', 'лидуля', 2],
            ['лидуля', 'лидуля', 30],

            ['лидуня', 'лидуня', 0],
            ['лидуня', 'лидуня', 1],
            ['лидуня', 'лидуня', 2],
            ['лидуня', 'лидуня', 30],

            ['лидуся', 'лидуся', 0],
            ['лидуся', 'лидуся', 1],
            ['лидуся', 'лидуся', 2],
            ['лидуся', 'лидуся', 30],

            ['лидуха', 'лидуха', 0],
            ['лидуха', 'лидуха', 1],
            ['лидуха', 'лидуха', 2],
            ['лидуха', 'лидуха', 30],

            ['лидуша', 'лидуша', 0],
            ['лидуша', 'лидуша', 1],
            ['лидуша', 'лидуша', 2],
            ['лидуша', 'лидуша', 30],

            ['лидя', 'лидя', 0],
            ['лидя', 'лидя', 1],
            ['лидя', 'лидя', 2],
            ['лидя', 'лидя', 30],

            ['лиепа¤', 'лиепа¤', 0],
            ['лиепа¤', 'лиепа¤', 1],
            ['лиепа¤', 'лиепа¤', 2],
            ['лиепа¤', 'лиепа¤', 30],

            ['лиза', 'лиза', 0],
            ['лиза', 'лиза', 1],
            ['лиза', 'лиза', 2],
            ['лиза', 'лиза', 30],

            ['лизавета', 'лизавета', 0],
            ['лизавета', 'лизавета', 1],
            ['лизавета', 'лизавета', 2],
            ['лизавета', 'лизавета', 30],

            ['лизаветка', 'лизаветка', 0],
            ['лизаветка', 'лизаветка', 1],
            ['лизаветка', 'лизаветка', 2],
            ['лизаветка', 'лизаветка', 30],

            ['лизуня', 'лизуня', 0],
            ['лизуня', 'лизуня', 1],
            ['лизуня', 'лизуня', 2],
            ['лизуня', 'лизуня', 30],

            ['лизура', 'лизура', 0],
            ['лизура', 'лизура', 1],
            ['лизура', 'лизура', 2],
            ['лизура', 'лизура', 30],

            ['лизута', 'лизута', 0],
            ['лизута', 'лизута', 1],
            ['лизута', 'лизута', 2],
            ['лизута', 'лизута', 30],

            ['лизуха', 'лизуха', 0],
            ['лизуха', 'лизуха', 1],
            ['лизуха', 'лизуха', 2],
            ['лизуха', 'лизуха', 30],

            ['лизуша', 'лизуша', 0],
            ['лизуша', 'лизуша', 1],
            ['лизуша', 'лизуша', 2],
            ['лизуша', 'лизуша', 30],

            ['лийка', 'лийка', 0],
            ['лийка', 'лийка', 1],
            ['лийка', 'лийка', 2],
            ['лийка', 'лийка', 30],

            ['лик', 'лик', 0],
            ['лик', 'лик', 1],
            ['лик', 'лик', 2],
            ['лик', 'лик', 30],

            ['лика', 'лика', 0],
            ['лика', 'лика', 1],
            ['лика', 'лика', 2],
            ['лика', 'лика', 30],

            ['ликбез', 'ликбез', 0],
            ['ликбез', 'ликбез', 1],
            ['ликбез', 'ликбез', 2],
            ['ликбез', 'ликбез', 30],

            ['ликвидация', 'ликвидация', 0],
            ['ликвидация', 'ликвидация', 1],
            ['ликвидация', 'ликвидация', 2],
            ['ликвидация', 'ликвидация', 30],

            ['ликер', 'ликер', 0],
            ['ликер', 'ликер', 1],
            ['ликер', 'ликер', 2],
            ['ликер', 'ликер', 30],

            ['ликование', 'ликование', 0],
            ['ликование', 'ликование', 1],
            ['ликование', 'ликование', 2],
            ['ликование', 'ликование', 30],

            ['лила', 'лила', 0],
            ['лила', 'лила', 1],
            ['лила', 'лила', 2],
            ['лила', 'лила', 30],

            ['лилиана', 'лилиана', 0],
            ['лилиана', 'лилиана', 1],
            ['лилиана', 'лилиана', 2],
            ['лилиана', 'лилиана', 30],

            ['лилианка', 'лилианка', 0],
            ['лилианка', 'лилианка', 1],
            ['лилианка', 'лилианка', 2],
            ['лилианка', 'лилианка', 30],

            ['лилипут', 'лилипут', 0],
            ['лилипут', 'лилипут', 1],
            ['лилипут', 'лилипут', 2],
            ['лилипут', 'лилипут', 30],

            ['лилия', 'лилия', 0],
            ['лилия', 'лилия', 1],
            ['лилия', 'лилия', 2],
            ['лилия', 'лилия', 30],

            ['лилль', 'лилль', 0],
            ['лилль', 'лилль', 1],
            ['лилль', 'лилль', 2],
            ['лилль', 'лилль', 30],

            ['лилонгве', 'лилонгве', 0],
            ['лилонгве', 'лилонгве', 1],
            ['лилонгве', 'лилонгве', 2],
            ['лилонгве', 'лилонгве', 30],

            ['лилюня', 'лилюня', 0],
            ['лилюня', 'лилюня', 1],
            ['лилюня', 'лилюня', 2],
            ['лилюня', 'лилюня', 30],

            ['лилюся', 'лилюся', 0],
            ['лилюся', 'лилюся', 1],
            ['лилюся', 'лилюся', 2],
            ['лилюся', 'лилюся', 30],

            ['лилюха', 'лилюха', 0],
            ['лилюха', 'лилюха', 1],
            ['лилюха', 'лилюха', 2],
            ['лилюха', 'лилюха', 30],

            ['лилюша', 'лилюша', 0],
            ['лилюша', 'лилюша', 1],
            ['лилюша', 'лилюша', 2],
            ['лилюша', 'лилюша', 30],

            ['лиля', 'лиля', 0],
            ['лиля', 'лиля', 1],
            ['лиля', 'лиля', 2],
            ['лиля', 'лиля', 30],

            ['лима', 'лима', 0],
            ['лима', 'лима', 1],
            ['лима', 'лима', 2],
            ['лима', 'лима', 30],

            ['лиман', 'лиман', 0],
            ['лиман', 'лиман', 1],
            ['лиман', 'лиман', 2],
            ['лиман', 'лиман', 30],

            ['лимассол', 'лимассол', 0],
            ['лимассол', 'лимассол', 1],
            ['лимассол', 'лимассол', 2],
            ['лимассол', 'лимассол', 30],

            ['лимит', 'лимит', 0],
            ['лимит', 'лимит', 1],
            ['лимит', 'лимит', 2],
            ['лимит', 'лимит', 30],

            ['лимож', 'лимож', 0],
            ['лимож', 'лимож', 1],
            ['лимож', 'лимож', 2],
            ['лимож', 'лимож', 30],

            ['лимон', 'лимон', 0],
            ['лимон', 'лимон', 1],
            ['лимон', 'лимон', 2],
            ['лимон', 'лимон', 30],

            ['лимонад', 'лимонад', 0],
            ['лимонад', 'лимонад', 1],
            ['лимонад', 'лимонад', 2],
            ['лимонад', 'лимонад', 30],

            ['лимонка', 'лимонка', 0],
            ['лимонка', 'лимонка', 1],
            ['лимонка', 'лимонка', 2],
            ['лимонка', 'лимонка', 30],

            ['лимузин', 'лимузин', 0],
            ['лимузин', 'лимузин', 1],
            ['лимузин', 'лимузин', 2],
            ['лимузин', 'лимузин', 30],

            ['лимфа', 'лимфа', 0],
            ['лимфа', 'лимфа', 1],
            ['лимфа', 'лимфа', 2],
            ['лимфа', 'лимфа', 30],

            ['лимфаденит', 'лимфаденит', 0],
            ['лимфаденит', 'лимфаденит', 1],
            ['лимфаденит', 'лимфаденит', 2],
            ['лимфаденит', 'лимфаденит', 30],

            ['лимфоцит', 'лимфоцит', 0],
            ['лимфоцит', 'лимфоцит', 1],
            ['лимфоцит', 'лимфоцит', 2],
            ['лимфоцит', 'лимфоцит', 30],

            ['лин', 'лин', 0],
            ['лин', 'лин', 1],
            ['лин', 'лин', 2],
            ['лин', 'лин', 30],

            ['лина', 'лина', 0],
            ['лина', 'лина', 1],
            ['лина', 'лина', 2],
            ['лина', 'лина', 30],

            ['лингвист', 'лингвист', 0],
            ['лингвист', 'лингвист', 1],
            ['лингвист', 'лингвист', 2],
            ['лингвист', 'лингвист', 30],

            ['линейка', 'линейка', 0],
            ['линейка', 'линейка', 1],
            ['линейка', 'линейка', 2],
            ['линейка', 'линейка', 30],

            ['линза', 'линза', 0],
            ['линза', 'линза', 1],
            ['линза', 'линза', 2],
            ['линза', 'линза', 30],

            ['линия', 'линия', 0],
            ['линия', 'линия', 1],
            ['линия', 'линия', 2],
            ['линия', 'линия', 30],

            ['линка', 'линка', 0],
            ['линка', 'линка', 1],
            ['линка', 'линка', 2],
            ['линка', 'линка', 30],

            ['линкопинг', 'линкопинг', 0],
            ['линкопинг', 'линкопинг', 1],
            ['линкопинг', 'линкопинг', 2],
            ['линкопинг', 'линкопинг', 30],

            ['линкор', 'линкор', 0],
            ['линкор', 'линкор', 1],
            ['линкор', 'линкор', 2],
            ['линкор', 'линкор', 30],

            ['линолеум', 'линолеум', 0],
            ['линолеум', 'линолеум', 1],
            ['линолеум', 'линолеум', 2],
            ['линолеум', 'линолеум', 30],

            ['линуся', 'линуся', 0],
            ['линуся', 'линуся', 1],
            ['линуся', 'линуся', 2],
            ['линуся', 'линуся', 30],

            ['линуха', 'линуха', 0],
            ['линуха', 'линуха', 1],
            ['линуха', 'линуха', 2],
            ['линуха', 'линуха', 30],

            ['линуша', 'линуша', 0],
            ['линуша', 'линуша', 1],
            ['линуша', 'линуша', 2],
            ['линуша', 'линуша', 30],

            ['линц', 'линц', 0],
            ['линц', 'линц', 1],
            ['линц', 'линц', 2],
            ['линц', 'линц', 30],

            ['линыч', 'линыч', 0],
            ['линыч', 'линыч', 1],
            ['линыч', 'линыч', 2],
            ['линыч', 'линыч', 30],

            ['линя', 'линя', 0],
            ['линя', 'линя', 1],
            ['линя', 'линя', 2],
            ['линя', 'линя', 30],

            ['лион', 'лион', 0],
            ['лион', 'лион', 1],
            ['лион', 'лион', 2],
            ['лион', 'лион', 30],

            ['липа', 'липа', 0],
            ['липа', 'липа', 1],
            ['липа', 'липа', 2],
            ['липа', 'липа', 30],

            ['липецк', 'липецк', 0],
            ['липецк', 'липецк', 1],
            ['липецк', 'липецк', 2],
            ['липецк', 'липецк', 30],

            ['липка', 'липка', 0],
            ['липка', 'липка', 1],
            ['липка', 'липка', 2],
            ['липка', 'липка', 30],

            ['лира', 'лира', 0],
            ['лира', 'лира', 1],
            ['лира', 'лира', 2],
            ['лира', 'лира', 30],

            ['лирик', 'лирик', 0],
            ['лирик', 'лирик', 1],
            ['лирик', 'лирик', 2],
            ['лирик', 'лирик', 30],

            ['лирика', 'лирика', 0],
            ['лирика', 'лирика', 1],
            ['лирика', 'лирика', 2],
            ['лирика', 'лирика', 30],

            ['лис', 'лис', 0],
            ['лис', 'лис', 1],
            ['лис', 'лис', 2],
            ['лис', 'лис', 30],

            ['лиса', 'лиса', 0],
            ['лиса', 'лиса', 1],
            ['лиса', 'лиса', 2],
            ['лиса', 'лиса', 30],

            ['лисица', 'лисица', 0],
            ['лисица', 'лисица', 1],
            ['лисица', 'лисица', 2],
            ['лисица', 'лисица', 30],

            ['лисичка', 'лисичка', 0],
            ['лисичка', 'лисичка', 1],
            ['лисичка', 'лисичка', 2],
            ['лисичка', 'лисичка', 30],

            ['лиска', 'лиска', 0],
            ['лиска', 'лиска', 1],
            ['лиска', 'лиска', 2],
            ['лиска', 'лиска', 30],

            ['лиссабон', 'лиссабон', 0],
            ['лиссабон', 'лиссабон', 1],
            ['лиссабон', 'лиссабон', 2],
            ['лиссабон', 'лиссабон', 30],

            ['лист', 'лист', 0],
            ['лист', 'лист', 1],
            ['лист', 'лист', 2],
            ['лист', 'лист', 30],

            ['листва', 'листва', 0],
            ['листва', 'листва', 1],
            ['листва', 'листва', 2],
            ['листва', 'листва', 30],

            ['лиственница', 'лиственница', 0],
            ['лиственница', 'лиственница', 1],
            ['лиственница', 'лиственница', 2],
            ['лиственница', 'лиственница', 30],

            ['листик', 'листик', 0],
            ['листик', 'листик', 1],
            ['листик', 'листик', 2],
            ['листик', 'листик', 30],

            ['листовка', 'листовка', 0],
            ['листовка', 'листовка', 1],
            ['листовка', 'листовка', 2],
            ['листовка', 'листовка', 30],

            ['листок', 'листок', 0],
            ['листок', 'листок', 1],
            ['листок', 'листок', 2],
            ['листок', 'листок', 30],

            ['листопад', 'листопад', 0],
            ['листопад', 'листопад', 1],
            ['листопад', 'листопад', 2],
            ['листопад', 'листопад', 30],

            ['листочек', 'листочек', 0],
            ['листочек', 'листочек', 1],
            ['листочек', 'листочек', 2],
            ['листочек', 'листочек', 30],

            ['литавра', 'литавра', 0],
            ['литавра', 'литавра', 1],
            ['литавра', 'литавра', 2],
            ['литавра', 'литавра', 30],

            ['литва', 'литва', 0],
            ['литва', 'литва', 1],
            ['литва', 'литва', 2],
            ['литва', 'литва', 30],

            ['литвак', 'литвак', 0],
            ['литвак', 'литвак', 1],
            ['литвак', 'литвак', 2],
            ['литвак', 'литвак', 30],

            ['литера', 'литера', 0],
            ['литера', 'литера', 1],
            ['литера', 'литера', 2],
            ['литера', 'литера', 30],

            ['литератор', 'литератор', 0],
            ['литератор', 'литератор', 1],
            ['литератор', 'литератор', 2],
            ['литератор', 'литератор', 30],

            ['литература', 'литература', 0],
            ['литература', 'литература', 1],
            ['литература', 'литература', 2],
            ['литература', 'литература', 30],

            ['литературовед', 'литературовед', 0],
            ['литературовед', 'литературовед', 1],
            ['литературовед', 'литературовед', 2],
            ['литературовед', 'литературовед', 30],

            ['литературоведение', 'литературоведение', 0],
            ['литературоведение', 'литературоведение', 1],
            ['литературоведение', 'литературоведение', 2],
            ['литературоведение', 'литературоведение', 30],

            ['литобъединение', 'литобъединение', 0],
            ['литобъединение', 'литобъединение', 1],
            ['литобъединение', 'литобъединение', 2],
            ['литобъединение', 'литобъединение', 30],

            ['литовец', 'литовец', 0],
            ['литовец', 'литовец', 1],
            ['литовец', 'литовец', 2],
            ['литовец', 'литовец', 30],

            ['литр', 'литр', 0],
            ['литр', 'литр', 1],
            ['литр', 'литр', 2],
            ['литр', 'литр', 30],

            ['литье', 'литье', 0],
            ['литье', 'литье', 1],
            ['литье', 'литье', 2],
            ['литье', 'литье', 30],

            ['лифт', 'лифт', 0],
            ['лифт', 'лифт', 1],
            ['лифт', 'лифт', 2],
            ['лифт', 'лифт', 30],

            ['лифтер', 'лифтер', 0],
            ['лифтер', 'лифтер', 1],
            ['лифтер', 'лифтер', 2],
            ['лифтер', 'лифтер', 30],

            ['лифчик', 'лифчик', 0],
            ['лифчик', 'лифчик', 1],
            ['лифчик', 'лифчик', 2],
            ['лифчик', 'лифчик', 30],

            ['лихач', 'лихач', 0],
            ['лихач', 'лихач', 1],
            ['лихач', 'лихач', 2],
            ['лихач', 'лихач', 30],

            ['лихва', 'лихва', 0],
            ['лихва', 'лихва', 1],
            ['лихва', 'лихва', 2],
            ['лихва', 'лихва', 30],

            ['лихо', 'лихо', 0],
            ['лихо', 'лихо', 1],
            ['лихо', 'лихо', 2],
            ['лихо', 'лихо', 30],

            ['лиходей', 'лиходей', 0],
            ['лиходей', 'лиходей', 1],
            ['лиходей', 'лиходей', 2],
            ['лиходей', 'лиходей', 30],

            ['лихорадка', 'лихорадка', 0],
            ['лихорадка', 'лихорадка', 1],
            ['лихорадка', 'лихорадка', 2],
            ['лихорадка', 'лихорадка', 30],

            ['лихость', 'лихость', 0],
            ['лихость', 'лихость', 1],
            ['лихость', 'лихость', 2],
            ['лихость', 'лихость', 30],

            ['лихтенштейн', 'лихтенштейн', 0],
            ['лихтенштейн', 'лихтенштейн', 1],
            ['лихтенштейн', 'лихтенштейн', 2],
            ['лихтенштейн', 'лихтенштейн', 30],

            ['лицеист', 'лицеист', 0],
            ['лицеист', 'лицеист', 1],
            ['лицеист', 'лицеист', 2],
            ['лицеист', 'лицеист', 30],

            ['лицей', 'лицей', 0],
            ['лицей', 'лицей', 1],
            ['лицей', 'лицей', 2],
            ['лицей', 'лицей', 30],

            ['лицемерие', 'лицемерие', 0],
            ['лицемерие', 'лицемерие', 1],
            ['лицемерие', 'лицемерие', 2],
            ['лицемерие', 'лицемерие', 30],

            ['лицензия', 'лицензия', 0],
            ['лицензия', 'лицензия', 1],
            ['лицензия', 'лицензия', 2],
            ['лицензия', 'лицензия', 30],

            ['лицо', 'лицо', 0],
            ['лицо', 'лицо', 1],
            ['лицо', 'лицо', 2],
            ['лицо', 'лицо', 30],

            ['личико', 'личико', 0],
            ['личико', 'личико', 1],
            ['личико', 'личико', 2],
            ['личико', 'личико', 30],

            ['личина', 'личина', 0],
            ['личина', 'личина', 1],
            ['личина', 'личина', 2],
            ['личина', 'личина', 30],

            ['личинка', 'личинка', 0],
            ['личинка', 'личинка', 1],
            ['личинка', 'личинка', 2],
            ['личинка', 'личинка', 30],

            ['личность', 'личность', 0],
            ['личность', 'личность', 1],
            ['личность', 'личность', 2],
            ['личность', 'личность', 30],

            ['лишай', 'лишай', 0],
            ['лишай', 'лишай', 1],
            ['лишай', 'лишай', 2],
            ['лишай', 'лишай', 30],

            ['лишайник', 'лишайник', 0],
            ['лишайник', 'лишайник', 1],
            ['лишайник', 'лишайник', 2],
            ['лишайник', 'лишайник', 30],

            ['лишек', 'лишек', 0],
            ['лишек', 'лишек', 1],
            ['лишек', 'лишек', 2],
            ['лишек', 'лишек', 30],

            ['лишение', 'лишение', 0],
            ['лишение', 'лишение', 1],
            ['лишение', 'лишение', 2],
            ['лишение', 'лишение', 30],

            ['лия', 'лия', 0],
            ['лия', 'лия', 1],
            ['лия', 'лия', 2],
            ['лия', 'лия', 30],

            ['лоб', 'лоб', 0],
            ['лоб', 'лоб', 1],
            ['лоб', 'лоб', 2],
            ['лоб', 'лоб', 30],

            ['лобан', 'лобан', 0],
            ['лобан', 'лобан', 1],
            ['лобан', 'лобан', 2],
            ['лобан', 'лобан', 30],

            ['лобик', 'лобик', 0],
            ['лобик', 'лобик', 1],
            ['лобик', 'лобик', 2],
            ['лобик', 'лобик', 30],

            ['лобок', 'лобок', 0],
            ['лобок', 'лобок', 1],
            ['лобок', 'лобок', 2],
            ['лобок', 'лобок', 30],

            ['лоботряс', 'лоботряс', 0],
            ['лоботряс', 'лоботряс', 1],
            ['лоботряс', 'лоботряс', 2],
            ['лоботряс', 'лоботряс', 30],

            ['лов', 'лов', 0],
            ['лов', 'лов', 1],
            ['лов', 'лов', 2],
            ['лов', 'лов', 30],

            ['ловелас', 'ловелас', 0],
            ['ловелас', 'ловелас', 1],
            ['ловелас', 'ловелас', 2],
            ['ловелас', 'ловелас', 30],

            ['ловец', 'ловец', 0],
            ['ловец', 'ловец', 1],
            ['ловец', 'ловец', 2],
            ['ловец', 'ловец', 30],

            ['ловкач', 'ловкач', 0],
            ['ловкач', 'ловкач', 1],
            ['ловкач', 'ловкач', 2],
            ['ловкач', 'ловкач', 30],

            ['ловкость', 'ловкость', 0],
            ['ловкость', 'ловкость', 1],
            ['ловкость', 'ловкость', 2],
            ['ловкость', 'ловкость', 30],

            ['ловля', 'ловля', 0],
            ['ловля', 'ловля', 1],
            ['ловля', 'ловля', 2],
            ['ловля', 'ловля', 30],

            ['ловушка', 'ловушка', 0],
            ['ловушка', 'ловушка', 1],
            ['ловушка', 'ловушка', 2],
            ['ловушка', 'ловушка', 30],

            ['лог', 'лог', 0],
            ['лог', 'лог', 1],
            ['лог', 'лог', 2],
            ['лог', 'лог', 30],

            ['логик', 'логик', 0],
            ['логик', 'логик', 1],
            ['логик', 'логик', 2],
            ['логик', 'логик', 30],

            ['логика', 'логика', 0],
            ['логика', 'логика', 1],
            ['логика', 'логика', 2],
            ['логика', 'логика', 30],

            ['логоваз', 'логоваз', 0],
            ['логоваз', 'логоваз', 1],
            ['логоваз', 'логоваз', 2],
            ['логоваз', 'логоваз', 30],

            ['логово', 'логово', 0],
            ['логово', 'логово', 1],
            ['логово', 'логово', 2],
            ['логово', 'логово', 30],

            ['лоджия', 'лоджия', 0],
            ['лоджия', 'лоджия', 1],
            ['лоджия', 'лоджия', 2],
            ['лоджия', 'лоджия', 30],

            ['лодка', 'лодка', 0],
            ['лодка', 'лодка', 1],
            ['лодка', 'лодка', 2],
            ['лодка', 'лодка', 30],

            ['лодочка', 'лодочка', 0],
            ['лодочка', 'лодочка', 1],
            ['лодочка', 'лодочка', 2],
            ['лодочка', 'лодочка', 30],

            ['лодочник', 'лодочник', 0],
            ['лодочник', 'лодочник', 1],
            ['лодочник', 'лодочник', 2],
            ['лодочник', 'лодочник', 30],

            ['лодыжка', 'лодыжка', 0],
            ['лодыжка', 'лодыжка', 1],
            ['лодыжка', 'лодыжка', 2],
            ['лодыжка', 'лодыжка', 30],

            ['лодырь', 'лодырь', 0],
            ['лодырь', 'лодырь', 1],
            ['лодырь', 'лодырь', 2],
            ['лодырь', 'лодырь', 30],

            ['лодя', 'лодя', 0],
            ['лодя', 'лодя', 1],
            ['лодя', 'лодя', 2],
            ['лодя', 'лодя', 30],

            ['ложа', 'ложа', 0],
            ['ложа', 'ложа', 1],
            ['ложа', 'ложа', 2],
            ['ложа', 'ложа', 30],

            ['ложбина', 'ложбина', 0],
            ['ложбина', 'ложбина', 1],
            ['ложбина', 'ложбина', 2],
            ['ложбина', 'ложбина', 30],

            ['ложбинка', 'ложбинка', 0],
            ['ложбинка', 'ложбинка', 1],
            ['ложбинка', 'ложбинка', 2],
            ['ложбинка', 'ложбинка', 30],

            ['ложе', 'ложе', 0],
            ['ложе', 'ложе', 1],
            ['ложе', 'ложе', 2],
            ['ложе', 'ложе', 30],

            ['ложечка', 'ложечка', 0],
            ['ложечка', 'ложечка', 1],
            ['ложечка', 'ложечка', 2],
            ['ложечка', 'ложечка', 30],

            ['ложка', 'ложка', 0],
            ['ложка', 'ложка', 1],
            ['ложка', 'ложка', 2],
            ['ложка', 'ложка', 30],

            ['ложь', 'ложь', 0],
            ['ложь', 'ложь', 1],
            ['ложь', 'ложь', 2],
            ['ложь', 'ложь', 30],

            ['лоза', 'лоза', 0],
            ['лоза', 'лоза', 1],
            ['лоза', 'лоза', 2],
            ['лоза', 'лоза', 30],

            ['лозанна', 'лозанна', 0],
            ['лозанна', 'лозанна', 1],
            ['лозанна', 'лозанна', 2],
            ['лозанна', 'лозанна', 30],

            ['лозинская', 'лозинская', 0],
            ['лозинская', 'лозинская', 1],
            ['лозинская', 'лозинская', 2],
            ['лозинская', 'лозинская', 30],

            ['лозняк', 'лозняк', 0],
            ['лозняк', 'лозняк', 1],
            ['лозняк', 'лозняк', 2],
            ['лозняк', 'лозняк', 30],

            ['лозунг', 'лозунг', 0],
            ['лозунг', 'лозунг', 1],
            ['лозунг', 'лозунг', 2],
            ['лозунг', 'лозунг', 30],

            ['локализация', 'локализация', 0],
            ['локализация', 'локализация', 1],
            ['локализация', 'локализация', 2],
            ['локализация', 'локализация', 30],

            ['локатор', 'локатор', 0],
            ['локатор', 'локатор', 1],
            ['локатор', 'локатор', 2],
            ['локатор', 'локатор', 30],

            ['локомотив', 'локомотив', 0],
            ['локомотив', 'локомотив', 1],
            ['локомотив', 'локомотив', 2],
            ['локомотив', 'локомотив', 30],

            ['локон', 'локон', 0],
            ['локон', 'локон', 1],
            ['локон', 'локон', 2],
            ['локон', 'локон', 30],

            ['локоток', 'локоток', 0],
            ['локоток', 'локоток', 1],
            ['локоток', 'локоток', 2],
            ['локоток', 'локоток', 30],

            ['локоть', 'локоть', 0],
            ['локоть', 'локоть', 1],
            ['локоть', 'локоть', 2],
            ['локоть', 'локоть', 30],

            ['лом', 'лом', 0],
            ['лом', 'лом', 1],
            ['лом', 'лом', 2],
            ['лом', 'лом', 30],

            ['ломбард', 'ломбард', 0],
            ['ломбард', 'ломбард', 1],
            ['ломбард', 'ломбард', 2],
            ['ломбард', 'ломбард', 30],

            ['ломе', 'ломе', 0],
            ['ломе', 'ломе', 1],
            ['ломе', 'ломе', 2],
            ['ломе', 'ломе', 30],

            ['ломик', 'ломик', 0],
            ['ломик', 'ломик', 1],
            ['ломик', 'ломик', 2],
            ['ломик', 'ломик', 30],

            ['ломка', 'ломка', 0],
            ['ломка', 'ломка', 1],
            ['ломка', 'ломка', 2],
            ['ломка', 'ломка', 30],

            ['ломонос', 'ломонос', 0],
            ['ломонос', 'ломонос', 1],
            ['ломонос', 'ломонос', 2],
            ['ломонос', 'ломонос', 30],

            ['ломота', 'ломота', 0],
            ['ломота', 'ломота', 1],
            ['ломота', 'ломота', 2],
            ['ломота', 'ломота', 30],

            ['ломоть', 'ломоть', 0],
            ['ломоть', 'ломоть', 1],
            ['ломоть', 'ломоть', 2],
            ['ломоть', 'ломоть', 30],

            ['ломтик', 'ломтик', 0],
            ['ломтик', 'ломтик', 1],
            ['ломтик', 'ломтик', 2],
            ['ломтик', 'ломтик', 30],

            ['лондон', 'лондон', 0],
            ['лондон', 'лондон', 1],
            ['лондон', 'лондон', 2],
            ['лондон', 'лондон', 30],

            ['лоно', 'лоно', 0],
            ['лоно', 'лоно', 1],
            ['лоно', 'лоно', 2],
            ['лоно', 'лоно', 30],

            ['лопасть', 'лопасть', 0],
            ['лопасть', 'лопасть', 1],
            ['лопасть', 'лопасть', 2],
            ['лопасть', 'лопасть', 30],

            ['лопата', 'лопата', 0],
            ['лопата', 'лопата', 1],
            ['лопата', 'лопата', 2],
            ['лопата', 'лопата', 30],

            ['лопатка', 'лопатка', 0],
            ['лопатка', 'лопатка', 1],
            ['лопатка', 'лопатка', 2],
            ['лопатка', 'лопатка', 30],

            ['лопаточка', 'лопаточка', 0],
            ['лопаточка', 'лопаточка', 1],
            ['лопаточка', 'лопаточка', 2],
            ['лопаточка', 'лопаточка', 30],

            ['лопух', 'лопух', 0],
            ['лопух', 'лопух', 1],
            ['лопух', 'лопух', 2],
            ['лопух', 'лопух', 30],

            ['лор', 'лор', 0],
            ['лор', 'лор', 1],
            ['лор', 'лор', 2],
            ['лор', 'лор', 30],

            ['лора', 'лора', 0],
            ['лора', 'лора', 1],
            ['лора', 'лора', 2],
            ['лора', 'лора', 30],

            ['лорд', 'лорд', 0],
            ['лорд', 'лорд', 1],
            ['лорд', 'лорд', 2],
            ['лорд', 'лорд', 30],

            ['лоск', 'лоск', 0],
            ['лоск', 'лоск', 1],
            ['лоск', 'лоск', 2],
            ['лоск', 'лоск', 30],

            ['лоскут', 'лоскут', 0],
            ['лоскут', 'лоскут', 1],
            ['лоскут', 'лоскут', 2],
            ['лоскут', 'лоскут', 30],

            ['лоскуток', 'лоскуток', 0],
            ['лоскуток', 'лоскуток', 1],
            ['лоскуток', 'лоскуток', 2],
            ['лоскуток', 'лоскуток', 30],

            ['лосось', 'лосось', 0],
            ['лосось', 'лосось', 1],
            ['лосось', 'лосось', 2],
            ['лосось', 'лосось', 30],

            ['лось', 'лось', 0],
            ['лось', 'лось', 1],
            ['лось', 'лось', 2],
            ['лось', 'лось', 30],

            ['лосьон', 'лосьон', 0],
            ['лосьон', 'лосьон', 1],
            ['лосьон', 'лосьон', 2],
            ['лосьон', 'лосьон', 30],

            ['лот', 'лот', 0],
            ['лот', 'лот', 1],
            ['лот', 'лот', 2],
            ['лот', 'лот', 30],

            ['лотерея', 'лотерея', 0],
            ['лотерея', 'лотерея', 1],
            ['лотерея', 'лотерея', 2],
            ['лотерея', 'лотерея', 30],

            ['лоток', 'лоток', 0],
            ['лоток', 'лоток', 1],
            ['лоток', 'лоток', 2],
            ['лоток', 'лоток', 30],

            ['лотос', 'лотос', 0],
            ['лотос', 'лотос', 1],
            ['лотос', 'лотос', 2],
            ['лотос', 'лотос', 30],

            ['лох', 'лох', 0],
            ['лох', 'лох', 1],
            ['лох', 'лох', 2],
            ['лох', 'лох', 30],

            ['лоханка', 'лоханка', 0],
            ['лоханка', 'лоханка', 1],
            ['лоханка', 'лоханка', 2],
            ['лоханка', 'лоханка', 30],

            ['лохань', 'лохань', 0],
            ['лохань', 'лохань', 1],
            ['лохань', 'лохань', 2],
            ['лохань', 'лохань', 30],

            ['лохмотья', 'лохмотья', 0],
            ['лохмотья', 'лохмотья', 1],
            ['лохмотья', 'лохмотья', 2],
            ['лохмотья', 'лохмотья', 30],

            ['лошаденка', 'лошаденка', 0],
            ['лошаденка', 'лошаденка', 1],
            ['лошаденка', 'лошаденка', 2],
            ['лошаденка', 'лошаденка', 30],

            ['лошадка', 'лошадка', 0],
            ['лошадка', 'лошадка', 1],
            ['лошадка', 'лошадка', 2],
            ['лошадка', 'лошадка', 30],

            ['лошадь', 'лошадь', 0],
            ['лошадь', 'лошадь', 1],
            ['лошадь', 'лошадь', 2],
            ['лошадь', 'лошадь', 30],

            ['лощина', 'лощина', 0],
            ['лощина', 'лощина', 1],
            ['лощина', 'лощина', 2],
            ['лощина', 'лощина', 30],

            ['лояльность', 'лояльность', 0],
            ['лояльность', 'лояльность', 1],
            ['лояльность', 'лояльность', 2],
            ['лояльность', 'лояльность', 30],

            ['луанда', 'луанда', 0],
            ['луанда', 'луанда', 1],
            ['луанда', 'луанда', 2],
            ['луанда', 'луанда', 30],

            ['лубянка', 'лубянка', 0],
            ['лубянка', 'лубянка', 1],
            ['лубянка', 'лубянка', 2],
            ['лубянка', 'лубянка', 30],

            ['лувен', 'лувен', 0],
            ['лувен', 'лувен', 1],
            ['лувен', 'лувен', 2],
            ['лувен', 'лувен', 30],

            ['луг', 'луг', 0],
            ['луг', 'луг', 1],
            ['луг', 'луг', 2],
            ['луг', 'луг', 30],

            ['луганск', 'луганск', 0],
            ['луганск', 'луганск', 1],
            ['луганск', 'луганск', 2],
            ['луганск', 'луганск', 30],

            ['лужа', 'лужа', 0],
            ['лужа', 'лужа', 1],
            ['лужа', 'лужа', 2],
            ['лужа', 'лужа', 30],

            ['лужайка', 'лужайка', 0],
            ['лужайка', 'лужайка', 1],
            ['лужайка', 'лужайка', 2],
            ['лужайка', 'лужайка', 30],

            ['лужица', 'лужица', 0],
            ['лужица', 'лужица', 1],
            ['лужица', 'лужица', 2],
            ['лужица', 'лужица', 30],

            ['лужники', 'лужники', 0],
            ['лужники', 'лужники', 1],
            ['лужники', 'лужники', 2],
            ['лужники', 'лужники', 30],

            ['лужок', 'лужок', 0],
            ['лужок', 'лужок', 1],
            ['лужок', 'лужок', 2],
            ['лужок', 'лужок', 30],

            ['луза', 'луза', 0],
            ['луза', 'луза', 1],
            ['луза', 'луза', 2],
            ['луза', 'луза', 30],

            ['луиза', 'луиза', 0],
            ['луиза', 'луиза', 1],
            ['луиза', 'луиза', 2],
            ['луиза', 'луиза', 30],

            ['луизка', 'луизка', 0],
            ['луизка', 'луизка', 1],
            ['луизка', 'луизка', 2],
            ['луизка', 'луизка', 30],

            ['лук', 'лук', 0],
            ['лук', 'лук', 1],
            ['лук', 'лук', 2],
            ['лук', 'лук', 30],

            ['лука', 'лука', 0],
            ['лука', 'лука', 1],
            ['лука', 'лука', 2],
            ['лука', 'лука', 30],

            ['лукавство', 'лукавство', 0],
            ['лукавство', 'лукавство', 1],
            ['лукавство', 'лукавство', 2],
            ['лукавство', 'лукавство', 30],

            ['лукавый', 'лукавый', 0],
            ['лукавый', 'лукавый', 1],
            ['лукавый', 'лукавый', 2],
            ['лукавый', 'лукавый', 30],

            ['луканя', 'луканя', 0],
            ['луканя', 'луканя', 1],
            ['луканя', 'луканя', 2],
            ['луканя', 'луканя', 30],

            ['лукаря', 'лукаря', 0],
            ['лукаря', 'лукаря', 1],
            ['лукаря', 'лукаря', 2],
            ['лукаря', 'лукаря', 30],

            ['лукася', 'лукася', 0],
            ['лукася', 'лукася', 1],
            ['лукася', 'лукася', 2],
            ['лукася', 'лукася', 30],

            ['лукаха', 'лукаха', 0],
            ['лукаха', 'лукаха', 1],
            ['лукаха', 'лукаха', 2],
            ['лукаха', 'лукаха', 30],

            ['лукаша', 'лукаша', 0],
            ['лукаша', 'лукаша', 1],
            ['лукаша', 'лукаша', 2],
            ['лукаша', 'лукаша', 30],

            ['лукинична', 'лукинична', 0],
            ['лукинична', 'лукинична', 1],
            ['лукинична', 'лукинична', 2],
            ['лукинична', 'лукинична', 30],

            ['лукич', 'лукич', 0],
            ['лукич', 'лукич', 1],
            ['лукич', 'лукич', 2],
            ['лукич', 'лукич', 30],

            ['луковица', 'луковица', 0],
            ['луковица', 'луковица', 1],
            ['луковица', 'луковица', 2],
            ['луковица', 'луковица', 30],

            ['луковка', 'луковка', 0],
            ['луковка', 'луковка', 1],
            ['луковка', 'луковка', 2],
            ['луковка', 'луковка', 30],

            ['лукойл', 'лукойл', 0],
            ['лукойл', 'лукойл', 1],
            ['лукойл', 'лукойл', 2],
            ['лукойл', 'лукойл', 30],

            ['луконя', 'луконя', 0],
            ['луконя', 'луконя', 1],
            ['луконя', 'луконя', 2],
            ['луконя', 'луконя', 30],

            ['лукошко', 'лукошко', 0],
            ['лукошко', 'лукошко', 1],
            ['лукошко', 'лукошко', 2],
            ['лукошко', 'лукошко', 30],

            ['луна', 'луна', 0],
            ['луна', 'луна', 1],
            ['луна', 'луна', 2],
            ['луна', 'луна', 30],

            ['лунатик', 'лунатик', 0],
            ['лунатик', 'лунатик', 1],
            ['лунатик', 'лунатик', 2],
            ['лунатик', 'лунатик', 30],

            ['лунка', 'лунка', 0],
            ['лунка', 'лунка', 1],
            ['лунка', 'лунка', 2],
            ['лунка', 'лунка', 30],

            ['лунь', 'лунь', 0],
            ['лунь', 'лунь', 1],
            ['лунь', 'лунь', 2],
            ['лунь', 'лунь', 30],

            ['луня', 'луня', 0],
            ['луня', 'луня', 1],
            ['луня', 'луня', 2],
            ['луня', 'луня', 30],

            ['лупа', 'лупа', 0],
            ['лупа', 'лупа', 1],
            ['лупа', 'лупа', 2],
            ['лупа', 'лупа', 30],

            ['лусака', 'лусака', 0],
            ['лусака', 'лусака', 1],
            ['лусака', 'лусака', 2],
            ['лусака', 'лусака', 30],

            ['лух', 'лух', 0],
            ['лух', 'лух', 1],
            ['лух', 'лух', 2],
            ['лух', 'лух', 30],

            ['луцк', 'луцк', 0],
            ['луцк', 'луцк', 1],
            ['луцк', 'луцк', 2],
            ['луцк', 'луцк', 30],

            ['луч', 'луч', 0],
            ['луч', 'луч', 1],
            ['луч', 'луч', 2],
            ['луч', 'луч', 30],

            ['лучик', 'лучик', 0],
            ['лучик', 'лучик', 1],
            ['лучик', 'лучик', 2],
            ['лучик', 'лучик', 30],

            ['лучина', 'лучина', 0],
            ['лучина', 'лучина', 1],
            ['лучина', 'лучина', 2],
            ['лучина', 'лучина', 30],

            ['лучинка', 'лучинка', 0],
            ['лучинка', 'лучинка', 1],
            ['лучинка', 'лучинка', 2],
            ['лучинка', 'лучинка', 30],

            ['лучник', 'лучник', 0],
            ['лучник', 'лучник', 1],
            ['лучник', 'лучник', 2],
            ['лучник', 'лучник', 30],

            ['лучок', 'лучок', 0],
            ['лучок', 'лучок', 1],
            ['лучок', 'лучок', 2],
            ['лучок', 'лучок', 30],

            ['лыжа', 'лыжа', 0],
            ['лыжа', 'лыжа', 1],
            ['лыжа', 'лыжа', 2],
            ['лыжа', 'лыжа', 30],

            ['лыжник', 'лыжник', 0],
            ['лыжник', 'лыжник', 1],
            ['лыжник', 'лыжник', 2],
            ['лыжник', 'лыжник', 30],

            ['лыжня', 'лыжня', 0],
            ['лыжня', 'лыжня', 1],
            ['лыжня', 'лыжня', 2],
            ['лыжня', 'лыжня', 30],

            ['лыко', 'лыко', 0],
            ['лыко', 'лыко', 1],
            ['лыко', 'лыко', 2],
            ['лыко', 'лыко', 30],

            ['лысина', 'лысина', 0],
            ['лысина', 'лысина', 1],
            ['лысина', 'лысина', 2],
            ['лысина', 'лысина', 30],

            ['лысый', 'лысый', 0],
            ['лысый', 'лысый', 1],
            ['лысый', 'лысый', 2],
            ['лысый', 'лысый', 30],

            ['лычко', 'лычко', 0],
            ['лычко', 'лычко', 1],
            ['лычко', 'лычко', 2],
            ['лычко', 'лычко', 30],

            ['львица', 'львица', 0],
            ['львица', 'львица', 1],
            ['львица', 'львица', 2],
            ['львица', 'львица', 30],

            ['льгота', 'льгота', 0],
            ['льгота', 'льгота', 1],
            ['льгота', 'льгота', 2],
            ['льгота', 'льгота', 30],

            ['льготник', 'льготник', 0],
            ['льготник', 'льготник', 1],
            ['льготник', 'льготник', 2],
            ['льготник', 'льготник', 30],

            ['льдина', 'льдина', 0],
            ['льдина', 'льдина', 1],
            ['льдина', 'льдина', 2],
            ['льдина', 'льдина', 30],

            ['льдинка', 'льдинка', 0],
            ['льдинка', 'льдинка', 1],
            ['льдинка', 'льдинка', 2],
            ['льдинка', 'льдинка', 30],

            ['люба', 'люба', 0],
            ['люба', 'люба', 1],
            ['люба', 'люба', 2],
            ['люба', 'люба', 30],

            ['любава', 'любава', 0],
            ['любава', 'любава', 1],
            ['любава', 'любава', 2],
            ['любава', 'любава', 30],

            ['любаня', 'любаня', 0],
            ['любаня', 'любаня', 1],
            ['любаня', 'любаня', 2],
            ['любаня', 'любаня', 30],

            ['любаха', 'любаха', 0],
            ['любаха', 'любаха', 1],
            ['любаха', 'любаха', 2],
            ['любаха', 'любаха', 30],

            ['любаша', 'любаша', 0],
            ['любаша', 'любаша', 1],
            ['любаша', 'любаша', 2],
            ['любаша', 'любаша', 30],

            ['любезность', 'любезность', 0],
            ['любезность', 'любезность', 1],
            ['любезность', 'любезность', 2],
            ['любезность', 'любезность', 30],

            ['любек', 'любек', 0],
            ['любек', 'любек', 1],
            ['любек', 'любек', 2],
            ['любек', 'любек', 30],

            ['люберцы', 'люберцы', 0],
            ['люберцы', 'люберцы', 1],
            ['люберцы', 'люберцы', 2],
            ['люберцы', 'люберцы', 30],

            ['любимец', 'любимец', 0],
            ['любимец', 'любимец', 1],
            ['любимец', 'любимец', 2],
            ['любимец', 'любимец', 30],

            ['любимица', 'любимица', 0],
            ['любимица', 'любимица', 1],
            ['любимица', 'любимица', 2],
            ['любимица', 'любимица', 30],

            ['любимчик', 'любимчик', 0],
            ['любимчик', 'любимчик', 1],
            ['любимчик', 'любимчик', 2],
            ['любимчик', 'любимчик', 30],

            ['любимыйсын', 'любимыйсын', 0],
            ['любимыйсын', 'любимыйсын', 1],
            ['любимыйсын', 'любимыйсын', 2],
            ['любимыйсын', 'любимыйсын', 30],

            ['любитель', 'любитель', 0],
            ['любитель', 'любитель', 1],
            ['любитель', 'любитель', 2],
            ['любитель', 'любитель', 30],

            ['любительница', 'любительница', 0],
            ['любительница', 'любительница', 1],
            ['любительница', 'любительница', 2],
            ['любительница', 'любительница', 30],

            ['любка', 'любка', 0],
            ['любка', 'любка', 1],
            ['любка', 'любка', 2],
            ['любка', 'любка', 30],

            ['любл¤на', 'любл¤на', 0],
            ['любл¤на', 'любл¤на', 1],
            ['любл¤на', 'любл¤на', 2],
            ['любл¤на', 'любл¤на', 30],

            ['любовник', 'любовник', 0],
            ['любовник', 'любовник', 1],
            ['любовник', 'любовник', 2],
            ['любовник', 'любовник', 30],

            ['любовница', 'любовница', 0],
            ['любовница', 'любовница', 1],
            ['любовница', 'любовница', 2],
            ['любовница', 'любовница', 30],

            ['любовь', 'любовь', 0],
            ['любовь', 'любовь', 1],
            ['любовь', 'любовь', 2],
            ['любовь', 'любовь', 30],

            ['любознательность', 'любознательность', 0],
            ['любознательность', 'любознательность', 1],
            ['любознательность', 'любознательность', 2],
            ['любознательность', 'любознательность', 30],

            ['любопытный', 'любопытный', 0],
            ['любопытный', 'любопытный', 1],
            ['любопытный', 'любопытный', 2],
            ['любопытный', 'любопытный', 30],

            ['любопытство', 'любопытство', 0],
            ['любопытство', 'любопытство', 1],
            ['любопытство', 'любопытство', 2],
            ['любопытство', 'любопытство', 30],

            ['любуся', 'любуся', 0],
            ['любуся', 'любуся', 1],
            ['любуся', 'любуся', 2],
            ['любуся', 'любуся', 30],

            ['любуша', 'любуша', 0],
            ['любуша', 'любуша', 1],
            ['любуша', 'любуша', 2],
            ['любуша', 'любуша', 30],

            ['любушка', 'любушка', 0],
            ['любушка', 'любушка', 1],
            ['любушка', 'любушка', 2],
            ['любушка', 'любушка', 30],

            ['люда', 'люда', 0],
            ['люда', 'люда', 1],
            ['люда', 'люда', 2],
            ['люда', 'люда', 30],

            ['людаха', 'людаха', 0],
            ['людаха', 'людаха', 1],
            ['людаха', 'людаха', 2],
            ['людаха', 'людаха', 30],

            ['людаша', 'людаша', 0],
            ['людаша', 'людаша', 1],
            ['людаша', 'людаша', 2],
            ['людаша', 'людаша', 30],

            ['людишки', 'людишки', 0],
            ['людишки', 'людишки', 1],
            ['людишки', 'людишки', 2],
            ['людишки', 'людишки', 30],

            ['людмил', 'людмил', 0],
            ['людмил', 'людмил', 1],
            ['людмил', 'людмил', 2],
            ['людмил', 'людмил', 30],

            ['людмила', 'людмила', 0],
            ['людмила', 'людмила', 1],
            ['людмила', 'людмила', 2],
            ['людмила', 'людмила', 30],

            ['людмилка', 'людмилка', 0],
            ['людмилка', 'людмилка', 1],
            ['людмилка', 'людмилка', 2],
            ['людмилка', 'людмилка', 30],

            ['людмилыч', 'людмилыч', 0],
            ['людмилыч', 'людмилыч', 1],
            ['людмилыч', 'людмилыч', 2],
            ['людмилыч', 'людмилыч', 30],

            ['людоед', 'людоед', 0],
            ['людоед', 'людоед', 1],
            ['людоед', 'людоед', 2],
            ['людоед', 'людоед', 30],

            ['людуся', 'людуся', 0],
            ['людуся', 'людуся', 1],
            ['людуся', 'людуся', 2],
            ['людуся', 'людуся', 30],

            ['людуха', 'людуха', 0],
            ['людуха', 'людуха', 1],
            ['людуха', 'людуха', 2],
            ['людуха', 'людуха', 30],

            ['людуша', 'людуша', 0],
            ['людуша', 'людуша', 1],
            ['людуша', 'людуша', 2],
            ['людуша', 'людуша', 30],

            ['люк', 'люк', 0],
            ['люк', 'люк', 1],
            ['люк', 'люк', 2],
            ['люк', 'люк', 30],

            ['люкс', 'люкс', 0],
            ['люкс', 'люкс', 1],
            ['люкс', 'люкс', 2],
            ['люкс', 'люкс', 30],

            ['люксембург', 'люксембург', 0],
            ['люксембург', 'люксембург', 1],
            ['люксембург', 'люксембург', 2],
            ['люксембург', 'люксембург', 30],

            ['люлька', 'люлька', 0],
            ['люлька', 'люлька', 1],
            ['люлька', 'люлька', 2],
            ['люлька', 'люлька', 30],

            ['люля', 'люля', 0],
            ['люля', 'люля', 1],
            ['люля', 'люля', 2],
            ['люля', 'люля', 30],

            ['люмпен', 'люмпен', 0],
            ['люмпен', 'люмпен', 1],
            ['люмпен', 'люмпен', 2],
            ['люмпен', 'люмпен', 30],

            ['люня', 'люня', 0],
            ['люня', 'люня', 1],
            ['люня', 'люня', 2],
            ['люня', 'люня', 30],

            ['люсиша', 'люсиша', 0],
            ['люсиша', 'люсиша', 1],
            ['люсиша', 'люсиша', 2],
            ['люсиша', 'люсиша', 30],

            ['люстра', 'люстра', 0],
            ['люстра', 'люстра', 1],
            ['люстра', 'люстра', 2],
            ['люстра', 'люстра', 30],

            ['люся', 'люся', 0],
            ['люся', 'люся', 1],
            ['люся', 'люся', 2],
            ['люся', 'люся', 30],

            ['лютик', 'лютик', 0],
            ['лютик', 'лютик', 1],
            ['лютик', 'лютик', 2],
            ['лютик', 'лютик', 30],

            ['лютня', 'лютня', 0],
            ['лютня', 'лютня', 1],
            ['лютня', 'лютня', 2],
            ['лютня', 'лютня', 30],

            ['люцерн', 'люцерн', 0],
            ['люцерн', 'люцерн', 1],
            ['люцерн', 'люцерн', 2],
            ['люцерн', 'люцерн', 30],

            ['ля', 'ля', 0],
            ['ля', 'ля', 1],
            ['ля', 'ля', 2],
            ['ля', 'ля', 30],

            ['лягушка', 'лягушка', 0],
            ['лягушка', 'лягушка', 1],
            ['лягушка', 'лягушка', 2],
            ['лягушка', 'лягушка', 30],

            ['лягушонок', 'лягушонок', 0],
            ['лягушонок', 'лягушонок', 1],
            ['лягушонок', 'лягушонок', 2],
            ['лягушонок', 'лягушонок', 30],

            ['ляд', 'ляд', 0],
            ['ляд', 'ляд', 1],
            ['ляд', 'ляд', 2],
            ['ляд', 'ляд', 30],

            ['ляжка', 'ляжка', 0],
            ['ляжка', 'ляжка', 1],
            ['ляжка', 'ляжка', 2],
            ['ляжка', 'ляжка', 30],

            ['лязг', 'лязг', 0],
            ['лязг', 'лязг', 1],
            ['лязг', 'лязг', 2],
            ['лязг', 'лязг', 30],

            ['лялька', 'лялька', 0],
            ['лялька', 'лялька', 1],
            ['лялька', 'лялька', 2],
            ['лялька', 'лялька', 30],

            ['ляля', 'ляля', 0],
            ['ляля', 'ляля', 1],
            ['ляля', 'ляля', 2],
            ['ляля', 'ляля', 30],

            ['лямка', 'лямка', 0],
            ['лямка', 'лямка', 1],
            ['лямка', 'лямка', 2],
            ['лямка', 'лямка', 30],

            ['лян', 'лян', 0],
            ['лян', 'лян', 1],
            ['лян', 'лян', 2],
            ['лян', 'лян', 30],

            ['ляна', 'ляна', 0],
            ['ляна', 'ляна', 1],
            ['ляна', 'ляна', 2],
            ['ляна', 'ляна', 30],

            ['ляп', 'ляп', 0],
            ['ляп', 'ляп', 1],
            ['ляп', 'ляп', 2],
            ['ляп', 'ляп', 30],

            ['лясы', 'лясы', 0],
            ['лясы', 'лясы', 1],
            ['лясы', 'лясы', 2],
            ['лясы', 'лясы', 30],

            ['лях', 'лях', 0],
            ['лях', 'лях', 1],
            ['лях', 'лях', 2],
            ['лях', 'лях', 30]
        ];
    }
}