<?php
declare(strict_types=1);

namespace Noldors\Inflect\Tests\RussianDataProviders;

class LetterV
{
    public static function data(): array
    {
        return [
            ['вагон', 'вагонов', 0],
            ['вагон', 'вагон', 1],
            ['вагон', 'вагона', 2],
            ['вагон', 'вагонов', 30],

            ['вагонетка', 'вагонеток', 0],
            ['вагонетка', 'вагонетка', 1],
            ['вагонетка', 'вагонетки', 2],
            ['вагонетка', 'вагонеток', 30],

            ['вагончик', 'вагончиков', 0],
            ['вагончик', 'вагончик', 1],
            ['вагончик', 'вагончика', 2],
            ['вагончик', 'вагончиков', 30],

            ['ваза', 'ваз', 0],
            ['ваза', 'ваза', 1],
            ['ваза', 'вазы', 2],
            ['ваза', 'ваз', 30],

            ['вазочка', 'вазочек', 0],
            ['вазочка', 'вазочка', 1],
            ['вазочка', 'вазочки', 2],
            ['вазочка', 'вазочек', 30],

            ['вакансия', 'вакансий', 0],
            ['вакансия', 'вакансия', 1],
            ['вакансия', 'вакансии', 2],
            ['вакансия', 'вакансий', 30],

            ['вакханалия', 'вакханалий', 0],
            ['вакханалия', 'вакханалия', 1],
            ['вакханалия', 'вакханалии', 2],
            ['вакханалия', 'вакханалий', 30],

            ['вакцина', 'вакцин', 0],
            ['вакцина', 'вакцина', 1],
            ['вакцина', 'вакцины', 2],
            ['вакцина', 'вакцин', 30],

            ['вакцинация', 'вакцинаций', 0],
            ['вакцинация', 'вакцинация', 1],
            ['вакцинация', 'вакцинации', 2],
            ['вакцинация', 'вакцинаций', 30],

            ['вал', 'валов', 0],
            ['вал', 'вал', 1],
            ['вал', 'вала', 2],
            ['вал', 'валов', 30],

            ['валежник', 'валежников', 0],
            ['валежник', 'валежник', 1],
            ['валежник', 'валежника', 2],
            ['валежник', 'валежников', 30],

            ['валенок', 'валенков', 0],
            ['валенок', 'валенок', 1],
            ['валенок', 'валенка', 2],
            ['валенок', 'валенков', 30],

            ['валентинка', 'валентинок', 0],
            ['валентинка', 'валентинка', 1],
            ['валентинка', 'валентинки', 2],
            ['валентинка', 'валентинок', 30],

            ['валик', 'валиков', 0],
            ['валик', 'валик', 1],
            ['валик', 'валика', 2],
            ['валик', 'валиков', 30],

            ['валун', 'валунов', 0],
            ['валун', 'валун', 1],
            ['валун', 'валуна', 2],
            ['валун', 'валунов', 30],

            ['вальдшнеп', 'вальдшнепов', 0],
            ['вальдшнеп', 'вальдшнеп', 1],
            ['вальдшнеп', 'вальдшнепа', 2],
            ['вальдшнеп', 'вальдшнепов', 30],

            ['вальс', 'вальсов', 0],
            ['вальс', 'вальс', 1],
            ['вальс', 'вальса', 2],
            ['вальс', 'вальсов', 30],

            ['валюта', 'валют', 0],
            ['валюта', 'валюта', 1],
            ['валюта', 'валюты', 2],
            ['валюта', 'валют', 30],

            ['вампир', 'вампиров', 0],
            ['вампир', 'вампир', 1],
            ['вампир', 'вампира', 2],
            ['вампир', 'вампиров', 30],

            ['вандал', 'вандалов', 0],
            ['вандал', 'вандал', 1],
            ['вандал', 'вандала', 2],
            ['вандал', 'вандалов', 30],

            ['ванна', 'ванн', 0],
            ['ванна', 'ванна', 1],
            ['ванна', 'ванны', 2],
            ['ванна', 'ванн', 30],

            ['ванночка', 'ванночек', 0],
            ['ванночка', 'ванночка', 1],
            ['ванночка', 'ванночки', 2],
            ['ванночка', 'ванночек', 30],

            ['варвар', 'варваров', 0],
            ['варвар', 'варвар', 1],
            ['варвар', 'варвара', 2],
            ['варвар', 'варваров', 30],

            ['варежка', 'варежек', 0],
            ['варежка', 'варежка', 1],
            ['варежка', 'варежки', 2],
            ['варежка', 'варежек', 30],

            ['вареник', 'вареников', 0],
            ['вареник', 'вареник', 1],
            ['вареник', 'вареника', 2],
            ['вареник', 'вареников', 30],

            ['вариант', 'вариантов', 0],
            ['вариант', 'вариант', 1],
            ['вариант', 'варианта', 2],
            ['вариант', 'вариантов', 30],

            ['вариация', 'вариаций', 0],
            ['вариация', 'вариация', 1],
            ['вариация', 'вариации', 2],
            ['вариация', 'вариаций', 30],

            ['варяг', 'варягов', 0],
            ['варяг', 'варяг', 1],
            ['варяг', 'варяга', 2],
            ['варяг', 'варягов', 30],

            ['василек', 'васильков', 0],
            ['василек', 'василек', 1],
            ['василек', 'василька', 2],
            ['василек', 'васильков', 30],

            ['василиск', 'василисков', 0],
            ['василиск', 'василиск', 1],
            ['василиск', 'василиска', 2],
            ['василиск', 'василисков', 30],

            ['вассал', 'вассалов', 0],
            ['вассал', 'вассал', 1],
            ['вассал', 'вассала', 2],
            ['вассал', 'вассалов', 30],

            ['ватман', 'ватманов', 0],
            ['ватман', 'ватман', 1],
            ['ватман', 'ватмана', 2],
            ['ватман', 'ватманов', 30],

            ['ватник', 'ватников', 0],
            ['ватник', 'ватник', 1],
            ['ватник', 'ватника', 2],
            ['ватник', 'ватников', 30],

            ['ваучер', 'ваучеров', 0],
            ['ваучер', 'ваучер', 1],
            ['ваучер', 'ваучера', 2],
            ['ваучер', 'ваучеров', 30],

            ['вафля', 'вафлей', 0],
            ['вафля', 'вафля', 1],
            ['вафля', 'вафли', 2],
            ['вафля', 'вафлей', 30],

            ['вахтер', 'вахтеров', 0],
            ['вахтер', 'вахтер', 1],
            ['вахтер', 'вахтера', 2],
            ['вахтер', 'вахтеров', 30],

            ['вахтерша', 'вахтерш', 0],
            ['вахтерша', 'вахтерша', 1],
            ['вахтерша', 'вахтерши', 2],
            ['вахтерша', 'вахтерш', 30],

            ['введение', 'введений', 0],
            ['введение', 'введение', 1],
            ['введение', 'введения', 2],
            ['введение', 'введений', 30],

            ['ввс', 'ввс', 0],
            ['ввс', 'ввс', 1],
            ['ввс', 'ввс', 2],
            ['ввс', 'ввс', 30],

            ['вдова', 'вдов', 0],
            ['вдова', 'вдова', 1],
            ['вдова', 'вдовы', 2],
            ['вдова', 'вдов', 30],

            ['вдовец', 'вдовцов', 0],
            ['вдовец', 'вдовец', 1],
            ['вдовец', 'вдовца', 2],
            ['вдовец', 'вдовцов', 30],

            ['вдовушка', 'вдовушек', 0],
            ['вдовушка', 'вдовушка', 1],
            ['вдовушка', 'вдовушки', 2],
            ['вдовушка', 'вдовушек', 30],

            ['вдох', 'вдохов', 0],
            ['вдох', 'вдох', 1],
            ['вдох', 'вдоха', 2],
            ['вдох', 'вдохов', 30],

            ['вдохновение', 'вдохновений', 0],
            ['вдохновение', 'вдохновение', 1],
            ['вдохновение', 'вдохновения', 2],
            ['вдохновение', 'вдохновений', 30],

            ['вдохновитель', 'вдохновителей', 0],
            ['вдохновитель', 'вдохновитель', 1],
            ['вдохновитель', 'вдохновителя', 2],
            ['вдохновитель', 'вдохновителей', 30],

            ['вегетарианец', 'вегетарианцев', 0],
            ['вегетарианец', 'вегетарианец', 1],
            ['вегетарианец', 'вегетарианца', 2],
            ['вегетарианец', 'вегетарианцев', 30],

            ['ведение', 'ведений', 0],
            ['ведение', 'ведение', 1],
            ['ведение', 'ведения', 2],
            ['ведение', 'ведений', 30],

            ['ведерко', 'ведерок', 0],
            ['ведерко', 'ведерко', 1],
            ['ведерко', 'ведерка', 2],
            ['ведерко', 'ведерок', 30],

            ['ведомость', 'ведомостей', 0],
            ['ведомость', 'ведомость', 1],
            ['ведомость', 'ведомости', 2],
            ['ведомость', 'ведомостей', 30],

            ['ведомство', 'ведомств', 0],
            ['ведомство', 'ведомство', 1],
            ['ведомство', 'ведомства', 2],
            ['ведомство', 'ведомств', 30],

            ['ведро', 'ведер', 0],
            ['ведро', 'ведро', 1],
            ['ведро', 'ведра', 2],
            ['ведро', 'ведер', 30],

            ['ведун', 'ведунов', 0],
            ['ведун', 'ведун', 1],
            ['ведун', 'ведуна', 2],
            ['ведун', 'ведунов', 30],

            ['ведьма', 'ведем', 0],
            ['ведьма', 'ведьма', 1],
            ['ведьма', 'ведьмы', 2],
            ['ведьма', 'ведем', 30],

            ['ведьмак', 'ведьмаков', 0],
            ['ведьмак', 'ведьмак', 1],
            ['ведьмак', 'ведьмака', 2],
            ['ведьмак', 'ведьмаков', 30],

            ['веер', 'вееров', 0],
            ['веер', 'веер', 1],
            ['веер', 'веера', 2],
            ['веер', 'вееров', 30],

            ['вездеход', 'вездеходов', 0],
            ['вездеход', 'вездеход', 1],
            ['вездеход', 'вездехода', 2],
            ['вездеход', 'вездеходов', 30],

            ['везение', 'везений', 0],
            ['везение', 'везение', 1],
            ['везение', 'везения', 2],
            ['везение', 'везений', 30],

            ['везунчик', 'везунчиков', 0],
            ['везунчик', 'везунчик', 1],
            ['везунчик', 'везунчика', 2],
            ['везунчик', 'везунчиков', 30],

            ['век', 'веков', 0],
            ['век', 'век', 1],
            ['век', 'века', 2],
            ['век', 'веков', 30],

            ['вексель', 'векселей', 0],
            ['вексель', 'вексель', 1],
            ['вексель', 'векселя', 2],
            ['вексель', 'векселей', 30],

            ['вектор', 'векторов', 0],
            ['вектор', 'вектор', 1],
            ['вектор', 'вектора', 2],
            ['вектор', 'векторов', 30],

            ['веление', 'велений', 0],
            ['веление', 'веление', 1],
            ['веление', 'веления', 2],
            ['веление', 'велений', 30],

            ['великан', 'великанов', 0],
            ['великан', 'великан', 1],
            ['великан', 'великана', 2],
            ['великан', 'великанов', 30],

            ['величие', 'величий', 0],
            ['величие', 'величие', 1],
            ['величие', 'величия', 2],
            ['величие', 'величий', 30],

            ['величина', 'величин', 0],
            ['величина', 'величина', 1],
            ['величина', 'величины', 2],
            ['величина', 'величин', 30],

            ['велосипед', 'велосипедов', 0],
            ['велосипед', 'велосипед', 1],
            ['велосипед', 'велосипеда', 2],
            ['велосипед', 'велосипедов', 30],

            ['велосипедист', 'велосипедистов', 0],
            ['велосипедист', 'велосипедист', 1],
            ['велосипедист', 'велосипедиста', 2],
            ['велосипедист', 'велосипедистов', 30],

            ['вельможа', 'вельмож', 0],
            ['вельможа', 'вельможа', 1],
            ['вельможа', 'вельможы', 2],
            ['вельможа', 'вельмож', 30],

            ['вена', 'вен', 0],
            ['вена', 'вена', 1],
            ['вена', 'вены', 2],
            ['вена', 'вен', 30],

            ['венгр', 'венгров', 0],
            ['венгр', 'венгр', 1],
            ['венгр', 'венгра', 2],
            ['венгр', 'венгров', 30],

            ['венец', 'венцов', 0],
            ['венец', 'венец', 1],
            ['венец', 'венеца', 2],
            ['венец', 'венецов', 30],

            ['вензель', 'вензелей', 0],
            ['вензель', 'вензель', 1],
            ['вензель', 'вензеля', 2],
            ['вензель', 'вензелей', 30],

            ['веник', 'веников', 0],
            ['веник', 'веник', 1],
            ['веник', 'веника', 2],
            ['веник', 'веников', 30],

            ['венок', 'венков', 0],
            ['венок', 'венок', 1],
            ['венок', 'венка', 2],
            ['венок', 'венков', 30],

            ['вентиль', 'вентилей', 0],
            ['вентиль', 'вентиль', 1],
            ['вентиль', 'вентиля', 2],
            ['вентиль', 'вентилей', 30],

            ['вентилятор', 'вентиляторов', 0],
            ['вентилятор', 'вентилятор', 1],
            ['вентилятор', 'вентилятора', 2],
            ['вентилятор', 'вентиляторов', 30],

            ['вентиляция', 'вентиляций', 0],
            ['вентиляция', 'вентиляция', 1],
            ['вентиляция', 'вентиляции', 2],
            ['вентиляция', 'вентиляций', 30],

            ['венчание', 'венчаний', 0],
            ['венчание', 'венчание', 1],
            ['венчание', 'венчания', 2],
            ['венчание', 'венчаний', 30],

            ['венчик', 'венчиков', 0],
            ['венчик', 'венчик', 1],
            ['венчик', 'венчика', 2],
            ['венчик', 'венчиков', 30],

            ['вепрь', 'вепрей', 0],
            ['вепрь', 'вепрь', 1],
            ['вепрь', 'вепря', 2],
            ['вепрь', 'вепрей', 30],

            ['веранда', 'веранд', 0],
            ['веранда', 'веранда', 1],
            ['веранда', 'веранды', 2],
            ['веранда', 'веранд', 30],

            ['верба', 'верб', 0],
            ['верба', 'верба', 1],
            ['верба', 'вербы', 2],
            ['верба', 'верб', 30],

            ['верблюд', 'верблюдов', 0],
            ['верблюд', 'верблюд', 1],
            ['верблюд', 'верблюда', 2],
            ['верблюд', 'верблюдов', 30],

            ['вербовка', 'вербовок', 0],
            ['вербовка', 'вербовка', 1],
            ['вербовка', 'вербовки', 2],
            ['вербовка', 'вербовок', 30],

            ['вербовщик', 'вербовщиков', 0],
            ['вербовщик', 'вербовщик', 1],
            ['вербовщик', 'вербовщика', 2],
            ['вербовщик', 'вербовщиков', 30],

            ['вердикт', 'вердиктов', 0],
            ['вердикт', 'вердикт', 1],
            ['вердикт', 'вердикта', 2],
            ['вердикт', 'вердиктов', 30],

            ['веревка', 'веревок', 0],
            ['веревка', 'веревка', 1],
            ['веревка', 'веревки', 2],
            ['веревка', 'веревок', 30],

            ['веревочка', 'веревочек', 0],
            ['веревочка', 'веревочка', 1],
            ['веревочка', 'веревочки', 2],
            ['веревочка', 'веревочек', 30],

            ['вереница', 'верениц', 0],
            ['вереница', 'вереница', 1],
            ['вереница', 'вереницы', 2],
            ['вереница', 'верениц', 30],

            ['вереск', 'вересков', 0],
            ['вереск', 'вереск', 1],
            ['вереск', 'вереска', 2],
            ['вереск', 'вересков', 30],

            ['верзила', 'верзил', 0],
            ['верзила', 'верзила', 1],
            ['верзила', 'верзилы', 2],
            ['верзила', 'верзил', 30],

            ['вермишель', 'вермишелей', 0],
            ['вермишель', 'вермишель', 1],
            ['вермишель', 'вермишели', 2],
            ['вермишель', 'вермишелй', 30],

            ['верность', 'верностей', 0],
            ['верность', 'верность', 1],
            ['верность', 'верности', 2],
            ['верность', 'верностей', 30],

            ['верование', 'верований', 0],
            ['верование', 'верование', 1],
            ['верование', 'верования', 2],
            ['верование', 'верований', 30],

            ['вероисповедание', 'вероисповеданий', 0],
            ['вероисповедание', 'вероисповедание', 1],
            ['вероисповедание', 'вероисповедания', 2],
            ['вероисповедание', 'вероисповеданий', 30],

            ['вероучение', 'вероучений', 0],
            ['вероучение', 'вероучение', 1],
            ['вероучение', 'вероучения', 2],
            ['вероучение', 'вероучений', 30],

            ['вероятность', 'вероятностей', 0],
            ['вероятность', 'вероятность', 1],
            ['вероятность', 'вероятности', 2],
            ['вероятность', 'вероятностей', 30],

            ['версия', 'версий', 0],
            ['версия', 'версия', 1],
            ['версия', 'версии', 2],
            ['версия', 'версий', 30],

            ['верста', 'верст', 0],
            ['верста', 'верста', 1],
            ['верста', 'версты', 2],
            ['верста', 'верст', 30],

            ['верстак', 'верстаков', 0],
            ['верстак', 'верстак', 1],
            ['верстак', 'верстака', 2],
            ['верстак', 'верстаков', 30],

            ['верстка', 'версток', 0],
            ['верстка', 'верстка', 1],
            ['верстка', 'верстки', 2],
            ['верстка', 'версток', 30],

            ['вертел', 'вертелов', 0],
            ['вертел', 'вертел', 1],
            ['вертел', 'вертела', 2],
            ['вертел', 'вертелов', 30],

            ['вертикаль', 'вертикалей', 0],
            ['вертикаль', 'вертикаль', 1],
            ['вертикаль', 'вертикали', 2],
            ['вертикаль', 'вертикалей', 30],

            ['вертолет', 'вертолетов', 0],
            ['вертолет', 'вертолет', 1],
            ['вертолет', 'вертолета', 2],
            ['вертолет', 'вертолетов', 30],

            ['вертолетчик', 'вертолетчиков', 0],
            ['вертолетчик', 'вертолетчик', 1],
            ['вертолетчик', 'вертолетчика', 2],
            ['вертолетчик', 'вертолетчиков', 30],

            ['вертухай', 'вертухаев', 0],
            ['вертухай', 'вертухай', 1],
            ['вертухай', 'вертухая', 2],
            ['вертухай', 'вертухаев', 30],

            ['вертушка', 'вертушек', 0],
            ['вертушка', 'вертушка', 1],
            ['вертушка', 'вертушки', 2],
            ['вертушка', 'вертушек', 30],

            ['верфь', 'верфей', 0],
            ['верфь', 'верфь', 1],
            ['верфь', 'верфи', 2],
            ['верфь', 'верфей', 30],

            ['верховье', 'верховий', 0],
            ['верховье', 'верховье', 1],
            ['верховье', 'верховья', 2],
            ['верховье', 'верховий', 30],

            ['верхотура', 'верхотур', 0],
            ['верхотура', 'верхотура', 1],
            ['верхотура', 'верхотуры', 2],
            ['верхотура', 'верхотур', 30],

            ['верхушка', 'верхушек', 0],
            ['верхушка', 'верхушка', 1],
            ['верхушка', 'верхушки', 2],
            ['верхушка', 'верхушек', 30],

            ['вершина', 'вершин', 0],
            ['вершина', 'вершина', 1],
            ['вершина', 'вершины', 2],
            ['вершина', 'вершин', 30],

            ['вершок', 'вершков', 0],
            ['вершок', 'вершок', 1],
            ['вершок', 'вершка', 2],
            ['вершок', 'вершков', 30],

            ['вес', 'весов', 0],
            ['вес', 'вес', 1],
            ['вес', 'веса', 2],
            ['вес', 'весов', 30],

            ['веселье', 'веселий', 0],
            ['веселье', 'веселье', 1],
            ['веселье', 'веселья', 2],
            ['веселье', 'веселий', 30],

            ['весельчак', 'весельчаков', 0],
            ['весельчак', 'весельчак', 1],
            ['весельчак', 'весельчака', 2],
            ['весельчак', 'весельчаков', 30],

            ['весло', 'весел', 0],
            ['весло', 'весло', 1],
            ['весло', 'весла', 2],
            ['весло', 'весел', 30],

            ['веснушка', 'веснушек', 0],
            ['веснушка', 'веснушка', 1],
            ['веснушка', 'веснушки', 2],
            ['веснушка', 'веснушек', 30],

            ['вестерн', 'вестернов', 0],
            ['вестерн', 'вестерн', 1],
            ['вестерн', 'вестерна', 2],
            ['вестерн', 'вестернов', 30],

            ['вестибюль', 'вестибюлей', 0],
            ['вестибюль', 'вестибюль', 1],
            ['вестибюль', 'вестибюля', 2],
            ['вестибюль', 'вестибюлей', 30],

            ['вестник', 'вестников', 0],
            ['вестник', 'вестник', 1],
            ['вестник', 'вестника', 2],
            ['вестник', 'вестников', 30],

            ['весточка', 'весточек', 0],
            ['весточка', 'весточка', 1],
            ['весточка', 'весточки', 2],
            ['весточка', 'весточек', 30],

            ['весть', 'вестей', 0],
            ['весть', 'весть', 1],
            ['весть', 'вести', 2],
            ['весть', 'вестей', 30],

            ['ветвь', 'ветвей', 0],
            ['ветвь', 'ветвь', 1],
            ['ветвь', 'ветви', 2],
            ['ветвь', 'ветвей', 30],

            ['ветер', 'ветров', 0],
            ['ветер', 'ветер', 1],
            ['ветер', 'ветра', 2],
            ['ветер', 'ветров', 30],

            ['ветеран', 'ветеранов', 0],
            ['ветеран', 'ветеран', 1],
            ['ветеран', 'ветерана', 2],
            ['ветеран', 'ветеранов', 30],

            ['ветеринар', 'ветеринаров', 0],
            ['ветеринар', 'ветеринар', 1],
            ['ветеринар', 'ветеринара', 2],
            ['ветеринар', 'ветеринаров', 30],

            ['ветерок', 'ветерков', 0],
            ['ветерок', 'ветерок', 1],
            ['ветерок', 'ветерка', 2],
            ['ветерок', 'ветерков', 30],

            ['ветка', 'веток', 0],
            ['ветка', 'ветка', 1],
            ['ветка', 'ветки', 2],
            ['ветка', 'веток', 30],

            ['веточка', 'веточек', 0],
            ['веточка', 'веточка', 1],
            ['веточка', 'веточки', 2],
            ['веточка', 'веточкек', 30],

            ['ветошь', 'ветошей', 0],
            ['ветошь', 'ветошь', 1],
            ['ветошь', 'ветоши', 2],
            ['ветошь', 'ветошей', 30],

            ['вечер', 'вечеров', 0],
            ['вечер', 'вечер', 1],
            ['вечер', 'вечера', 2],
            ['вечер', 'вечеров', 30],

            ['вечеринка', 'вечеринок', 0],
            ['вечеринка', 'вечеринка', 1],
            ['вечеринка', 'вечеринки', 2],
            ['вечеринка', 'вечеринок', 30],

            ['вечерок', 'вечерков', 0],
            ['вечерок', 'вечерок', 1],
            ['вечерок', 'вечерка', 2],
            ['вечерок', 'вечерков', 30],

            ['вечеря', 'вечерь', 0],
            ['вечеря', 'вечеря', 1],
            ['вечеря', 'вечери', 2],
            ['вечеря', 'вечерь', 30],

            ['вечность', 'вечностей', 0],
            ['вечность', 'вечность', 1],
            ['вечность', 'вечности', 2],
            ['вечность', 'вечностей', 30],

            ['вешалка', 'вешалок', 0],
            ['вешалка', 'вешалка', 1],
            ['вешалка', 'вешалки', 2],
            ['вешалка', 'вешалок', 30],

            ['вещание', 'вещаний', 0],
            ['вещание', 'вещание', 1],
            ['вещание', 'вещания', 2],
            ['вещание', 'вещаний', 30],

            ['вещество', 'веществ', 0],
            ['вещество', 'вещество', 1],
            ['вещество', 'вещества', 2],
            ['вещество', 'веществ', 30],

            ['вещица', 'вещиц', 0],
            ['вещица', 'вещица', 1],
            ['вещица', 'вещицы', 2],
            ['вещица', 'вещиц', 30],

            ['вещичка', 'вещичек', 0],
            ['вещичка', 'вещичка', 1],
            ['вещичка', 'вещички', 2],
            ['вещичка', 'вещичек', 30],

            ['вещмешок', 'вещмешков', 0],
            ['вещмешок', 'вещмешок', 1],
            ['вещмешок', 'вещмешка', 2],
            ['вещмешок', 'вещмешков', 30],

            ['вещь', 'вещей', 0],
            ['вещь', 'вещь', 1],
            ['вещь', 'вещи', 2],
            ['вещь', 'вещей', 30],

            ['веяние', 'веяний', 0],
            ['веяние', 'веяние', 1],
            ['веяние', 'веяния', 2],
            ['веяние', 'веяний', 30],

            ['взаимность', 'взаимностей', 0],
            ['взаимность', 'взаимность', 1],
            ['взаимность', 'взаимности', 2],
            ['взаимность', 'взаимностей', 30],

            ['взаимодействие', 'взаимодействий', 0],
            ['взаимодействие', 'взаимодействие', 1],
            ['взаимодействие', 'взаимодействия', 2],
            ['взаимодействие', 'взаимодействий', 30],

            ['взаимоотношение', 'взаимоотношенией', 0],
            ['взаимоотношение', 'взаимоотношение', 1],
            ['взаимоотношение', 'взаимоотношения', 2],
            ['взаимоотношение', 'взаимоотношений', 30],

            ['взаимопомощь', 'взаимопомощей', 0],
            ['взаимопомощь', 'взаимопомощь', 1],
            ['взаимопомощь', 'взаимопомощи', 2],
            ['взаимопомощь', 'взаимопомощей', 30],

            ['взаимопонимание', 'взаимопониманий', 0],
            ['взаимопонимание', 'взаимопонимание', 1],
            ['взаимопонимание', 'взаимопонимания', 2],
            ['взаимопонимание', 'взаимопониманий', 30],

            ['взаимосвязь', 'взаимосвязей', 0],
            ['взаимосвязь', 'взаимосвязь', 1],
            ['взаимосвязь', 'взаимосвязи', 2],
            ['взаимосвязь', 'взаимосвязей', 30],

            ['взбучка', 'взбучек', 0],
            ['взбучка', 'взбучка', 1],
            ['взбучка', 'взбучки', 2],
            ['взбучка', 'взбучек', 30],

            ['взвесь', 'взвесей', 0],
            ['взвесь', 'взвесь', 1],
            ['взвесь', 'взвеси', 2],
            ['взвесь', 'взвесей', 30],

            ['взвизг', 'взвизгов', 0],
            ['взвизг', 'взвизг', 1],
            ['взвизг', 'взвизга', 2],
            ['взвизг', 'взвизгов', 30],

            ['взвод', 'взводов', 0],
            ['взвод', 'взвод', 1],
            ['взвод', 'взвода', 2],
            ['взвод', 'взводов', 30],

            ['взводный', 'взводных', 0],
            ['взводный', 'взводный', 1],
            ['взводный', 'взводных', 2],
            ['взводный', 'взводных', 30],

            ['взгляд', 'взглядов', 0],
            ['взгляд', 'взгляд', 1],
            ['взгляд', 'взгляда', 2],
            ['взгляд', 'взглядов', 30],

            ['взгорок', 'взгорков', 0],
            ['взгорок', 'взгорок', 1],
            ['взгорок', 'взгорка', 2],
            ['взгорок', 'взгорков', 30],

            ['вздор', 'вздоров', 0],
            ['вздор', 'вздор', 1],
            ['вздор', 'вздора', 2],
            ['вздор', 'вздоров', 30],

            ['вздох', 'вздохов', 0],
            ['вздох', 'вздох', 1],
            ['вздох', 'вздоха', 2],
            ['вздох', 'вздохов', 30],

            ['вздутие', 'вздутий', 0],
            ['вздутие', 'вздутие', 1],
            ['вздутие', 'вздутия', 2],
            ['вздутие', 'вздутий', 30],

            ['взлет', 'взлетов', 0],
            ['взлет', 'взлет', 1],
            ['взлет', 'взлета', 2],
            ['взлет', 'взлетов', 30],

            ['взлом', 'взломов', 0],
            ['взлом', 'взлом', 1],
            ['взлом', 'взлома', 2],
            ['взлом', 'взломов', 30],

            ['взмах', 'взмахов', 0],
            ['взмах', 'взмах', 1],
            ['взмах', 'взмаха', 2],
            ['взмах', 'взмахов', 30],

            ['взнос', 'взносов', 0],
            ['взнос', 'взнос', 1],
            ['взнос', 'взноса', 2],
            ['взнос', 'взносов', 30],

            ['взор', 'взоров', 0],
            ['взор', 'взор', 1],
            ['взор', 'взора', 2],
            ['взор', 'взоров', 30],

            ['взрослый', 'взрослых', 0],
            ['взрослый', 'взрослый', 1],
            ['взрослый', 'взрослых', 2],
            ['взрослый', 'взрослых', 30],

            ['взрыв', 'взрывов', 0],
            ['взрыв', 'взрыв', 1],
            ['взрыв', 'взрыва', 2],
            ['взрыв', 'взрывов', 30],

            ['взрыватель', 'взрывателей', 0],
            ['взрыватель', 'взрыватель', 1],
            ['взрыватель', 'взрывателя', 2],
            ['взрыватель', 'взрывателей', 30],

            ['взрывник', 'взрывников', 0],
            ['взрывник', 'взрывник', 1],
            ['взрывник', 'взрывника', 2],
            ['взрывник', 'взрывников', 30],

            ['взрывчатка', 'взрывчаток', 0],
            ['взрывчатка', 'взрывчатка', 1],
            ['взрывчатка', 'взрывчатки', 2],
            ['взрывчатка', 'взрывчаток', 30],

            ['взыскание', 'взысканий', 0],
            ['взыскание', 'взыскание', 1],
            ['взыскание', 'взыскания', 2],
            ['взыскание', 'взысканий', 30],

            ['взятие', 'взятий', 0],
            ['взятие', 'взятие', 1],
            ['взятие', 'взятия', 2],
            ['взятие', 'взятией', 30],

            ['взяточник', 'взяточников', 0],
            ['взяточник', 'взяточник', 1],
            ['взяточник', 'взяточника', 2],
            ['взяточник', 'взяточников', 30],

            ['вибрация', 'вибраций', 0],
            ['вибрация', 'вибрация', 1],
            ['вибрация', 'вибрации', 2],
            ['вибрация', 'вибраций', 30],

            ['вид', 'видов', 0],
            ['вид', 'вид', 1],
            ['вид', 'вида', 2],
            ['вид', 'видов', 30],

            ['видение', 'видений', 0],
            ['видение', 'видение', 1],
            ['видение', 'видения', 2],
            ['видение', 'видений', 30],

            ['видео', 'видео', 0],
            ['видео', 'видео', 1],
            ['видео', 'видео', 2],
            ['видео', 'видео', 30],

            ['видеозапись', 'видеозаписей', 0],
            ['видеозапись', 'видеозапись', 1],
            ['видеозапись', 'видеозаписи', 2],
            ['видеозапись', 'видеозаписей', 30],

            ['видеокамера', 'видеокамер', 0],
            ['видеокамера', 'видеокамера', 1],
            ['видеокамера', 'видеокамеры', 2],
            ['видеокамера', 'видеокамер', 30],

            ['видеокассета', 'видеокассет', 0],
            ['видеокассета', 'видеокассета', 1],
            ['видеокассета', 'видеокассеты', 2],
            ['видеокассета', 'видеокассет', 30],

            ['видеомагнитофон', 'видеомагнитофонов', 0],
            ['видеомагнитофон', 'видеомагнитофон', 1],
            ['видеомагнитофон', 'видеомагнитофона', 2],
            ['видеомагнитофон', 'видеомагнитофонов', 30],

            ['видеофон', 'видеофонов', 0],
            ['видеофон', 'видеофон', 1],
            ['видеофон', 'видеофона', 2],
            ['видеофон', 'видеофонов', 30],

            ['видимость', 'видимостей', 0],
            ['видимость', 'видимость', 1],
            ['видимость', 'видимости', 2],
            ['видимость', 'видимостей', 30],

            ['виза', 'виз', 0],
            ['виза', 'виза', 1],
            ['виза', 'визы', 2],
            ['виза', 'виз', 30],

            ['визг', 'визгов', 0],
            ['визг', 'визг', 1],
            ['визг', 'визга', 2],
            ['визг', 'визгов', 30],

            ['визирь', 'визирей', 0],
            ['визирь', 'визирь', 1],
            ['визирь', 'визиря', 2],
            ['визирь', 'визирей', 30],

            ['визит', 'визитов', 0],
            ['визит', 'визит', 1],
            ['визит', 'визита', 2],
            ['визит', 'визитов', 30],

            ['визитер', 'визитеров', 0],
            ['визитер', 'визитер', 1],
            ['визитер', 'визитера', 2],
            ['визитер', 'визитеров', 30],

            ['визитка', 'визиток', 0],
            ['визитка', 'визитка', 1],
            ['визитка', 'визитки', 2],
            ['визитка', 'визиток', 30],

            ['визуализация', 'визуализаций', 0],
            ['визуализация', 'визуализация', 1],
            ['визуализация', 'визуализации', 2],
            ['визуализация', 'визуализаций', 30],

            ['викинг', 'викингов', 0],
            ['викинг', 'викинг', 1],
            ['викинг', 'викинга', 2],
            ['викинг', 'викингов', 30],

            ['виконт', 'виконтов', 0],
            ['виконт', 'виконт', 1],
            ['виконт', 'виконта', 2],
            ['виконт', 'виконтов', 30],

            ['викторина', 'викторин', 0],
            ['викторина', 'викторина', 1],
            ['викторина', 'викторины', 2],
            ['викторина', 'викторин', 30],

            ['вилка', 'вилок', 0],
            ['вилка', 'вилка', 1],
            ['вилка', 'вилки', 2],
            ['вилка', 'вилок', 30],

            ['вилла', 'вилл', 0],
            ['вилла', 'вилла', 1],
            ['вилла', 'виллы', 2],
            ['вилла', 'вилл', 30],

            ['вилы', 'вил', 0],
            ['вилы', 'вилы', 1],
            ['вилы', 'вил', 2],
            ['вилы', 'вил', 30],

            ['винегрет', 'винегретов', 0],
            ['винегрет', 'винегрет', 1],
            ['винегрет', 'винегрета', 2],
            ['винегрет', 'винегретов', 30],

            ['вино', 'вин', 0],
            ['вино', 'вино', 1],
            ['вино', 'вина', 2],
            ['вино', 'вин', 30],

            ['виновник', 'виновников', 0],
            ['виновник', 'виновник', 1],
            ['виновник', 'виновника', 2],
            ['виновник', 'виновников', 30],

            ['виновница', 'виновниц', 0],
            ['виновница', 'виновница', 1],
            ['виновница', 'виновницы', 2],
            ['виновница', 'виновниц', 30],

            ['виноградник', 'виноградников', 0],
            ['виноградник', 'виноградник', 1],
            ['виноградник', 'виноградника', 2],
            ['виноградник', 'виноградников', 30],

            ['винт', 'винтов', 0],
            ['винт', 'винт', 1],
            ['винт', 'винта', 2],
            ['винт', 'винтов', 30],

            ['винтик', 'винтиков', 0],
            ['винтик', 'винтик', 1],
            ['винтик', 'винтика', 2],
            ['винтик', 'винтиков', 30],

            ['винтовка', 'винтовок', 0],
            ['винтовка', 'винтовка', 1],
            ['винтовка', 'винтовки', 2],
            ['винтовка', 'винтовок', 30],

            ['винчестер', 'винчестеров', 0],
            ['винчестер', 'винчестер', 1],
            ['винчестер', 'винчестера', 2],
            ['винчестер', 'винчестеров', 30],

            ['виолончель', 'виолончелей', 0],
            ['виолончель', 'виолончель', 1],
            ['виолончель', 'виолончели', 2],
            ['виолончель', 'виолончелей', 30],

            ['вираж', 'виражей', 0],
            ['вираж', 'вираж', 1],
            ['вираж', 'виража', 2],
            ['вираж', 'виражей', 30],

            ['виртуоз', 'виртуозов', 0],
            ['виртуоз', 'виртуоз', 1],
            ['виртуоз', 'виртуоза', 2],
            ['виртуоз', 'виртуозов', 30],

            ['вирус', 'вирусов', 0],
            ['вирус', 'вирус', 1],
            ['вирус', 'вируса', 2],
            ['вирус', 'вирусов', 30],

            ['виселица', 'виселиц', 0],
            ['виселица', 'виселица', 1],
            ['виселица', 'виселицы', 2],
            ['виселица', 'виселиц', 30],

            ['висельник', 'висельников', 0],
            ['висельник', 'висельник', 1],
            ['висельник', 'висельника', 2],
            ['висельник', 'висельников', 30],

            ['виски', 'виски', 0],
            ['виски', 'виски', 1],
            ['виски', 'виски', 2],
            ['виски', 'виски', 30],

            ['висок', 'висков', 0],
            ['висок', 'висок', 1],
            ['висок', 'виска', 2],
            ['висок', 'висков', 30],

            ['витамин', 'витаминов', 0],
            ['витамин', 'витамин', 1],
            ['витамин', 'витамина', 2],
            ['витамин', 'витаминов', 30],

            ['витаминотерапия', 'витаминотерапий', 0],
            ['витаминотерапия', 'витаминотерапия', 1],
            ['витаминотерапия', 'витаминотерапии', 2],
            ['витаминотерапия', 'витаминотерапий', 30],

            ['витраж', 'витражей', 0],
            ['витраж', 'витраж', 1],
            ['витраж', 'витража', 2],
            ['витраж', 'витражей', 30],

            ['витрина', 'витрин', 0],
            ['витрина', 'витрина', 1],
            ['витрина', 'витрины', 2],
            ['витрина', 'витрин', 30],

            ['витязь', 'витязей', 0],
            ['витязь', 'витязь', 1],
            ['витязь', 'витязя', 2],
            ['витязь', 'витязей', 30],

            ['вихрь', 'вихрей', 0],
            ['вихрь', 'вихрь', 1],
            ['вихрь', 'вихря', 2],
            ['вихрь', 'вихрей', 30],

            ['вишенка', 'вишенок', 0],
            ['вишенка', 'вишенка', 1],
            ['вишенка', 'вишенки', 2],
            ['вишенка', 'вишенок', 30],

            ['вишня', 'вишен', 0],
            ['вишня', 'вишня', 1],
            ['вишня', 'вишни', 2],
            ['вишня', 'вишен', 30],

            ['вклад', 'вкладов', 0],
            ['вклад', 'вклад', 1],
            ['вклад', 'вклада', 2],
            ['вклад', 'вкладов', 30],

            ['вкладчик', 'вкладчиков', 0],
            ['вкладчик', 'вкладчик', 1],
            ['вкладчик', 'вкладчика', 2],
            ['вкладчик', 'вкладчиков', 30],

            ['включение', 'включений', 0],
            ['включение', 'включение', 1],
            ['включение', 'включения', 2],
            ['включение', 'включений', 30],

            ['вкус', 'вкусов', 0],
            ['вкус', 'вкус', 1],
            ['вкус', 'вкуса', 2],
            ['вкус', 'вкусов', 30],

            ['влагалище', 'влагалищ', 0],
            ['влагалище', 'влагалище', 1],
            ['влагалище', 'влагалища', 2],
            ['влагалище', 'влагалищ', 30],

            ['владелец', 'владельцев', 0],
            ['владелец', 'владелец', 1],
            ['владелец', 'владельца', 2],
            ['владелец', 'владельцев', 30],

            ['владелица', 'владелиц', 0],
            ['владелица', 'владелица', 1],
            ['владелица', 'владелицы', 2],
            ['владелица', 'владелиц', 30],

            ['владение', 'владений', 0],
            ['владение', 'владение', 1],
            ['владение', 'владения', 2],
            ['владение', 'владений', 30],

            ['владыка', 'владык', 0],
            ['владыка', 'владыка', 1],
            ['владыка', 'владыки', 2],
            ['владыка', 'владык', 30],

            ['владычица', 'владычиц', 0],
            ['владычица', 'владычица', 1],
            ['владычица', 'владычицы', 2],
            ['владычица', 'владычиц', 30],

            ['властелин', 'властелинов', 0],
            ['властелин', 'властелин', 1],
            ['властелин', 'властелина', 2],
            ['властелин', 'властелинов', 30],

            ['властитель', 'властителей', 0],
            ['властитель', 'властитель', 1],
            ['властитель', 'властителя', 2],
            ['властитель', 'властителей', 30],

            ['власть', 'властей', 0],
            ['власть', 'власть', 1],
            ['власть', 'власти', 2],
            ['власть', 'властей', 30],

            ['влияние', 'влияний', 0],
            ['влияние', 'влияние', 1],
            ['влияние', 'влияния', 2],
            ['влияние', 'влияний', 30],

            ['вложение', 'вложений', 0],
            ['вложение', 'вложение', 1],
            ['вложение', 'вложения', 2],
            ['вложение', 'вложений', 30],

            ['влюбленность', 'влюбленностей', 0],
            ['влюбленность', 'влюбленность', 1],
            ['влюбленность', 'влюбленности', 2],
            ['влюбленность', 'влюбленностей', 30],

            ['влюбленный', 'влюбленных', 0],
            ['влюбленный', 'влюбленный', 1],
            ['влюбленный', 'влюбленных', 2],
            ['влюбленный', 'влюбленных', 30],

            ['вместилище', 'вместилищ', 0],
            ['вместилище', 'вместилище', 1],
            ['вместилище', 'вместилища', 2],
            ['вместилище', 'вместилищ', 30],

            ['вмешательство', 'вмешательств', 0],
            ['вмешательство', 'вмешательство', 1],
            ['вмешательство', 'вмешательства', 2],
            ['вмешательство', 'вмешательств', 30],

            ['вмятина', 'вмятин', 0],
            ['вмятина', 'вмятина', 1],
            ['вмятина', 'вмятины', 2],
            ['вмятина', 'вмятин', 30],

            ['внедрение', 'внедрений', 0],
            ['внедрение', 'внедрение', 1],
            ['внедрение', 'внедрения', 2],
            ['внедрение', 'внедрений', 30],

            ['внезапность', 'внезапностей', 0],
            ['внезапность', 'внезапность', 1],
            ['внезапность', 'внезапности', 2],
            ['внезапность', 'внезапностей', 30],

            ['внешность', 'внешностей', 0],
            ['внешность', 'внешность', 1],
            ['внешность', 'внешности', 2],
            ['внешность', 'внешностей', 30],

            ['внимание', 'вниманий', 0],
            ['внимание', 'внимание', 1],
            ['внимание', 'внимания', 2],
            ['внимание', 'вниманий', 30],

            ['внук', 'внуков', 0],
            ['внук', 'внук', 1],
            ['внук', 'внука', 2],
            ['внук', 'внуков', 30],

            ['внутренность', 'внутренностей', 0],
            ['внутренность', 'внутренность', 1],
            ['внутренность', 'внутренности', 2],
            ['внутренность', 'внутренностей', 30],

            ['внучек', 'внучков', 0],
            ['внучек', 'внучек', 1],
            ['внучек', 'внучка', 2],
            ['внучек', 'внучков', 30],

            ['внучка', 'внучек', 0],
            ['внучка', 'внучка', 1],
            ['внучка', 'внучки', 2],
            ['внучка', 'внучек', 30],

            ['внучок', 'внучков', 0],
            ['внучок', 'внучок', 1],
            ['внучок', 'внучка', 2],
            ['внучок', 'внучков', 30],

            ['вобла', 'вобл', 0],
            ['вобла', 'вобла', 1],
            ['вобла', 'воблы', 2],
            ['вобла', 'вобл', 30],

            ['водитель', 'водителей', 0],
            ['водитель', 'водитель', 1],
            ['водитель', 'водителя', 2],
            ['водитель', 'водителей', 30],

            ['водовоз', 'водовозов', 0],
            ['водовоз', 'водовоз', 1],
            ['водовоз', 'водовоза', 2],
            ['водовоз', 'водовозов', 30],

            ['водоворот', 'водоворотов', 0],
            ['водоворот', 'водоворот', 1],
            ['водоворот', 'водоворота', 2],
            ['водоворот', 'водоворотов', 30],

            ['водоем', 'водоемов', 0],
            ['водоем', 'водоем', 1],
            ['водоем', 'водоема', 2],
            ['водоем', 'водоемов', 30],

            ['водокачка', 'водокачек', 0],
            ['водокачка', 'водокачка', 1],
            ['водокачка', 'водокачки', 2],
            ['водокачка', 'водокачек', 30],

            ['водолаз', 'водолазов', 0],
            ['водолаз', 'водолаз', 1],
            ['водолаз', 'водолаза', 2],
            ['водолаз', 'водолазов', 30],

            ['водолазка', 'водолазок', 0],
            ['водолазка', 'водолазка', 1],
            ['водолазка', 'водолазки', 2],
            ['водолазка', 'водолазок', 30],

            ['водолей', 'водолев', 0],
            ['водолей', 'водолей', 1],
            ['водолей', 'водолея', 2],
            ['водолей', 'водолев', 30],

            ['водопад', 'водопадов', 0],
            ['водопад', 'водопад', 1],
            ['водопад', 'водопада', 2],
            ['водопад', 'водопадов', 30],

            ['водопой', 'водопоев', 0],
            ['водопой', 'водопой', 1],
            ['водопой', 'водопоя', 2],
            ['водопой', 'водопоев', 30],

            ['водопровод', 'водопроводов', 0],
            ['водопровод', 'водопровод', 1],
            ['водопровод', 'водопровода', 2],
            ['водопровод', 'водопроводов', 30],

            ['водопроводчик', 'водопроводчиков', 0],
            ['водопроводчик', 'водопроводчик', 1],
            ['водопроводчик', 'водопроводчика', 2],
            ['водопроводчик', 'водопроводчиков', 30],

            ['водораздел', 'водоразделов', 0],
            ['водораздел', 'водораздел', 1],
            ['водораздел', 'водораздела', 2],
            ['водораздел', 'водоразделов', 30],

            ['водоросль', 'водорослей', 0],
            ['водоросль', 'водоросль', 1],
            ['водоросль', 'водоросли', 2],
            ['водоросль', 'водорослей', 30],

            ['водоснабжение', 'водоснабжений', 0],
            ['водоснабжение', 'водоснабжение', 1],
            ['водоснабжение', 'водоснабжения', 2],
            ['водоснабжение', 'водоснабжений', 30],

            ['водохранилище', 'водохранилищ', 0],
            ['водохранилище', 'водохранилище', 1],
            ['водохранилище', 'водохранилища', 2],
            ['водохранилище', 'водохранилищ', 30],

            ['водяной', 'водяных', 0],
            ['водяной', 'водяной', 1],
            ['водяной', 'водяных', 2],
            ['водяной', 'водяных', 30],

            ['воевода', 'воевод', 0],
            ['воевода', 'воевода', 1],
            ['воевода', 'воеводы', 2],
            ['воевода', 'воевод', 30],

            ['военачальник', 'военачальников', 0],
            ['военачальник', 'военачальник', 1],
            ['военачальник', 'военачальника', 2],
            ['военачальник', 'военачальников', 30],

            ['военврач', 'военврачей', 0],
            ['военврач', 'военврач', 1],
            ['военврач', 'военврача', 2],
            ['военврач', 'военврачей', 30],

            ['военком', 'военкомов', 0],
            ['военком', 'военком', 1],
            ['военком', 'военкома', 2],
            ['военком', 'военкомов', 30],

            ['военкомат', 'военкоматов', 0],
            ['военкомат', 'военкомат', 1],
            ['военкомат', 'военкомата', 2],
            ['военкомат', 'военкоматов', 30],

            ['военный', 'военных', 0],
            ['военный', 'военный', 1],
            ['военный', 'военных', 2],
            ['военный', 'военных', 30],

            ['вожак', 'вожаков', 0],
            ['вожак', 'вожак', 1],
            ['вожак', 'вожака', 2],
            ['вожак', 'вожаков', 30],

            ['вожатая', 'вожатах', 0],
            ['вожатая', 'вожатая', 1],
            ['вожатая', 'вожатах', 2],
            ['вожатая', 'вожатах', 30],

            ['вожатый', 'вожатых', 0],
            ['вожатый', 'вожатый', 1],
            ['вожатый', 'вожатых', 2],
            ['вожатый', 'вожатых', 30],

            ['вождь', 'вождей', 0],
            ['вождь', 'вождь', 1],
            ['вождь', 'вождя', 2],
            ['вождь', 'вождей', 30],

            ['возбудитель', 'возбудителей', 0],
            ['возбудитель', 'возбудитель', 1],
            ['возбудитель', 'возбудителя', 2],
            ['возбудитель', 'возбудителей', 30],

            ['возврат', 'возвратов', 0],
            ['возврат', 'возврат', 1],
            ['возврат', 'возврата', 2],
            ['возврат', 'возвратов', 30],

            ['возвращение', 'возвращений', 0],
            ['возвращение', 'возвращение', 1],
            ['возвращение', 'возвращения', 2],
            ['возвращение', 'возвращений', 30],

            ['возвышение', 'возвышений', 0],
            ['возвышение', 'возвышение', 1],
            ['возвышение', 'возвышения', 2],
            ['возвышение', 'возвышений', 30],

            ['возвышенность', 'возвышенностей', 0],
            ['возвышенность', 'возвышенность', 1],
            ['возвышенность', 'возвышенности', 2],
            ['возвышенность', 'возвышенностей', 30],

            ['возглас', 'возгласов', 0],
            ['возглас', 'возглас', 1],
            ['возглас', 'возгласа', 2],
            ['возглас', 'возгласов', 30],

            ['возгорание', 'возгораний', 0],
            ['возгорание', 'возгорание', 1],
            ['возгорание', 'возгорания', 2],
            ['возгорание', 'возгораний', 30],

            ['воздействие', 'воздействий', 0],
            ['воздействие', 'воздействие', 1],
            ['воздействие', 'воздействия', 2],
            ['воздействие', 'воздействий', 30],

            ['воздержание', 'воздержаний', 0],
            ['воздержание', 'воздержание', 1],
            ['воздержание', 'воздержаний', 2],
            ['воздержание', 'воздержаний', 30],

            ['воздуховод', 'воздуховодов', 0],
            ['воздуховод', 'воздуховод', 1],
            ['воздуховод', 'воздуховода', 2],
            ['воздуховод', 'воздуховодов', 30],

            ['воззвание', 'воззваний', 0],
            ['воззвание', 'воззвание', 1],
            ['воззвание', 'воззвания', 2],
            ['воззвание', 'воззваний', 30],

            ['воззрение', 'воззрений', 0],
            ['воззрение', 'воззрение', 1],
            ['воззрение', 'воззрения', 2],
            ['воззрение', 'воззрений', 30],

            ['возлюбленная', 'возлюбленнах', 0],
            ['возлюбленная', 'возлюбленная', 1],
            ['возлюбленная', 'возлюбленнах', 2],
            ['возлюбленная', 'возлюбленнах', 30],

            ['возлюбленный', 'возлюбленных', 0],
            ['возлюбленный', 'возлюбленный', 1],
            ['возлюбленный', 'возлюбленных', 2],
            ['возлюбленный', 'возлюбленных', 30],

            ['возмездие', 'возмездий', 0],
            ['возмездие', 'возмездие', 1],
            ['возмездие', 'возмездия', 2],
            ['возмездие', 'возмездий', 30],

            ['возмещение', 'возмещений', 0],
            ['возмещение', 'возмещение', 1],
            ['возмещение', 'возмещения', 2],
            ['возмещение', 'возмещений', 30],

            ['возможность', 'возможностей', 0],
            ['возможность', 'возможность', 1],
            ['возможность', 'возможности', 2],
            ['возможность', 'возможностей', 30],

            ['возмущение', 'возмущений', 0],
            ['возмущение', 'возмущение', 1],
            ['возмущение', 'возмущения', 2],
            ['возмущение', 'возмущений', 30],

            ['вознаграждение', 'вознаграждений', 0],
            ['вознаграждение', 'вознаграждение', 1],
            ['вознаграждение', 'вознаграждения', 2],
            ['вознаграждение', 'вознаграждений', 30],

            ['вознесение', 'вознесений', 0],
            ['вознесение', 'вознесение', 1],
            ['вознесение', 'вознесения', 2],
            ['вознесение', 'вознесений', 30],

            ['возникновение', 'возникновений', 0],
            ['возникновение', 'возникновение', 1],
            ['возникновение', 'возникновения', 2],
            ['возникновение', 'возникновений', 30],

            ['возница', 'возниц', 0],
            ['возница', 'возница', 1],
            ['возница', 'возницы', 2],
            ['возница', 'возниц', 30],

            ['возражение', 'возражений', 0],
            ['возражение', 'возражение', 1],
            ['возражение', 'возражения', 2],
            ['возражение', 'возражений', 30],

            ['воин', 'воинов', 0],
            ['воин', 'воин', 1],
            ['воин', 'воина', 2],
            ['воин', 'воинов', 30],

            ['воинство', 'воинств', 0],
            ['воинство', 'воинство', 1],
            ['воинство', 'воинства', 2],
            ['воинство', 'воинств', 30],

            ['воитель', 'воителей', 0],
            ['воитель', 'воитель', 1],
            ['воитель', 'воителя', 2],
            ['воитель', 'воителей', 30],

            ['война', 'войн', 0],
            ['война', 'война', 1],
            ['война', 'войны', 2],
            ['война', 'войн', 30],

            ['войско', 'войск', 0],
            ['войско', 'войско', 1],
            ['войско', 'войска', 2],
            ['войско', 'войск', 30],

            ['вокал', 'вокалов', 0],
            ['вокал', 'вокал', 1],
            ['вокал', 'вокала', 2],
            ['вокал', 'вокалов', 30],

            ['вокалист', 'вокалистов', 0],
            ['вокалист', 'вокалист', 1],
            ['вокалист', 'вокалиста', 2],
            ['вокалист', 'вокалистов', 30],

            ['вокзал', 'вокзалов', 0],
            ['вокзал', 'вокзал', 1],
            ['вокзал', 'вокзала', 2],
            ['вокзал', 'вокзалов', 30],

            ['вол', 'волов', 0],
            ['вол', 'вол', 1],
            ['вол', 'вола', 2],
            ['вол', 'волов', 30],

            ['волдырь', 'волдырей', 0],
            ['волдырь', 'волдырь', 1],
            ['волдырь', 'волдыря', 2],
            ['волдырь', 'волдырей', 30],

            ['волеизъявление', 'волеизъявлений', 0],
            ['волеизъявление', 'волеизъявление', 1],
            ['волеизъявление', 'волеизъявления', 2],
            ['волеизъявление', 'волеизъявлений', 30],

            ['волк', 'волков', 0],
            ['волк', 'волк', 1],
            ['волк', 'волка', 2],
            ['волк', 'волков', 30],

            ['волкодав', 'волкодавов', 0],
            ['волкодав', 'волкодав', 1],
            ['волкодав', 'волкодава', 2],
            ['волкодав', 'волкодавов', 30],

            ['волна', 'волн', 0],
            ['волна', 'волна', 1],
            ['волна', 'волны', 2],
            ['волна', 'волн', 30],

            ['волнение', 'волнений', 0],
            ['волнение', 'волнение', 1],
            ['волнение', 'волнения', 2],
            ['волнение', 'волнений', 30],

            ['волнушка', 'волнушек', 0],
            ['волнушка', 'волнушка', 1],
            ['волнушка', 'волнушки', 2],
            ['волнушка', 'волнушек', 30],

            ['волокита', 'волокит', 0],
            ['волокита', 'волокита', 1],
            ['волокита', 'волокиты', 2],
            ['волокита', 'волокит', 30],

            ['волокно', 'волокон', 0],
            ['волокно', 'волокно', 1],
            ['волокно', 'волокна', 2],
            ['волокно', 'волокон', 30],

            ['волонтер', 'волонтеров', 0],
            ['волонтер', 'волонтер', 1],
            ['волонтер', 'волонтера', 2],
            ['волонтер', 'волонтеров', 30],

            ['волос', 'волос', 0],
            ['волос', 'волос', 1],
            ['волос', 'волос', 2],
            ['волос', 'волос', 30],

            ['волосик', 'волосиков', 0],
            ['волосик', 'волосик', 1],
            ['волосик', 'волосика', 2],
            ['волосик', 'волосиков', 30],

            ['волосок', 'волосков', 0],
            ['волосок', 'волосок', 1],
            ['волосок', 'волоска', 2],
            ['волосок', 'волосков', 30],

            ['волость', 'волостей', 0],
            ['волость', 'волость', 1],
            ['волость', 'волости', 2],
            ['волость', 'волостей', 30],

            ['волхв', 'волхвов', 0],
            ['волхв', 'волхв', 1],
            ['волхв', 'волхва', 2],
            ['волхв', 'волхвов', 30],

            ['волчица', 'волчиц', 0],
            ['волчица', 'волчица', 1],
            ['волчица', 'волчицы', 2],
            ['волчица', 'волчиц', 30],

            ['волчок', 'волчков', 0],
            ['волчок', 'волчок', 1],
            ['волчок', 'волчка', 2],
            ['волчок', 'волчков', 30],

            ['волчонок', 'волчонков', 0],
            ['волчонок', 'волчонок', 1],
            ['волчонок', 'волчонка', 2],
            ['волчонок', 'волчонков', 30],

            ['волшебник', 'волшебников', 0],
            ['волшебник', 'волшебник', 1],
            ['волшебник', 'волшебника', 2],
            ['волшебник', 'волшебников', 30],

            ['волшебница', 'волшебниц', 0],
            ['волшебница', 'волшебница', 1],
            ['волшебница', 'волшебницы', 2],
            ['волшебница', 'волшебниц', 30],

            ['вольница', 'вольниц', 0],
            ['вольница', 'вольница', 1],
            ['вольница', 'вольницы', 2],
            ['вольница', 'вольниц', 30],

            ['вольность', 'вольностей', 0],
            ['вольность', 'вольность', 1],
            ['вольность', 'вольности', 2],
            ['вольность', 'вольностей', 30],

            ['воображала', 'воображал', 0],
            ['воображала', 'воображала', 1],
            ['воображала', 'воображалы', 2],
            ['воображала', 'воображал', 30],

            ['воображение', 'воображений', 0],
            ['воображение', 'воображение', 1],
            ['воображение', 'воображения', 2],
            ['воображение', 'воображений', 30],

            ['воодушевление', 'воодушевлений', 0],
            ['воодушевление', 'воодушевление', 1],
            ['воодушевление', 'воодушевления', 2],
            ['воодушевление', 'воодушевлений', 30],

            ['вооружение', 'вооружений', 0],
            ['вооружение', 'вооружение', 1],
            ['вооружение', 'вооружения', 2],
            ['вооружение', 'вооружений', 30],

            ['воплощение', 'воплощений', 0],
            ['воплощение', 'воплощение', 1],
            ['воплощение', 'воплощения', 2],
            ['воплощение', 'воплощений', 30],

            ['вопль', 'воплей', 0],
            ['вопль', 'вопль', 1],
            ['вопль', 'вопля', 2],
            ['вопль', 'воплей', 30],

            ['вопрос', 'вопросов', 0],
            ['вопрос', 'вопрос', 1],
            ['вопрос', 'вопроса', 2],
            ['вопрос', 'вопросов', 30],

            ['вопросик', 'вопросиков', 0],
            ['вопросик', 'вопросик', 1],
            ['вопросик', 'вопросика', 2],
            ['вопросик', 'вопросиков', 30],

            ['вор', 'воров', 0],
            ['вор', 'вор', 1],
            ['вор', 'вора', 2],
            ['вор', 'воров', 30],

            ['воришка', 'воришек', 0],
            ['воришка', 'воришка', 1],
            ['воришка', 'воришки', 2],
            ['воришка', 'воришек', 30],

            ['воробей', 'воробьев', 0],
            ['воробей', 'воробей', 1],
            ['воробей', 'воробья', 2],
            ['воробей', 'воробьев', 30],

            ['воровка', 'воровок', 0],
            ['воровка', 'воровка', 1],
            ['воровка', 'воровки', 2],
            ['воровка', 'воровок', 30],

            ['ворон', 'воронов', 0],
            ['ворон', 'ворон', 1],
            ['ворон', 'ворона', 2],
            ['ворон', 'воронов', 30],

            ['ворона', 'ворон', 0],
            ['ворона', 'ворона', 1],
            ['ворона', 'вороны', 2],
            ['ворона', 'ворон', 30],

            ['воронка', 'воронок', 0],
            ['воронка', 'воронка', 1],
            ['воронка', 'воронки', 2],
            ['воронка', 'воронок', 30],

            ['ворот', 'воротов', 0],
            ['ворот', 'ворот', 1],
            ['ворот', 'ворота', 2],
            ['ворот', 'воротов', 30],

            ['воротила', 'воротил', 0],
            ['воротила', 'воротила', 1],
            ['воротила', 'воротилы', 2],
            ['воротила', 'воротил', 30],

            ['воротник', 'воротников', 0],
            ['воротник', 'воротник', 1],
            ['воротник', 'воротника', 2],
            ['воротник', 'воротников', 30],

            ['воротничок', 'воротничков', 0],
            ['воротничок', 'воротничок', 1],
            ['воротничок', 'воротничка', 2],
            ['воротничок', 'воротничков', 30],

            ['ворох', 'ворохов', 0],
            ['ворох', 'ворох', 1],
            ['ворох', 'вороха', 2],
            ['ворох', 'ворохов', 30],

            ['ворсинка', 'ворсинок', 0],
            ['ворсинка', 'ворсинка', 1],
            ['ворсинка', 'ворсинки', 2],
            ['ворсинка', 'ворсинок', 30],

            ['ворюга', 'ворюг', 0],
            ['ворюга', 'ворюга', 1],
            ['ворюга', 'ворюги', 2],
            ['ворюга', 'ворюг', 30],

            ['восклицание', 'восклицаний', 0],
            ['восклицание', 'восклицание', 1],
            ['восклицание', 'восклицания', 2],
            ['восклицание', 'восклицаний', 30],

            ['воскресение', 'воскресений', 0],
            ['воскресение', 'воскресение', 1],
            ['воскресение', 'воскресения', 2],
            ['воскресение', 'воскресений', 30],

            ['воскресенье', 'воскресений', 0],
            ['воскресенье', 'воскресенье', 1],
            ['воскресенье', 'воскресенья', 2],
            ['воскресенье', 'воскресений', 30],

            ['воскрешение', 'воскрешений', 0],
            ['воскрешение', 'воскрешение', 1],
            ['воскрешение', 'воскрешения', 2],
            ['воскрешение', 'воскрешений', 30],

            ['воспаление', 'воспалений', 0],
            ['воспаление', 'воспаление', 1],
            ['воспаление', 'воспаления', 2],
            ['воспаление', 'воспалений', 30],

            ['воспитание', 'воспитаний', 0],
            ['воспитание', 'воспитание', 1],
            ['воспитание', 'воспитания', 2],
            ['воспитание', 'воспитаний', 30],

            ['воспитанник', 'воспитанников', 0],
            ['воспитанник', 'воспитанник', 1],
            ['воспитанник', 'воспитанника', 2],
            ['воспитанник', 'воспитанников', 30],

            ['воспитанница', 'воспитанниц', 0],
            ['воспитанница', 'воспитанница', 1],
            ['воспитанница', 'воспитанницы', 2],
            ['воспитанница', 'воспитанниц', 30],

            ['воспитанность', 'воспитанностей', 0],
            ['воспитанность', 'воспитанность', 1],
            ['воспитанность', 'воспитанности', 2],
            ['воспитанность', 'воспитанностей', 30],

            ['воспитатель', 'воспитателей', 0],
            ['воспитатель', 'воспитатель', 1],
            ['воспитатель', 'воспитателя', 2],
            ['воспитатель', 'воспитателей', 30],

            ['воспитательница', 'воспитательниц', 0],
            ['воспитательница', 'воспитательница', 1],
            ['воспитательница', 'воспитательницы', 2],
            ['воспитательница', 'воспитательниц', 30],

            ['воспоминание', 'воспоминаний', 0],
            ['воспоминание', 'воспоминание', 1],
            ['воспоминание', 'воспоминания', 2],
            ['воспоминание', 'воспоминаний', 30],

            ['восприимчивость', 'восприимчивостей', 0],
            ['восприимчивость', 'восприимчивость', 1],
            ['восприимчивость', 'восприимчивости', 2],
            ['восприимчивость', 'восприимчивостей', 30],

            ['восприятие', 'восприятий', 0],
            ['восприятие', 'восприятие', 1],
            ['восприятие', 'восприятия', 2],
            ['восприятие', 'восприятий', 30],

            ['воспроизведение', 'воспроизведений', 0],
            ['воспроизведение', 'воспроизведение', 1],
            ['воспроизведение', 'воспроизведения', 2],
            ['воспроизведение', 'воспроизведений', 30],

            ['воспроизводство', 'воспроизводств', 0],
            ['воспроизводство', 'воспроизводство', 1],
            ['воспроизводство', 'воспроизводства', 2],
            ['воспроизводство', 'воспроизводств', 30],

            ['воссоединение', 'воссоединений', 0],
            ['воссоединение', 'воссоединение', 1],
            ['воссоединение', 'воссоединения', 2],
            ['воссоединение', 'воссоединений', 30],

            ['воссоздание', 'воссозданий', 0],
            ['воссоздание', 'воссоздание', 1],
            ['воссоздание', 'воссоздания', 2],
            ['воссоздание', 'воссозданий', 30],

            ['восстание', 'восстаний', 0],
            ['восстание', 'восстание', 1],
            ['восстание', 'восстания', 2],
            ['восстание', 'восстаний', 30],

            ['восстановление', 'восстановлений', 0],
            ['восстановление', 'восстановление', 1],
            ['восстановление', 'восстановления', 2],
            ['восстановление', 'восстановлений', 30],

            ['восторг', 'восторгов', 0],
            ['восторг', 'восторг', 1],
            ['восторг', 'восторга', 2],
            ['восторг', 'восторгов', 30],

            ['восторженность', 'восторженностей', 0],
            ['восторженность', 'восторженность', 1],
            ['восторженность', 'восторженности', 2],
            ['восторженность', 'восторженностей', 30],

            ['востребование', 'востребований', 0],
            ['востребование', 'востребование', 1],
            ['востребование', 'востребования', 2],
            ['востребование', 'востребований', 30],

            ['восхваление', 'восхвалений', 0],
            ['восхваление', 'восхваление', 1],
            ['восхваление', 'восхваления', 2],
            ['восхваление', 'восхвалений', 30],

            ['восхищение', 'восхищений', 0],
            ['восхищение', 'восхищение', 1],
            ['восхищение', 'восхищения', 2],
            ['восхищение', 'восхищений', 30],

            ['восход', 'восходов', 0],
            ['восход', 'восход', 1],
            ['восход', 'восхода', 2],
            ['восход', 'восходов', 30],

            ['восхождение', 'восхождений', 0],
            ['восхождение', 'восхождение', 1],
            ['восхождение', 'восхождения', 2],
            ['восхождение', 'восхождений', 30],

            ['восьмерка', 'восьмерок', 0],
            ['восьмерка', 'восьмерка', 1],
            ['восьмерка', 'восьмерки', 2],
            ['восьмерка', 'восьмерок', 30],

            ['вотчина', 'вотчин', 0],
            ['вотчина', 'вотчина', 1],
            ['вотчина', 'вотчины', 2],
            ['вотчина', 'вотчин', 30],

            ['вояж', 'вояжей', 0],
            ['вояж', 'вояж', 1],
            ['вояж', 'вояжа', 2],
            ['вояж', 'вояжей', 30],

            ['вояка', 'вояк', 0],
            ['вояка', 'вояка', 1],
            ['вояка', 'вояки', 2],
            ['вояка', 'вояк', 30],

            ['впадина', 'впадин', 0],
            ['впадина', 'впадина', 1],
            ['впадина', 'впадины', 2],
            ['впадина', 'впадин', 30],

            ['впечатление', 'впечатлений', 0],
            ['впечатление', 'впечатление', 1],
            ['впечатление', 'впечатления', 2],
            ['впечатление', 'впечатлений', 30],

            ['враг', 'врагов', 0],
            ['враг', 'враг', 1],
            ['враг', 'врага', 2],
            ['враг', 'врагов', 30],

            ['врата', 'врат', 0],
            ['врата', 'врата', 1],
            ['врата', 'врат', 2],
            ['врата', 'врат', 30],

            ['вратарь', 'вратарей', 0],
            ['вратарь', 'вратарь', 1],
            ['вратарь', 'вратаря', 2],
            ['вратарь', 'вратарей', 30],

            ['врач', 'врачей', 0],
            ['врач', 'врач', 1],
            ['врач', 'врача', 2],
            ['врач', 'врачей', 30],

            ['врачиха', 'врачих', 0],
            ['врачиха', 'врачиха', 1],
            ['врачиха', 'врачихи', 2],
            ['врачиха', 'врачих', 30],

            ['вредитель', 'вредителей', 0],
            ['вредитель', 'вредитель', 1],
            ['вредитель', 'вредителя', 2],
            ['вредитель', 'вредителей', 30],

            ['время', 'времен', 0],
            ['время', 'время', 1],
            ['время', 'времени', 2],
            ['время', 'времен', 30],

            ['времянка', 'времянок', 0],
            ['времянка', 'времянка', 1],
            ['времянка', 'времянки', 2],
            ['времянка', 'времянок', 30],

            ['времяпрепровождение', 'времяпрепровождений', 0],
            ['времяпрепровождение', 'времяпрепровождение', 1],
            ['времяпрепровождение', 'времяпрепровождения', 2],
            ['времяпрепровождение', 'времяпрепровождений', 30],

            ['вручение', 'вручений', 0],
            ['вручение', 'вручение', 1],
            ['вручение', 'вручения', 2],
            ['вручение', 'вручений', 30],

            ['всадник', 'всадников', 0],
            ['всадник', 'всадник', 1],
            ['всадник', 'всадника', 2],
            ['всадник', 'всадников', 30],

            ['всадница', 'всадниц', 0],
            ['всадница', 'всадница', 1],
            ['всадница', 'всадницы', 2],
            ['всадница', 'всадниц', 30],

            ['всевышний', 'всевышних', 0],
            ['всевышний', 'всевышний', 1],
            ['всевышний', 'всевышних', 2],
            ['всевышний', 'всевышних', 30],

            ['вседозволенность', 'вседозволенностей', 0],
            ['вседозволенность', 'вседозволенность', 1],
            ['вседозволенность', 'вседозволенности', 2],
            ['вседозволенность', 'вседозволенностей', 30],

            ['вселенная', 'вселенных', 0],
            ['вселенная', 'вселенная', 1],
            ['вселенная', 'вселенных', 2],
            ['вселенная', 'вселенных', 30],

            ['вскрик', 'вскриков', 0],
            ['вскрик', 'вскрик', 1],
            ['вскрик', 'вскрика', 2],
            ['вскрик', 'вскриков', 30],

            ['вскрытие', 'вскрытий', 0],
            ['вскрытие', 'вскрытие', 1],
            ['вскрытие', 'вскрытия', 2],
            ['вскрытие', 'вскрытий', 30],

            ['всплеск', 'всплесков', 0],
            ['всплеск', 'всплеск', 1],
            ['всплеск', 'всплеска', 2],
            ['всплеск', 'всплесков', 30],

            ['вспышка', 'вспышек', 0],
            ['вспышка', 'вспышка', 1],
            ['вспышка', 'вспышки', 2],
            ['вспышка', 'вспышек', 30],

            ['вставка', 'вставок', 0],
            ['вставка', 'вставка', 1],
            ['вставка', 'вставки', 2],
            ['вставка', 'вставок', 30],

            ['встреча', 'встреч', 0],
            ['встреча', 'встреча', 1],
            ['встреча', 'встречи', 2],
            ['встреча', 'встреч', 30],

            ['встречный', 'встречных', 0],
            ['встречный', 'встречный', 1],
            ['встречный', 'встречных', 2],
            ['встречный', 'встречных', 30],

            ['встряска', 'встрясок', 0],
            ['встряска', 'встряска', 1],
            ['встряска', 'встряски', 2],
            ['встряска', 'встрясок', 30],

            ['вступление', 'вступлений', 0],
            ['вступление', 'вступление', 1],
            ['вступление', 'вступления', 2],
            ['вступление', 'вступлений', 30],

            ['всхлип', 'всхлипов', 0],
            ['всхлип', 'всхлип', 1],
            ['всхлип', 'всхлипа', 2],
            ['всхлип', 'всхлипов', 30],

            ['всхлипывание', 'всхлипываний', 0],
            ['всхлипывание', 'всхлипывание', 1],
            ['всхлипывание', 'всхлипывания', 2],
            ['всхлипывание', 'всхлипываний', 30],

            ['всход', 'всходов', 0],
            ['всход', 'всход', 1],
            ['всход', 'всхода', 2],
            ['всход', 'всходов', 30],

            ['вторжение', 'вторжений', 0],
            ['вторжение', 'вторжение', 1],
            ['вторжение', 'вторжения', 2],
            ['вторжение', 'вторжений', 30],

            ['вторник', 'вторников', 0],
            ['вторник', 'вторник', 1],
            ['вторник', 'вторника', 2],
            ['вторник', 'вторников', 30],

            ['второгодник', 'второгодников', 0],
            ['второгодник', 'второгодник', 1],
            ['второгодник', 'второгодника', 2],
            ['второгодник', 'второгодников', 30],

            ['вуаль', 'вуалей', 0],
            ['вуаль', 'вуаль', 1],
            ['вуаль', 'вуали', 2],
            ['вуаль', 'вуалей', 30],

            ['вуз', 'вузов', 0],
            ['вуз', 'вуз', 1],
            ['вуз', 'вуза', 2],
            ['вуз', 'вузов', 30],

            ['вулкан', 'вулканов', 0],
            ['вулкан', 'вулкан', 1],
            ['вулкан', 'вулкана', 2],
            ['вулкан', 'вулканов', 30],

            ['вундеркинд', 'вундеркиндов', 0],
            ['вундеркинд', 'вундеркинд', 1],
            ['вундеркинд', 'вундеркинда', 2],
            ['вундеркинд', 'вундеркиндов', 30],

            ['вурдалак', 'вурдалаков', 0],
            ['вурдалак', 'вурдалак', 1],
            ['вурдалак', 'вурдалака', 2],
            ['вурдалак', 'вурдалаков', 30],

            ['вход', 'входов', 0],
            ['вход', 'вход', 1],
            ['вход', 'входа', 2],
            ['вход', 'входов', 30],

            ['вхождение', 'вхождений', 0],
            ['вхождение', 'вхождение', 1],
            ['вхождение', 'вхождения', 2],
            ['вхождение', 'вхождений', 30],

            ['въезд', 'въездов', 0],
            ['въезд', 'въезд', 1],
            ['въезд', 'въезда', 2],
            ['въезд', 'въездов', 30],

            ['выбоина', 'выбоин', 0],
            ['выбоина', 'выбоина', 1],
            ['выбоина', 'выбоины', 2],
            ['выбоина', 'выбоин', 30],

            ['выбор', 'выборов', 0],
            ['выбор', 'выбор', 1],
            ['выбор', 'выбора', 2],
            ['выбор', 'выборов', 30],

            ['выборка', 'выборок', 0],
            ['выборка', 'выборка', 1],
            ['выборка', 'выборки', 2],
            ['выборка', 'выборок', 30],

            ['выброс', 'выбросов', 0],
            ['выброс', 'выброс', 1],
            ['выброс', 'выброса', 2],
            ['выброс', 'выбросов', 30],

            ['выведение', 'выведений', 0],
            ['выведение', 'выведение', 1],
            ['выведение', 'выведения', 2],
            ['выведение', 'выведений', 30],

            ['выверт', 'вывертов', 0],
            ['выверт', 'выверт', 1],
            ['выверт', 'выверта', 2],
            ['выверт', 'вывертов', 30],

            ['вывеска', 'вывесок', 0],
            ['вывеска', 'вывеска', 1],
            ['вывеска', 'вывески', 2],
            ['вывеска', 'вывесок', 30],

            ['вывих', 'вывихов', 0],
            ['вывих', 'вывих', 1],
            ['вывих', 'вывиха', 2],
            ['вывих', 'вывихов', 30],

            ['вывод', 'выводов', 0],
            ['вывод', 'вывод', 1],
            ['вывод', 'вывода', 2],
            ['вывод', 'выводов', 30],

            ['выводок', 'выводков', 0],
            ['выводок', 'выводок', 1],
            ['выводок', 'выводка', 2],
            ['выводок', 'выводков', 30],

            ['вывоз', 'вывозов', 0],
            ['вывоз', 'вывоз', 1],
            ['вывоз', 'вывоза', 2],
            ['вывоз', 'вывозов', 30],

            ['выговор', 'выговоров', 0],
            ['выговор', 'выговор', 1],
            ['выговор', 'выговора', 2],
            ['выговор', 'выговоров', 30],

            ['выгода', 'выгод', 0],
            ['выгода', 'выгода', 1],
            ['выгода', 'выгоды', 2],
            ['выгода', 'выгод', 30],

            ['выгон', 'выгонов', 0],
            ['выгон', 'выгон', 1],
            ['выгон', 'выгона', 2],
            ['выгон', 'выгонов', 30],

            ['выгреб', 'выгребов', 0],
            ['выгреб', 'выгреб', 1],
            ['выгреб', 'выгреба', 2],
            ['выгреб', 'выгребов', 30],

            ['выгрузка', 'выгрузок', 0],
            ['выгрузка', 'выгрузка', 1],
            ['выгрузка', 'выгрузки', 2],
            ['выгрузка', 'выгрузок', 30],

            ['выдвиженец', 'выдвиженцев', 0],
            ['выдвиженец', 'выдвиженец', 1],
            ['выдвиженец', 'выдвиженца', 2],
            ['выдвиженец', 'выдвиженцев', 30],

            ['выдвижение', 'выдвижений', 0],
            ['выдвижение', 'выдвижение', 1],
            ['выдвижение', 'выдвижения', 2],
            ['выдвижение', 'выдвижений', 30],

            ['выделение', 'выделений', 0],
            ['выделение', 'выделение', 1],
            ['выделение', 'выделения', 2],
            ['выделение', 'выделений', 30],

            ['выдох', 'выдохов', 0],
            ['выдох', 'выдох', 1],
            ['выдох', 'выдоха', 2],
            ['выдох', 'выдохов', 30],

            ['выдра', 'выдр', 0],
            ['выдра', 'выдра', 1],
            ['выдра', 'выдры', 2],
            ['выдра', 'выдр', 30],

            ['выдумка', 'выдумок', 0],
            ['выдумка', 'выдумка', 1],
            ['выдумка', 'выдумки', 2],
            ['выдумка', 'выдумок', 30],

            ['выезд', 'выездов', 0],
            ['выезд', 'выезд', 1],
            ['выезд', 'выезда', 2],
            ['выезд', 'выездов', 30],

            ['выемка', 'выемок', 0],
            ['выемка', 'выемка', 1],
            ['выемка', 'выемки', 2],
            ['выемка', 'выемок', 30],

            ['выживание', 'выживаний', 0],
            ['выживание', 'выживание', 1],
            ['выживание', 'выживания', 2],
            ['выживание', 'выживаний', 30],

            ['выжимала', 'выжимал', 0],
            ['выжимала', 'выжимала', 1],
            ['выжимала', 'выжималы', 2],
            ['выжимала', 'выжимал', 30],

            ['выздоровление', 'выздоровлений', 0],
            ['выздоровление', 'выздоровление', 1],
            ['выздоровление', 'выздоровления', 2],
            ['выздоровление', 'выздоровлений', 30],

            ['вызов', 'вызовов', 0],
            ['вызов', 'вызов', 1],
            ['вызов', 'вызова', 2],
            ['вызов', 'вызовов', 30],

            ['выигрыш', 'выигрышей', 0],
            ['выигрыш', 'выигрыш', 1],
            ['выигрыш', 'выигрыша', 2],
            ['выигрыш', 'выигрышей', 30],

            ['выкидыш', 'выкидышей', 0],
            ['выкидыш', 'выкидыш', 1],
            ['выкидыш', 'выкидыша', 2],
            ['выкидыш', 'выкидышей', 30],

            ['выкладка', 'выкладок', 0],
            ['выкладка', 'выкладка', 1],
            ['выкладка', 'выкладки', 2],
            ['выкладка', 'выкладок', 30],

            ['выключатель', 'выключателей', 0],
            ['выключатель', 'выключатель', 1],
            ['выключатель', 'выключателя', 2],
            ['выключатель', 'выключателей', 30],

            ['выключение', 'выключений', 0],
            ['выключение', 'выключение', 1],
            ['выключение', 'выключения', 2],
            ['выключение', 'выключений', 30],

            ['выкрик', 'выкриков', 0],
            ['выкрик', 'выкрик', 1],
            ['выкрик', 'выкрика', 2],
            ['выкрик', 'выкриков', 30],

            ['выкрутасы', 'выкрутас', 0],
            ['выкрутасы', 'выкрутасы', 1],
            ['выкрутасы', 'выкрутаса', 2],
            ['выкрутасы', 'выкрутас', 30],

            ['выкуп', 'выкупов', 0],
            ['выкуп', 'выкуп', 1],
            ['выкуп', 'выкупа', 2],
            ['выкуп', 'выкупов', 30],

            ['вылазка', 'вылазок', 0],
            ['вылазка', 'вылазка', 1],
            ['вылазка', 'вылазки', 2],
            ['вылазка', 'вылазок', 30],

            ['вылет', 'вылетов', 0],
            ['вылет', 'вылет', 1],
            ['вылет', 'вылета', 2],
            ['вылет', 'вылетов', 30],

            ['вымирание', 'вымираний', 0],
            ['вымирание', 'вымирание', 1],
            ['вымирание', 'вымирания', 2],
            ['вымирание', 'вымираний', 30],

            ['вымогатель', 'вымогателей', 0],
            ['вымогатель', 'вымогатель', 1],
            ['вымогатель', 'вымогателя', 2],
            ['вымогатель', 'вымогателей', 30],

            ['вымогательство', 'вымогательств', 0],
            ['вымогательство', 'вымогательство', 1],
            ['вымогательство', 'вымогательства', 2],
            ['вымогательство', 'вымогательств', 30],

            ['вымпел', 'вымпелов', 0],
            ['вымпел', 'вымпел', 1],
            ['вымпел', 'вымпела', 2],
            ['вымпел', 'вымпелов', 30],

            ['вымысел', 'вымыслов', 0],
            ['вымысел', 'вымысел', 1],
            ['вымысел', 'вымысла', 2],
            ['вымысел', 'вымыслов', 30],

            ['выпад', 'выпадов', 0],
            ['выпад', 'выпад', 1],
            ['выпад', 'выпада', 2],
            ['выпад', 'выпадов', 30],

            ['выпадение', 'выпадений', 0],
            ['выпадение', 'выпадение', 1],
            ['выпадение', 'выпадения', 2],
            ['выпадение', 'выпадений', 30],

            ['выпечка', 'выпечек', 0],
            ['выпечка', 'выпечка', 1],
            ['выпечка', 'выпечки', 2],
            ['выпечка', 'выпечек', 30],

            ['выпивала', 'выпивал', 0],
            ['выпивала', 'выпивала', 1],
            ['выпивала', 'выпивалы', 2],
            ['выпивала', 'выпивал', 30],

            ['выпивка', 'выпивок', 0],
            ['выпивка', 'выпивка', 1],
            ['выпивка', 'выпивки', 2],
            ['выпивка', 'выпивок', 30],

            ['выписка', 'выписок', 0],
            ['выписка', 'выписка', 1],
            ['выписка', 'выписки', 2],
            ['выписка', 'выписок', 30],

            ['выплата', 'выплат', 0],
            ['выплата', 'выплата', 1],
            ['выплата', 'выплаты', 2],
            ['выплата', 'выплат', 30],

            ['выполнение', 'выполнений', 0],
            ['выполнение', 'выполнение', 1],
            ['выполнение', 'выполнения', 2],
            ['выполнение', 'выполнений', 30],

            ['выправка', 'выправок', 0],
            ['выправка', 'выправка', 1],
            ['выправка', 'выправки', 2],
            ['выправка', 'выправок', 30],

            ['выпрямитель', 'выпрямителей', 0],
            ['выпрямитель', 'выпрямитель', 1],
            ['выпрямитель', 'выпрямителя', 2],
            ['выпрямитель', 'выпрямителей', 30],

            ['выпуклость', 'выпуклостей', 0],
            ['выпуклость', 'выпуклость', 1],
            ['выпуклость', 'выпуклости', 2],
            ['выпуклость', 'выпуклостей', 30],

            ['выпуск', 'выпусков', 0],
            ['выпуск', 'выпуск', 1],
            ['выпуск', 'выпуска', 2],
            ['выпуск', 'выпусков', 30],

            ['выпускник', 'выпускников', 0],
            ['выпускник', 'выпускник', 1],
            ['выпускник', 'выпускника', 2],
            ['выпускник', 'выпускников', 30],

            ['выражение', 'выражений', 0],
            ['выражение', 'выражение', 1],
            ['выражение', 'выражения', 2],
            ['выражение', 'выражений', 30],

            ['выраженность', 'выраженностей', 0],
            ['выраженность', 'выраженность', 1],
            ['выраженность', 'выраженности', 2],
            ['выраженность', 'выраженностей', 30],

            ['вырез', 'вырезов', 0],
            ['вырез', 'вырез', 1],
            ['вырез', 'выреза', 2],
            ['вырез', 'вырезов', 30],

            ['вырезка', 'вырезок', 0],
            ['вырезка', 'вырезка', 1],
            ['вырезка', 'вырезки', 2],
            ['вырезка', 'вырезок', 30],

            ['выродок', 'выродков', 0],
            ['выродок', 'выродок', 1],
            ['выродок', 'выродка', 2],
            ['выродок', 'выродков', 30],

            ['выручка', 'выручек', 0],
            ['выручка', 'выручка', 1],
            ['выручка', 'выручки', 2],
            ['выручка', 'выручек', 30],

            ['высказывание', 'высказываний', 0],
            ['высказывание', 'высказывание', 1],
            ['высказывание', 'высказывания', 2],
            ['высказывание', 'высказываний', 30],

            ['выскочка', 'выскочек', 0],
            ['выскочка', 'выскочка', 1],
            ['выскочка', 'выскочки', 2],
            ['выскочка', 'выскочек', 30],

            ['выслуга', 'выслуг', 0],
            ['выслуга', 'выслуга', 1],
            ['выслуга', 'выслуги', 2],
            ['выслуга', 'выслуг', 30],

            ['высотка', 'высоток', 0],
            ['высотка', 'высотка', 1],
            ['высотка', 'высотки', 2],
            ['высотка', 'высоток', 30],

            ['высочество', 'высочеств', 0],
            ['высочество', 'высочество', 1],
            ['высочество', 'высочества', 2],
            ['высочество', 'высочеств', 30],

            ['выставка', 'выставок', 0],
            ['выставка', 'выставка', 1],
            ['выставка', 'выставки', 2],
            ['выставка', 'выставок', 30],

            ['выстрел', 'выстрелов', 0],
            ['выстрел', 'выстрел', 1],
            ['выстрел', 'выстрела', 2],
            ['выстрел', 'выстрелов', 30],

            ['выступ', 'выступов', 0],
            ['выступ', 'выступ', 1],
            ['выступ', 'выступа', 2],
            ['выступ', 'выступов', 30],

            ['выступление', 'выступлений', 0],
            ['выступление', 'выступление', 1],
            ['выступление', 'выступления', 2],
            ['выступление', 'выступлений', 30],

            ['высыпание', 'высыпаний', 0],
            ['высыпание', 'высыпание', 1],
            ['высыпание', 'высыпания', 2],
            ['высыпание', 'высыпаний', 30],

            ['высыхание', 'высыханий', 0],
            ['высыхание', 'высыхание', 1],
            ['высыхание', 'высыхания', 2],
            ['высыхание', 'высыханий', 30],

            ['вытеснение', 'вытеснений', 0],
            ['вытеснение', 'вытеснение', 1],
            ['вытеснение', 'вытеснения', 2],
            ['вытеснение', 'вытеснений', 30],

            ['вытрезвитель', 'вытрезвителей', 0],
            ['вытрезвитель', 'вытрезвитель', 1],
            ['вытрезвитель', 'вытрезвителя', 2],
            ['вытрезвитель', 'вытрезвителей', 30],

            ['выучка', 'выучек', 0],
            ['выучка', 'выучка', 1],
            ['выучка', 'выучи', 2],
            ['выучка', 'выучек', 30],

            ['выхлоп', 'выхлопов', 0],
            ['выхлоп', 'выхлоп', 1],
            ['выхлоп', 'выхлопа', 2],
            ['выхлоп', 'выхлопов', 30],

            ['выход', 'выходов', 0],
            ['выход', 'выход', 1],
            ['выход', 'выхода', 2],
            ['выход', 'выходов', 30],

            ['выходец', 'выходцев', 0],
            ['выходец', 'выходец', 1],
            ['выходец', 'выходца', 2],
            ['выходец', 'выходцев', 30],

            ['выходка', 'выходок', 0],
            ['выходка', 'выходка', 1],
            ['выходка', 'выходки', 2],
            ['выходка', 'выходок', 30],

            ['выходной', 'выходных', 0],
            ['выходной', 'выходной', 1],
            ['выходной', 'выходных', 2],
            ['выходной', 'выходных', 30],

            ['вычет', 'вычетов', 0],
            ['вычет', 'вычет', 1],
            ['вычет', 'вычета', 2],
            ['вычет', 'вычетов', 30],

            ['вычисление', 'вычислений', 0],
            ['вычисление', 'вычисление', 1],
            ['вычисление', 'вычисления', 2],
            ['вычисление', 'вычислений', 30],

            ['вычислитель', 'вычислителей', 0],
            ['вычислитель', 'вычислитель', 1],
            ['вычислитель', 'вычислителя', 2],
            ['вычислитель', 'вычислителей', 30],

            ['вышивальщица', 'вышивальщиц', 0],
            ['вышивальщица', 'вышивальщица', 1],
            ['вышивальщица', 'вышивальщицы', 2],
            ['вышивальщица', 'вышивальщиц', 30],

            ['вышивка', 'вышивок', 0],
            ['вышивка', 'вышивка', 1],
            ['вышивка', 'вышивки', 2],
            ['вышивка', 'вышивок', 30],

            ['вышка', 'вышек', 0],
            ['вышка', 'вышка', 1],
            ['вышка', 'вышки', 2],
            ['вышка', 'вышек', 30],

            ['выявление', 'выявлений', 0],
            ['выявление', 'выявление', 1],
            ['выявление', 'выявления', 2],
            ['выявление', 'выявлений', 30],

            ['выяснение', 'выяснений', 0],
            ['выяснение', 'выяснение', 1],
            ['выяснение', 'выяснения', 2],
            ['выяснение', 'выяснений', 30],

            ['вьетнамец', 'вьетнамцев', 0],
            ['вьетнамец', 'вьетнамец', 1],
            ['вьетнамец', 'вьетнамца', 2],
            ['вьетнамец', 'вьетнамцев', 30],

            ['вьюга', 'вьюг', 0],
            ['вьюга', 'вьюга', 1],
            ['вьюга', 'вьюги', 2],
            ['вьюга', 'вьюг', 30],

            ['вьюн', 'вьюнов', 0],
            ['вьюн', 'вьюн', 1],
            ['вьюн', 'вьюна', 2],
            ['вьюн', 'вьюнов', 30],

            ['вязанка', 'вязанок', 0],
            ['вязанка', 'вязанка', 1],
            ['вязанка', 'вязанки', 2],
            ['вязанка', 'вязанок', 30],
        ];
    }
}