<?php
declare(strict_types=1);

namespace Noldors\Inflect\Tests\RussianDataProviders;

class LetterT
{
    public static function data():array
    {
        return [
            ['табак', 'табак', 0],
            ['табак', 'табак', 1],
            ['табак', 'табак', 2],
            ['табак', 'табак', 30],

            ['табакерка', 'табакерка', 0],
            ['табакерка', 'табакерка', 1],
            ['табакерка', 'табакерка', 2],
            ['табакерка', 'табакерка', 30],

            ['табачник', 'табачник', 0],
            ['табачник', 'табачник', 1],
            ['табачник', 'табачник', 2],
            ['табачник', 'табачник', 30],

            ['табачок', 'табачок', 0],
            ['табачок', 'табачок', 1],
            ['табачок', 'табачок', 2],
            ['табачок', 'табачок', 30],

            ['табель', 'табель', 0],
            ['табель', 'табель', 1],
            ['табель', 'табель', 2],
            ['табель', 'табель', 30],

            ['таблетка', 'таблетка', 0],
            ['таблетка', 'таблетка', 1],
            ['таблетка', 'таблетка', 2],
            ['таблетка', 'таблетка', 30],

            ['таблеточка', 'таблеточка', 0],
            ['таблеточка', 'таблеточка', 1],
            ['таблеточка', 'таблеточка', 2],
            ['таблеточка', 'таблеточка', 30],

            ['таблица', 'таблица', 0],
            ['таблица', 'таблица', 1],
            ['таблица', 'таблица', 2],
            ['таблица', 'таблица', 30],

            ['табличка', 'табличка', 0],
            ['табличка', 'табличка', 1],
            ['табличка', 'табличка', 2],
            ['табличка', 'табличка', 30],

            ['табло', 'табло', 0],
            ['табло', 'табло', 1],
            ['табло', 'табло', 2],
            ['табло', 'табло', 30],

            ['табор', 'табор', 0],
            ['табор', 'табор', 1],
            ['табор', 'табор', 2],
            ['табор', 'табор', 30],

            ['табу', 'табу', 0],
            ['табу', 'табу', 1],
            ['табу', 'табу', 2],
            ['табу', 'табу', 30],

            ['табун', 'табун', 0],
            ['табун', 'табун', 1],
            ['табун', 'табун', 2],
            ['табун', 'табун', 30],

            ['табунщик', 'табунщик', 0],
            ['табунщик', 'табунщик', 1],
            ['табунщик', 'табунщик', 2],
            ['табунщик', 'табунщик', 30],

            ['табурет', 'табурет', 0],
            ['табурет', 'табурет', 1],
            ['табурет', 'табурет', 2],
            ['табурет', 'табурет', 30],

            ['табуретка', 'табуретка', 0],
            ['табуретка', 'табуретка', 1],
            ['табуретка', 'табуретка', 2],
            ['табуретка', 'табуретка', 30],

            ['тавда', 'тавда', 0],
            ['тавда', 'тавда', 1],
            ['тавда', 'тавда', 2],
            ['тавда', 'тавда', 30],

            ['таверна', 'таверна', 0],
            ['таверна', 'таверна', 1],
            ['таверна', 'таверна', 2],
            ['таверна', 'таверна', 30],

            ['таганок', 'таганок', 0],
            ['таганок', 'таганок', 1],
            ['таганок', 'таганок', 2],
            ['таганок', 'таганок', 30],

            ['таганрог', 'таганрог', 0],
            ['таганрог', 'таганрог', 1],
            ['таганрог', 'таганрог', 2],
            ['таганрог', 'таганрог', 30],

            ['таджик', 'таджик', 0],
            ['таджик', 'таджик', 1],
            ['таджик', 'таджик', 2],
            ['таджик', 'таджик', 30],

            ['таджикистан', 'таджикистан', 0],
            ['таджикистан', 'таджикистан', 1],
            ['таджикистан', 'таджикистан', 2],
            ['таджикистан', 'таджикистан', 30],

            ['таец', 'таец', 0],
            ['таец', 'таец', 1],
            ['таец', 'таец', 2],
            ['таец', 'таец', 30],

            ['таз', 'таз', 0],
            ['таз', 'таз', 1],
            ['таз', 'таз', 2],
            ['таз', 'таз', 30],

            ['тазик', 'тазик', 0],
            ['тазик', 'тазик', 1],
            ['тазик', 'тазик', 2],
            ['тазик', 'тазик', 30],

            ['таиланд', 'таиланд', 0],
            ['таиланд', 'таиланд', 1],
            ['таиланд', 'таиланд', 2],
            ['таиланд', 'таиланд', 30],

            ['таинственность', 'таинственность', 0],
            ['таинственность', 'таинственность', 1],
            ['таинственность', 'таинственность', 2],
            ['таинственность', 'таинственность', 30],

            ['таинство', 'таинство', 0],
            ['таинство', 'таинство', 1],
            ['таинство', 'таинство', 2],
            ['таинство', 'таинство', 30],

            ['таиса', 'таиса', 0],
            ['таиса', 'таиса', 1],
            ['таиса', 'таиса', 2],
            ['таиса', 'таиса', 30],

            ['таисия', 'таисия', 0],
            ['таисия', 'таисия', 1],
            ['таисия', 'таисия', 2],
            ['таисия', 'таисия', 30],

            ['таиска', 'таиска', 0],
            ['таиска', 'таиска', 1],
            ['таиска', 'таиска', 2],
            ['таиска', 'таиска', 30],

            ['таисьюшка', 'таисьюшка', 0],
            ['таисьюшка', 'таисьюшка', 1],
            ['таисьюшка', 'таисьюшка', 2],
            ['таисьюшка', 'таисьюшка', 30],

            ['таисья', 'таисья', 0],
            ['таисья', 'таисья', 1],
            ['таисья', 'таисья', 2],
            ['таисья', 'таисья', 30],

            ['таися', 'таися', 0],
            ['таися', 'таися', 1],
            ['таися', 'таися', 2],
            ['таися', 'таися', 30],

            ['тайбэй', 'тайбэй', 0],
            ['тайбэй', 'тайбэй', 1],
            ['тайбэй', 'тайбэй', 2],
            ['тайбэй', 'тайбэй', 30],

            ['тайвань', 'тайвань', 0],
            ['тайвань', 'тайвань', 1],
            ['тайвань', 'тайвань', 2],
            ['тайвань', 'тайвань', 30],

            ['тайга', 'тайга', 0],
            ['тайга', 'тайга', 1],
            ['тайга', 'тайга', 2],
            ['тайга', 'тайга', 30],

            ['тайм', 'тайм', 0],
            ['тайм', 'тайм', 1],
            ['тайм', 'тайм', 2],
            ['тайм', 'тайм', 30],

            ['таймс', 'таймс', 0],
            ['таймс', 'таймс', 1],
            ['таймс', 'таймс', 2],
            ['таймс', 'таймс', 30],

            ['таймыр', 'таймыр', 0],
            ['таймыр', 'таймыр', 1],
            ['таймыр', 'таймыр', 2],
            ['таймыр', 'таймыр', 30],

            ['тайна', 'тайна', 0],
            ['тайна', 'тайна', 1],
            ['тайна', 'тайна', 2],
            ['тайна', 'тайна', 30],

            ['тайник', 'тайник', 0],
            ['тайник', 'тайник', 1],
            ['тайник', 'тайник', 2],
            ['тайник', 'тайник', 30],

            ['тайфун', 'тайфун', 0],
            ['тайфун', 'тайфун', 1],
            ['тайфун', 'тайфун', 2],
            ['тайфун', 'тайфун', 30],

            ['такса', 'такса', 0],
            ['такса', 'такса', 1],
            ['такса', 'такса', 2],
            ['такса', 'такса', 30],

            ['такси', 'такси', 0],
            ['такси', 'такси', 1],
            ['такси', 'такси', 2],
            ['такси', 'такси', 30],

            ['таксист', 'таксист', 0],
            ['таксист', 'таксист', 1],
            ['таксист', 'таксист', 2],
            ['таксист', 'таксист', 30],

            ['таксофон', 'таксофон', 0],
            ['таксофон', 'таксофон', 1],
            ['таксофон', 'таксофон', 2],
            ['таксофон', 'таксофон', 30],

            ['такт', 'такт', 0],
            ['такт', 'такт', 1],
            ['такт', 'такт', 2],
            ['такт', 'такт', 30],

            ['тактик', 'тактик', 0],
            ['тактик', 'тактик', 1],
            ['тактик', 'тактик', 2],
            ['тактик', 'тактик', 30],

            ['тактика', 'тактика', 0],
            ['тактика', 'тактика', 1],
            ['тактика', 'тактика', 2],
            ['тактика', 'тактика', 30],

            ['тала', 'тала', 0],
            ['тала', 'тала', 1],
            ['тала', 'тала', 2],
            ['тала', 'тала', 30],

            ['талант', 'талант', 0],
            ['талант', 'талант', 1],
            ['талант', 'талант', 2],
            ['талант', 'талант', 30],

            ['талас', 'талас', 0],
            ['талас', 'талас', 1],
            ['талас', 'талас', 2],
            ['талас', 'талас', 30],

            ['талер', 'талер', 0],
            ['талер', 'талер', 1],
            ['талер', 'талер', 2],
            ['талер', 'талер', 30],

            ['талес', 'талес', 0],
            ['талес', 'талес', 1],
            ['талес', 'талес', 2],
            ['талес', 'талес', 30],

            ['талиб', 'талиб', 0],
            ['талиб', 'талиб', 1],
            ['талиб', 'талиб', 2],
            ['талиб', 'талиб', 30],

            ['талина', 'талина', 0],
            ['талина', 'талина', 1],
            ['талина', 'талина', 2],
            ['талина', 'талина', 30],

            ['талисман', 'талисман', 0],
            ['талисман', 'талисман', 1],
            ['талисман', 'талисман', 2],
            ['талисман', 'талисман', 30],

            ['талия', 'талия', 0],
            ['талия', 'талия', 1],
            ['талия', 'талия', 2],
            ['талия', 'талия', 30],

            ['таллин', 'таллин', 0],
            ['таллин', 'таллин', 1],
            ['таллин', 'таллин', 2],
            ['таллин', 'таллин', 30],

            ['таллинн', 'таллинн', 0],
            ['таллинн', 'таллинн', 1],
            ['таллинн', 'таллинн', 2],
            ['таллинн', 'таллинн', 30],

            ['талмуд', 'талмуд', 0],
            ['талмуд', 'талмуд', 1],
            ['талмуд', 'талмуд', 2],
            ['талмуд', 'талмуд', 30],

            ['талон', 'талон', 0],
            ['талон', 'талон', 1],
            ['талон', 'талон', 2],
            ['талон', 'талон', 30],

            ['талончик', 'талончик', 0],
            ['талончик', 'талончик', 1],
            ['талончик', 'талончик', 2],
            ['талончик', 'талончик', 30],

            ['тальк', 'тальк', 0],
            ['тальк', 'тальк', 1],
            ['тальк', 'тальк', 2],
            ['тальк', 'тальк', 30],

            ['тальник', 'тальник', 0],
            ['тальник', 'тальник', 1],
            ['тальник', 'тальник', 2],
            ['тальник', 'тальник', 30],

            ['талюша', 'талюша', 0],
            ['талюша', 'талюша', 1],
            ['талюша', 'талюша', 2],
            ['талюша', 'талюша', 30],

            ['таля', 'таля', 0],
            ['таля', 'таля', 1],
            ['таля', 'таля', 2],
            ['таля', 'таля', 30],

            ['тама', 'тама', 0],
            ['тама', 'тама', 1],
            ['тама', 'тама', 2],
            ['тама', 'тама', 30],

            ['тамада', 'тамада', 0],
            ['тамада', 'тамада', 1],
            ['тамада', 'тамада', 2],
            ['тамада', 'тамада', 30],

            ['тамара', 'тамара', 0],
            ['тамара', 'тамара', 1],
            ['тамара', 'тамара', 2],
            ['тамара', 'тамара', 30],

            ['тамарка', 'тамарка', 0],
            ['тамарка', 'тамарка', 1],
            ['тамарка', 'тамарка', 2],
            ['тамарка', 'тамарка', 30],

            ['тамбов', 'тамбов', 0],
            ['тамбов', 'тамбов', 1],
            ['тамбов', 'тамбов', 2],
            ['тамбов', 'тамбов', 30],

            ['тамбур', 'тамбур', 0],
            ['тамбур', 'тамбур', 1],
            ['тамбур', 'тамбур', 2],
            ['тамбур', 'тамбур', 30],

            ['таможенник', 'таможенник', 0],
            ['таможенник', 'таможенник', 1],
            ['таможенник', 'таможенник', 2],
            ['таможенник', 'таможенник', 30],

            ['таможня', 'таможня', 0],
            ['таможня', 'таможня', 1],
            ['таможня', 'таможня', 2],
            ['таможня', 'таможня', 30],

            ['тампере', 'тампере', 0],
            ['тампере', 'тампере', 1],
            ['тампере', 'тампере', 2],
            ['тампере', 'тампере', 30],

            ['тампон', 'тампон', 0],
            ['тампон', 'тампон', 1],
            ['тампон', 'тампон', 2],
            ['тампон', 'тампон', 30],

            ['тамуся', 'тамуся', 0],
            ['тамуся', 'тамуся', 1],
            ['тамуся', 'тамуся', 2],
            ['тамуся', 'тамуся', 30],

            ['тан', 'тан', 0],
            ['тан', 'тан', 1],
            ['тан', 'тан', 2],
            ['тан', 'тан', 30],

            ['танго', 'танго', 0],
            ['танго', 'танго', 1],
            ['танго', 'танго', 2],
            ['танго', 'танго', 30],

            ['тандем', 'тандем', 0],
            ['тандем', 'тандем', 1],
            ['тандем', 'тандем', 2],
            ['тандем', 'тандем', 30],

            ['танец', 'танец', 0],
            ['танец', 'танец', 1],
            ['танец', 'танец', 2],
            ['танец', 'танец', 30],

            ['танзания', 'танзания', 0],
            ['танзания', 'танзания', 1],
            ['танзания', 'танзания', 2],
            ['танзания', 'танзания', 30],

            ['танин', 'танин', 0],
            ['танин', 'танин', 1],
            ['танин', 'танин', 2],
            ['танин', 'танин', 30],

            ['танк', 'танк', 0],
            ['танк', 'танк', 1],
            ['танк', 'танк', 2],
            ['танк', 'танк', 30],

            ['танкер', 'танкер', 0],
            ['танкер', 'танкер', 1],
            ['танкер', 'танкер', 2],
            ['танкер', 'танкер', 30],

            ['танкист', 'танкист', 0],
            ['танкист', 'танкист', 1],
            ['танкист', 'танкист', 2],
            ['танкист', 'танкист', 30],

            ['танцовщица', 'танцовщица', 0],
            ['танцовщица', 'танцовщица', 1],
            ['танцовщица', 'танцовщица', 2],
            ['танцовщица', 'танцовщица', 30],

            ['танцор', 'танцор', 0],
            ['танцор', 'танцор', 1],
            ['танцор', 'танцор', 2],
            ['танцор', 'танцор', 30],

            ['танцплощадка', 'танцплощадка', 0],
            ['танцплощадка', 'танцплощадка', 1],
            ['танцплощадка', 'танцплощадка', 2],
            ['танцплощадка', 'танцплощадка', 30],

            ['танюра', 'танюра', 0],
            ['танюра', 'танюра', 1],
            ['танюра', 'танюра', 2],
            ['танюра', 'танюра', 30],

            ['танюся', 'танюся', 0],
            ['танюся', 'танюся', 1],
            ['танюся', 'танюся', 2],
            ['танюся', 'танюся', 30],

            ['танюта', 'танюта', 0],
            ['танюта', 'танюта', 1],
            ['танюта', 'танюта', 2],
            ['танюта', 'танюта', 30],

            ['танюха', 'танюха', 0],
            ['танюха', 'танюха', 1],
            ['танюха', 'танюха', 2],
            ['танюха', 'танюха', 30],

            ['танюша', 'танюша', 0],
            ['танюша', 'танюша', 1],
            ['танюша', 'танюша', 2],
            ['танюша', 'танюша', 30],

            ['таня', 'таня', 0],
            ['таня', 'таня', 1],
            ['таня', 'таня', 2],
            ['таня', 'таня', 30],

            ['тапка', 'тапка', 0],
            ['тапка', 'тапка', 1],
            ['тапка', 'тапка', 2],
            ['тапка', 'тапка', 30],

            ['тапочки', 'тапочки', 0],
            ['тапочки', 'тапочки', 1],
            ['тапочки', 'тапочки', 2],
            ['тапочки', 'тапочки', 30],

            ['тара', 'тара', 0],
            ['тара', 'тара', 1],
            ['тара', 'тара', 2],
            ['тара', 'тара', 30],

            ['таракан', 'таракан', 0],
            ['таракан', 'таракан', 1],
            ['таракан', 'таракан', 2],
            ['таракан', 'таракан', 30],

            ['таран', 'таран', 0],
            ['таран', 'таран', 1],
            ['таран', 'таран', 2],
            ['таран', 'таран', 30],

            ['тарарам', 'тарарам', 0],
            ['тарарам', 'тарарам', 1],
            ['тарарам', 'тарарам', 2],
            ['тарарам', 'тарарам', 30],

            ['тарас', 'тарас', 0],
            ['тарас', 'тарас', 1],
            ['тарас', 'тарас', 2],
            ['тарас', 'тарас', 30],

            ['тарасий', 'тарасий', 0],
            ['тарасий', 'тарасий', 1],
            ['тарасий', 'тарасий', 2],
            ['тарасий', 'тарасий', 30],

            ['тарасия', 'тарасия', 0],
            ['тарасия', 'тарасия', 1],
            ['тарасия', 'тарасия', 2],
            ['тарасия', 'тарасия', 30],

            ['тараска', 'тараска', 0],
            ['тараска', 'тараска', 1],
            ['тараска', 'тараска', 2],
            ['тараска', 'тараска', 30],

            ['тарасыч', 'тарасыч', 0],
            ['тарасыч', 'тарасыч', 1],
            ['тарасыч', 'тарасыч', 2],
            ['тарасыч', 'тарасыч', 30],

            ['тарасюк', 'тарасюк', 0],
            ['тарасюк', 'тарасюк', 1],
            ['тарасюк', 'тарасюк', 2],
            ['тарасюк', 'тарасюк', 30],

            ['тарелка', 'тарелка', 0],
            ['тарелка', 'тарелка', 1],
            ['тарелка', 'тарелка', 2],
            ['тарелка', 'тарелка', 30],

            ['тарелочка', 'тарелочка', 0],
            ['тарелочка', 'тарелочка', 1],
            ['тарелочка', 'тарелочка', 2],
            ['тарелочка', 'тарелочка', 30],

            ['тариф', 'тариф', 0],
            ['тариф', 'тариф', 1],
            ['тариф', 'тариф', 2],
            ['тариф', 'тариф', 30],

            ['тарпищев', 'тарпищев', 0],
            ['тарпищев', 'тарпищев', 1],
            ['тарпищев', 'тарпищев', 2],
            ['тарпищев', 'тарпищев', 30],

            ['тартарары', 'тартарары', 0],
            ['тартарары', 'тартарары', 1],
            ['тартарары', 'тартарары', 2],
            ['тартарары', 'тартарары', 30],

            ['тарту', 'тарту', 0],
            ['тарту', 'тарту', 1],
            ['тарту', 'тарту', 2],
            ['тарту', 'тарту', 30],

            ['тасс', 'тасс', 0],
            ['тасс', 'тасс', 1],
            ['тасс', 'тасс', 2],
            ['тасс', 'тасс', 30],

            ['тасюта', 'тасюта', 0],
            ['тасюта', 'тасюта', 1],
            ['тасюта', 'тасюта', 2],
            ['тасюта', 'тасюта', 30],

            ['тася', 'тася', 0],
            ['тася', 'тася', 1],
            ['тася', 'тася', 2],
            ['тася', 'тася', 30],

            ['тата', 'тата', 0],
            ['тата', 'тата', 1],
            ['тата', 'тата', 2],
            ['тата', 'тата', 30],

            ['татарин', 'татарин', 0],
            ['татарин', 'татарин', 1],
            ['татарин', 'татарин', 2],
            ['татарин', 'татарин', 30],

            ['татарник', 'татарник', 0],
            ['татарник', 'татарник', 1],
            ['татарник', 'татарник', 2],
            ['татарник', 'татарник', 30],

            ['татарстан', 'татарстан', 0],
            ['татарстан', 'татарстан', 1],
            ['татарстан', 'татарстан', 2],
            ['татарстан', 'татарстан', 30],

            ['татарчонок', 'татарчонок', 0],
            ['татарчонок', 'татарчонок', 1],
            ['татарчонок', 'татарчонок', 2],
            ['татарчонок', 'татарчонок', 30],

            ['татиана', 'татиана', 0],
            ['татиана', 'татиана', 1],
            ['татиана', 'татиана', 2],
            ['татиана', 'татиана', 30],

            ['татуировка', 'татуировка', 0],
            ['татуировка', 'татуировка', 1],
            ['татуировка', 'татуировка', 2],
            ['татуировка', 'татуировка', 30],

            ['татуля', 'татуля', 0],
            ['татуля', 'татуля', 1],
            ['татуля', 'татуля', 2],
            ['татуля', 'татуля', 30],

            ['татуня', 'татуня', 0],
            ['татуня', 'татуня', 1],
            ['татуня', 'татуня', 2],
            ['татуня', 'татуня', 30],

            ['татуся', 'татуся', 0],
            ['татуся', 'татуся', 1],
            ['татуся', 'татуся', 2],
            ['татуся', 'татуся', 30],

            ['тать', 'тать', 0],
            ['тать', 'тать', 1],
            ['тать', 'тать', 2],
            ['тать', 'тать', 30],

            ['татьяна', 'татьяна', 0],
            ['татьяна', 'татьяна', 1],
            ['татьяна', 'татьяна', 2],
            ['татьяна', 'татьяна', 30],

            ['татьянка', 'татьянка', 0],
            ['татьянка', 'татьянка', 1],
            ['татьянка', 'татьянка', 2],
            ['татьянка', 'татьянка', 30],

            ['тау', 'тау', 0],
            ['тау', 'тау', 1],
            ['тау', 'тау', 2],
            ['тау', 'тау', 30],

            ['таупо', 'таупо', 0],
            ['таупо', 'таупо', 1],
            ['таупо', 'таупо', 2],
            ['таупо', 'таупо', 30],

            ['тауранга', 'тауранга', 0],
            ['тауранга', 'тауранга', 1],
            ['тауранга', 'тауранга', 2],
            ['тауранга', 'тауранга', 30],

            ['тахикардия', 'тахикардия', 0],
            ['тахикардия', 'тахикардия', 1],
            ['тахикардия', 'тахикардия', 2],
            ['тахикардия', 'тахикардия', 30],

            ['тахта', 'тахта', 0],
            ['тахта', 'тахта', 1],
            ['тахта', 'тахта', 2],
            ['тахта', 'тахта', 30],

            ['тачанка', 'тачанка', 0],
            ['тачанка', 'тачанка', 1],
            ['тачанка', 'тачанка', 2],
            ['тачанка', 'тачанка', 30],

            ['тачка', 'тачка', 0],
            ['тачка', 'тачка', 1],
            ['тачка', 'тачка', 2],
            ['тачка', 'тачка', 30],

            ['таша', 'таша', 0],
            ['таша', 'таша', 1],
            ['таша', 'таша', 2],
            ['таша', 'таша', 30],

            ['ташкент', 'ташкент', 0],
            ['ташкент', 'ташкент', 1],
            ['ташкент', 'ташкент', 2],
            ['ташкент', 'ташкент', 30],

            ['таюня', 'таюня', 0],
            ['таюня', 'таюня', 1],
            ['таюня', 'таюня', 2],
            ['таюня', 'таюня', 30],

            ['таюся', 'таюся', 0],
            ['таюся', 'таюся', 1],
            ['таюся', 'таюся', 2],
            ['таюся', 'таюся', 30],

            ['таюта', 'таюта', 0],
            ['таюта', 'таюта', 1],
            ['таюта', 'таюта', 2],
            ['таюта', 'таюта', 30],

            ['таюха', 'таюха', 0],
            ['таюха', 'таюха', 1],
            ['таюха', 'таюха', 2],
            ['таюха', 'таюха', 30],

            ['таюша', 'таюша', 0],
            ['таюша', 'таюша', 1],
            ['таюша', 'таюша', 2],
            ['таюша', 'таюша', 30],

            ['тая', 'тая', 0],
            ['тая', 'тая', 1],
            ['тая', 'тая', 2],
            ['тая', 'тая', 30],

            ['тбилиси', 'тбилиси', 0],
            ['тбилиси', 'тбилиси', 1],
            ['тбилиси', 'тбилиси', 2],
            ['тбилиси', 'тбилиси', 30],

            ['тв', 'тв', 0],
            ['тв', 'тв', 1],
            ['тв', 'тв', 2],
            ['тв', 'тв', 30],

            ['тварь', 'тварь', 0],
            ['тварь', 'тварь', 1],
            ['тварь', 'тварь', 2],
            ['тварь', 'тварь', 30],

            ['твердость', 'твердость', 0],
            ['твердость', 'твердость', 1],
            ['твердость', 'твердость', 2],
            ['твердость', 'твердость', 30],

            ['твердыня', 'твердыня', 0],
            ['твердыня', 'твердыня', 1],
            ['твердыня', 'твердыня', 2],
            ['твердыня', 'твердыня', 30],

            ['твердь', 'твердь', 0],
            ['твердь', 'твердь', 1],
            ['твердь', 'твердь', 2],
            ['твердь', 'твердь', 30],

            ['твери¤', 'твери¤', 0],
            ['твери¤', 'твери¤', 1],
            ['твери¤', 'твери¤', 2],
            ['твери¤', 'твери¤', 30],

            ['тверь', 'тверь', 0],
            ['тверь', 'тверь', 1],
            ['тверь', 'тверь', 2],
            ['тверь', 'тверь', 30],

            ['твист', 'твист', 0],
            ['твист', 'твист', 1],
            ['твист', 'твист', 2],
            ['твист', 'твист', 30],

            ['творение', 'творение', 0],
            ['творение', 'творение', 1],
            ['творение', 'творение', 2],
            ['творение', 'творение', 30],

            ['творец', 'творец', 0],
            ['творец', 'творец', 1],
            ['творец', 'творец', 2],
            ['творец', 'творец', 30],

            ['творило', 'творило', 0],
            ['творило', 'творило', 1],
            ['творило', 'творило', 2],
            ['творило', 'творило', 30],

            ['творог', 'творог', 0],
            ['творог', 'творог', 1],
            ['творог', 'творог', 2],
            ['творог', 'творог', 30],

            ['творчество', 'творчество', 0],
            ['творчество', 'творчество', 1],
            ['творчество', 'творчество', 2],
            ['творчество', 'творчество', 30],

            ['театр', 'театр', 0],
            ['театр', 'театр', 1],
            ['театр', 'театр', 2],
            ['театр', 'театр', 30],

            ['тегеран', 'тегеран', 0],
            ['тегеран', 'тегеран', 1],
            ['тегеран', 'тегеран', 2],
            ['тегеран', 'тегеран', 30],

            ['тегусигальпа', 'тегусигальпа', 0],
            ['тегусигальпа', 'тегусигальпа', 1],
            ['тегусигальпа', 'тегусигальпа', 2],
            ['тегусигальпа', 'тегусигальпа', 30],

            ['тезаурус', 'тезаурус', 0],
            ['тезаурус', 'тезаурус', 1],
            ['тезаурус', 'тезаурус', 2],
            ['тезаурус', 'тезаурус', 30],

            ['тезис', 'тезис', 0],
            ['тезис', 'тезис', 1],
            ['тезис', 'тезис', 2],
            ['тезис', 'тезис', 30],

            ['тезка', 'тезка', 0],
            ['тезка', 'тезка', 1],
            ['тезка', 'тезка', 2],
            ['тезка', 'тезка', 30],

            ['текст', 'текст', 0],
            ['текст', 'текст', 1],
            ['текст', 'текст', 2],
            ['текст', 'текст', 30],

            ['телевидение', 'телевидение', 0],
            ['телевидение', 'телевидение', 1],
            ['телевидение', 'телевидение', 2],
            ['телевидение', 'телевидение', 30],

            ['телевизионщик', 'телевизионщик', 0],
            ['телевизионщик', 'телевизионщик', 1],
            ['телевизионщик', 'телевизионщик', 2],
            ['телевизионщик', 'телевизионщик', 30],

            ['телевизор', 'телевизор', 0],
            ['телевизор', 'телевизор', 1],
            ['телевизор', 'телевизор', 2],
            ['телевизор', 'телевизор', 30],

            ['телега', 'телега', 0],
            ['телега', 'телега', 1],
            ['телега', 'телега', 2],
            ['телега', 'телега', 30],

            ['телеграмма', 'телеграмма', 0],
            ['телеграмма', 'телеграмма', 1],
            ['телеграмма', 'телеграмма', 2],
            ['телеграмма', 'телеграмма', 30],

            ['телеграф', 'телеграф', 0],
            ['телеграф', 'телеграф', 1],
            ['телеграф', 'телеграф', 2],
            ['телеграф', 'телеграф', 30],

            ['тележка', 'тележка', 0],
            ['тележка', 'тележка', 1],
            ['тележка', 'тележка', 2],
            ['тележка', 'тележка', 30],

            ['телезритель', 'телезритель', 0],
            ['телезритель', 'телезритель', 1],
            ['телезритель', 'телезритель', 2],
            ['телезритель', 'телезритель', 30],

            ['телек', 'телек', 0],
            ['телек', 'телек', 1],
            ['телек', 'телек', 2],
            ['телек', 'телек', 30],

            ['телекамера', 'телекамера', 0],
            ['телекамера', 'телекамера', 1],
            ['телекамера', 'телекамера', 2],
            ['телекамера', 'телекамера', 30],

            ['телеканал', 'телеканал', 0],
            ['телеканал', 'телеканал', 1],
            ['телеканал', 'телеканал', 2],
            ['телеканал', 'телеканал', 30],

            ['телекомпания', 'телекомпания', 0],
            ['телекомпания', 'телекомпания', 1],
            ['телекомпания', 'телекомпания', 2],
            ['телекомпания', 'телекомпания', 30],

            ['теленок', 'теленок', 0],
            ['теленок', 'теленок', 1],
            ['теленок', 'теленок', 2],
            ['теленок', 'теленок', 30],

            ['телепат', 'телепат', 0],
            ['телепат', 'телепат', 1],
            ['телепат', 'телепат', 2],
            ['телепат', 'телепат', 30],

            ['телепатия', 'телепатия', 0],
            ['телепатия', 'телепатия', 1],
            ['телепатия', 'телепатия', 2],
            ['телепатия', 'телепатия', 30],

            ['телепередача', 'телепередача', 0],
            ['телепередача', 'телепередача', 1],
            ['телепередача', 'телепередача', 2],
            ['телепередача', 'телепередача', 30],

            ['телепрограмма', 'телепрограмма', 0],
            ['телепрограмма', 'телепрограмма', 1],
            ['телепрограмма', 'телепрограмма', 2],
            ['телепрограмма', 'телепрограмма', 30],

            ['телесериал', 'телесериал', 0],
            ['телесериал', 'телесериал', 1],
            ['телесериал', 'телесериал', 2],
            ['телесериал', 'телесериал', 30],

            ['телескоп', 'телескоп', 0],
            ['телескоп', 'телескоп', 1],
            ['телескоп', 'телескоп', 2],
            ['телескоп', 'телескоп', 30],

            ['телесность', 'телесность', 0],
            ['телесность', 'телесность', 1],
            ['телесность', 'телесность', 2],
            ['телесность', 'телесность', 30],

            ['телетайп', 'телетайп', 0],
            ['телетайп', 'телетайп', 1],
            ['телетайп', 'телетайп', 2],
            ['телетайп', 'телетайп', 30],

            ['телефон', 'телефон', 0],
            ['телефон', 'телефон', 1],
            ['телефон', 'телефон', 2],
            ['телефон', 'телефон', 30],

            ['телефонист', 'телефонист', 0],
            ['телефонист', 'телефонист', 1],
            ['телефонист', 'телефонист', 2],
            ['телефонист', 'телефонист', 30],

            ['телефонистка', 'телефонистка', 0],
            ['телефонистка', 'телефонистка', 1],
            ['телефонистка', 'телефонистка', 2],
            ['телефонистка', 'телефонистка', 30],

            ['телефонограмма', 'телефонограмма', 0],
            ['телефонограмма', 'телефонограмма', 1],
            ['телефонограмма', 'телефонограмма', 2],
            ['телефонограмма', 'телефонограмма', 30],

            ['телефончик', 'телефончик', 0],
            ['телефончик', 'телефончик', 1],
            ['телефончик', 'телефончик', 2],
            ['телефончик', 'телефончик', 30],

            ['телец', 'телец', 0],
            ['телец', 'телец', 1],
            ['телец', 'телец', 2],
            ['телец', 'телец', 30],

            ['телецентр', 'телецентр', 0],
            ['телецентр', 'телецентр', 1],
            ['телецентр', 'телецентр', 2],
            ['телецентр', 'телецентр', 30],

            ['телеэкран', 'телеэкран', 0],
            ['телеэкран', 'телеэкран', 1],
            ['телеэкран', 'телеэкран', 2],
            ['телеэкран', 'телеэкран', 30],

            ['тело', 'тело', 0],
            ['тело', 'тело', 1],
            ['тело', 'тело', 2],
            ['тело', 'тело', 30],

            ['телогрейка', 'телогрейка', 0],
            ['телогрейка', 'телогрейка', 1],
            ['телогрейка', 'телогрейка', 2],
            ['телогрейка', 'телогрейка', 30],

            ['телодвижение', 'телодвижение', 0],
            ['телодвижение', 'телодвижение', 1],
            ['телодвижение', 'телодвижение', 2],
            ['телодвижение', 'телодвижение', 30],

            ['телок', 'телок', 0],
            ['телок', 'телок', 1],
            ['телок', 'телок', 2],
            ['телок', 'телок', 30],

            ['телосложение', 'телосложение', 0],
            ['телосложение', 'телосложение', 1],
            ['телосложение', 'телосложение', 2],
            ['телосложение', 'телосложение', 30],

            ['телохранитель', 'телохранитель', 0],
            ['телохранитель', 'телохранитель', 1],
            ['телохранитель', 'телохранитель', 2],
            ['телохранитель', 'телохранитель', 30],

            ['тельник', 'тельник', 0],
            ['тельник', 'тельник', 1],
            ['тельник', 'тельник', 2],
            ['тельник', 'тельник', 30],

            ['тельняшка', 'тельняшка', 0],
            ['тельняшка', 'тельняшка', 1],
            ['тельняшка', 'тельняшка', 2],
            ['тельняшка', 'тельняшка', 30],

            ['тельце', 'тельце', 0],
            ['тельце', 'тельце', 1],
            ['тельце', 'тельце', 2],
            ['тельце', 'тельце', 30],

            ['телятина', 'телятина', 0],
            ['телятина', 'телятина', 1],
            ['телятина', 'телятина', 2],
            ['телятина', 'телятина', 30],

            ['телятник', 'телятник', 0],
            ['телятник', 'телятник', 1],
            ['телятник', 'телятник', 2],
            ['телятник', 'телятник', 30],

            ['тема', 'тема', 0],
            ['тема', 'тема', 1],
            ['тема', 'тема', 2],
            ['тема', 'тема', 30],

            ['тематика', 'тематика', 0],
            ['тематика', 'тематика', 1],
            ['тематика', 'тематика', 2],
            ['тематика', 'тематика', 30],

            ['тембр', 'тембр', 0],
            ['тембр', 'тембр', 1],
            ['тембр', 'тембр', 2],
            ['тембр', 'тембр', 30],

            ['темень', 'темень', 0],
            ['темень', 'темень', 1],
            ['темень', 'темень', 2],
            ['темень', 'темень', 30],

            ['темечко', 'темечко', 0],
            ['темечко', 'темечко', 1],
            ['темечко', 'темечко', 2],
            ['темечко', 'темечко', 30],

            ['темница', 'темница', 0],
            ['темница', 'темница', 1],
            ['темница', 'темница', 2],
            ['темница', 'темница', 30],

            ['темнота', 'темнота', 0],
            ['темнота', 'темнота', 1],
            ['темнота', 'темнота', 2],
            ['темнота', 'темнота', 30],

            ['темп', 'темп', 0],
            ['темп', 'темп', 1],
            ['темп', 'темп', 2],
            ['темп', 'темп', 30],

            ['темперамент', 'темперамент', 0],
            ['темперамент', 'темперамент', 1],
            ['темперамент', 'темперамент', 2],
            ['темперамент', 'темперамент', 30],

            ['температура', 'температура', 0],
            ['температура', 'температура', 1],
            ['температура', 'температура', 2],
            ['температура', 'температура', 30],

            ['темь', 'темь', 0],
            ['темь', 'темь', 1],
            ['темь', 'темь', 2],
            ['темь', 'темь', 30],

            ['темя', 'темя', 0],
            ['темя', 'темя', 1],
            ['темя', 'темя', 2],
            ['темя', 'темя', 30],

            ['тена', 'тена', 0],
            ['тена', 'тена', 1],
            ['тена', 'тена', 2],
            ['тена', 'тена', 30],

            ['тенденция', 'тенденция', 0],
            ['тенденция', 'тенденция', 1],
            ['тенденция', 'тенденция', 2],
            ['тенденция', 'тенденция', 30],

            ['тендер', 'тендер', 0],
            ['тендер', 'тендер', 1],
            ['тендер', 'тендер', 2],
            ['тендер', 'тендер', 30],

            ['теннис', 'теннис', 0],
            ['теннис', 'теннис', 1],
            ['теннис', 'теннис', 2],
            ['теннис', 'теннис', 30],

            ['теннисист', 'теннисист', 0],
            ['теннисист', 'теннисист', 1],
            ['теннисист', 'теннисист', 2],
            ['теннисист', 'теннисист', 30],

            ['тенор', 'тенор', 0],
            ['тенор', 'тенор', 1],
            ['тенор', 'тенор', 2],
            ['тенор', 'тенор', 30],

            ['тенорок', 'тенорок', 0],
            ['тенорок', 'тенорок', 1],
            ['тенорок', 'тенорок', 2],
            ['тенорок', 'тенорок', 30],

            ['тент', 'тент', 0],
            ['тент', 'тент', 1],
            ['тент', 'тент', 2],
            ['тент', 'тент', 30],

            ['тень', 'тень', 0],
            ['тень', 'тень', 1],
            ['тень', 'тень', 2],
            ['тень', 'тень', 30],

            ['теодор', 'теодор', 0],
            ['теодор', 'теодор', 1],
            ['теодор', 'теодор', 2],
            ['теодор', 'теодор', 30],

            ['теодорка', 'теодорка', 0],
            ['теодорка', 'теодорка', 1],
            ['теодорка', 'теодорка', 2],
            ['теодорка', 'теодорка', 30],

            ['теолог', 'теолог', 0],
            ['теолог', 'теолог', 1],
            ['теолог', 'теолог', 2],
            ['теолог', 'теолог', 30],

            ['теология', 'теология', 0],
            ['теология', 'теология', 1],
            ['теология', 'теология', 2],
            ['теология', 'теология', 30],

            ['теорема', 'теорема', 0],
            ['теорема', 'теорема', 1],
            ['теорема', 'теорема', 2],
            ['теорема', 'теорема', 30],

            ['теоретик', 'теоретик', 0],
            ['теоретик', 'теоретик', 1],
            ['теоретик', 'теоретик', 2],
            ['теоретик', 'теоретик', 30],

            ['теория', 'теория', 0],
            ['теория', 'теория', 1],
            ['теория', 'теория', 2],
            ['теория', 'теория', 30],

            ['теплица', 'теплица', 0],
            ['теплица', 'теплица', 1],
            ['теплица', 'теплица', 2],
            ['теплица', 'теплица', 30],

            ['тепло', 'тепло', 0],
            ['тепло', 'тепло', 1],
            ['тепло', 'тепло', 2],
            ['тепло', 'тепло', 30],

            ['тепловоз', 'тепловоз', 0],
            ['тепловоз', 'тепловоз', 1],
            ['тепловоз', 'тепловоз', 2],
            ['тепловоз', 'тепловоз', 30],

            ['теплота', 'теплота', 0],
            ['теплота', 'теплота', 1],
            ['теплота', 'теплота', 2],
            ['теплота', 'теплота', 30],

            ['теплоход', 'теплоход', 0],
            ['теплоход', 'теплоход', 1],
            ['теплоход', 'теплоход', 2],
            ['теплоход', 'теплоход', 30],

            ['теплушка', 'теплушка', 0],
            ['теплушка', 'теплушка', 1],
            ['теплушка', 'теплушка', 2],
            ['теплушка', 'теплушка', 30],

            ['теплынь', 'теплынь', 0],
            ['теплынь', 'теплынь', 1],
            ['теплынь', 'теплынь', 2],
            ['теплынь', 'теплынь', 30],

            ['теракт', 'теракт', 0],
            ['теракт', 'теракт', 1],
            ['теракт', 'теракт', 2],
            ['теракт', 'теракт', 30],

            ['терапевт', 'терапевт', 0],
            ['терапевт', 'терапевт', 1],
            ['терапевт', 'терапевт', 2],
            ['терапевт', 'терапевт', 30],

            ['терапия', 'терапия', 0],
            ['терапия', 'терапия', 1],
            ['терапия', 'терапия', 2],
            ['терапия', 'терапия', 30],

            ['терек', 'терек', 0],
            ['терек', 'терек', 1],
            ['терек', 'терек', 2],
            ['терек', 'терек', 30],

            ['терем', 'терем', 0],
            ['терем', 'терем', 1],
            ['терем', 'терем', 2],
            ['терем', 'терем', 30],

            ['теремок', 'теремок', 0],
            ['теремок', 'теремок', 1],
            ['теремок', 'теремок', 2],
            ['теремок', 'теремок', 30],

            ['терехова', 'терехова', 0],
            ['терехова', 'терехова', 1],
            ['терехова', 'терехова', 2],
            ['терехова', 'терехова', 30],

            ['терзание', 'терзание', 0],
            ['терзание', 'терзание', 1],
            ['терзание', 'терзание', 2],
            ['терзание', 'терзание', 30],

            ['терка', 'терка', 0],
            ['терка', 'терка', 1],
            ['терка', 'терка', 2],
            ['терка', 'терка', 30],

            ['термидор', 'термидор', 0],
            ['термидор', 'термидор', 1],
            ['термидор', 'термидор', 2],
            ['термидор', 'термидор', 30],

            ['термин', 'термин', 0],
            ['термин', 'термин', 1],
            ['термин', 'термин', 2],
            ['термин', 'термин', 30],

            ['терминал', 'терминал', 0],
            ['терминал', 'терминал', 1],
            ['терминал', 'терминал', 2],
            ['терминал', 'терминал', 30],

            ['терминология', 'терминология', 0],
            ['терминология', 'терминология', 1],
            ['терминология', 'терминология', 2],
            ['терминология', 'терминология', 30],

            ['термит', 'термит', 0],
            ['термит', 'термит', 1],
            ['термит', 'термит', 2],
            ['термит', 'термит', 30],

            ['термодинамика', 'термодинамика', 0],
            ['термодинамика', 'термодинамика', 1],
            ['термодинамика', 'термодинамика', 2],
            ['термодинамика', 'термодинамика', 30],

            ['термометр', 'термометр', 0],
            ['термометр', 'термометр', 1],
            ['термометр', 'термометр', 2],
            ['термометр', 'термометр', 30],

            ['термос', 'термос', 0],
            ['термос', 'термос', 1],
            ['термос', 'термос', 2],
            ['термос', 'термос', 30],

            ['термостат', 'термостат', 0],
            ['термостат', 'термостат', 1],
            ['термостат', 'термостат', 2],
            ['термостат', 'термостат', 30],

            ['тернополь', 'тернополь', 0],
            ['тернополь', 'тернополь', 1],
            ['тернополь', 'тернополь', 2],
            ['тернополь', 'тернополь', 30],

            ['терпение', 'терпение', 0],
            ['терпение', 'терпение', 1],
            ['терпение', 'терпение', 2],
            ['терпение', 'терпение', 30],

            ['терпентин', 'терпентин', 0],
            ['терпентин', 'терпентин', 1],
            ['терпентин', 'терпентин', 2],
            ['терпентин', 'терпентин', 30],

            ['терпенье', 'терпенье', 0],
            ['терпенье', 'терпенье', 1],
            ['терпенье', 'терпенье', 2],
            ['терпенье', 'терпенье', 30],

            ['терпимость', 'терпимость', 0],
            ['терпимость', 'терпимость', 1],
            ['терпимость', 'терпимость', 2],
            ['терпимость', 'терпимость', 30],

            ['терраса', 'терраса', 0],
            ['терраса', 'терраса', 1],
            ['терраса', 'терраса', 2],
            ['терраса', 'терраса', 30],

            ['территория', 'территория', 0],
            ['территория', 'территория', 1],
            ['территория', 'территория', 2],
            ['территория', 'территория', 30],

            ['террор', 'террор', 0],
            ['террор', 'террор', 1],
            ['террор', 'террор', 2],
            ['террор', 'террор', 30],

            ['терроризм', 'терроризм', 0],
            ['терроризм', 'терроризм', 1],
            ['терроризм', 'терроризм', 2],
            ['терроризм', 'терроризм', 30],

            ['террорист', 'террорист', 0],
            ['террорист', 'террорист', 1],
            ['террорист', 'террорист', 2],
            ['террорист', 'террорист', 30],

            ['тес', 'тес', 0],
            ['тес', 'тес', 1],
            ['тес', 'тес', 2],
            ['тес', 'тес', 30],

            ['тесак', 'тесак', 0],
            ['тесак', 'тесак', 1],
            ['тесак', 'тесак', 2],
            ['тесак', 'тесак', 30],

            ['тесемка', 'тесемка', 0],
            ['тесемка', 'тесемка', 1],
            ['тесемка', 'тесемка', 2],
            ['тесемка', 'тесемка', 30],

            ['теснота', 'теснота', 0],
            ['теснота', 'теснота', 1],
            ['теснота', 'теснота', 2],
            ['теснота', 'теснота', 30],

            ['тест', 'тест', 0],
            ['тест', 'тест', 1],
            ['тест', 'тест', 2],
            ['тест', 'тест', 30],

            ['тестирование', 'тестирование', 0],
            ['тестирование', 'тестирование', 1],
            ['тестирование', 'тестирование', 2],
            ['тестирование', 'тестирование', 30],

            ['тесто', 'тесто', 0],
            ['тесто', 'тесто', 1],
            ['тесто', 'тесто', 2],
            ['тесто', 'тесто', 30],

            ['тесть', 'тесть', 0],
            ['тесть', 'тесть', 1],
            ['тесть', 'тесть', 2],
            ['тесть', 'тесть', 30],

            ['тета', 'тета', 0],
            ['тета', 'тета', 1],
            ['тета', 'тета', 2],
            ['тета', 'тета', 30],

            ['тетенька', 'тетенька', 0],
            ['тетенька', 'тетенька', 1],
            ['тетенька', 'тетенька', 2],
            ['тетенька', 'тетенька', 30],

            ['тетерев', 'тетерев', 0],
            ['тетерев', 'тетерев', 1],
            ['тетерев', 'тетерев', 2],
            ['тетерев', 'тетерев', 30],

            ['тетерин', 'тетерин', 0],
            ['тетерин', 'тетерин', 1],
            ['тетерин', 'тетерин', 2],
            ['тетерин', 'тетерин', 30],

            ['тетива', 'тетива', 0],
            ['тетива', 'тетива', 1],
            ['тетива', 'тетива', 2],
            ['тетива', 'тетива', 30],

            ['тетка', 'тетка', 0],
            ['тетка', 'тетка', 1],
            ['тетка', 'тетка', 2],
            ['тетка', 'тетка', 30],

            ['тетрадка', 'тетрадка', 0],
            ['тетрадка', 'тетрадка', 1],
            ['тетрадка', 'тетрадка', 2],
            ['тетрадка', 'тетрадка', 30],

            ['тетрадочка', 'тетрадочка', 0],
            ['тетрадочка', 'тетрадочка', 1],
            ['тетрадочка', 'тетрадочка', 2],
            ['тетрадочка', 'тетрадочка', 30],

            ['тетрадь', 'тетрадь', 0],
            ['тетрадь', 'тетрадь', 1],
            ['тетрадь', 'тетрадь', 2],
            ['тетрадь', 'тетрадь', 30],

            ['тетрациклин', 'тетрациклин', 0],
            ['тетрациклин', 'тетрациклин', 1],
            ['тетрациклин', 'тетрациклин', 2],
            ['тетрациклин', 'тетрациклин', 30],

            ['тетушка', 'тетушка', 0],
            ['тетушка', 'тетушка', 1],
            ['тетушка', 'тетушка', 2],
            ['тетушка', 'тетушка', 30],

            ['тетя', 'тетя', 0],
            ['тетя', 'тетя', 1],
            ['тетя', 'тетя', 2],
            ['тетя', 'тетя', 30],

            ['техас', 'техас', 0],
            ['техас', 'техас', 1],
            ['техас', 'техас', 2],
            ['техас', 'техас', 30],

            ['техасец', 'техасец', 0],
            ['техасец', 'техасец', 1],
            ['техасец', 'техасец', 2],
            ['техасец', 'техасец', 30],

            ['техник', 'техник', 0],
            ['техник', 'техник', 1],
            ['техник', 'техник', 2],
            ['техник', 'техник', 30],

            ['техника', 'техника', 0],
            ['техника', 'техника', 1],
            ['техника', 'техника', 2],
            ['техника', 'техника', 30],

            ['техникум', 'техникум', 0],
            ['техникум', 'техникум', 1],
            ['техникум', 'техникум', 2],
            ['техникум', 'техникум', 30],

            ['технолог', 'технолог', 0],
            ['технолог', 'технолог', 1],
            ['технолог', 'технолог', 2],
            ['технолог', 'технолог', 30],

            ['технология', 'технология', 0],
            ['технология', 'технология', 1],
            ['технология', 'технология', 2],
            ['технология', 'технология', 30],

            ['течение', 'течение', 0],
            ['течение', 'течение', 1],
            ['течение', 'течение', 2],
            ['течение', 'течение', 30],

            ['течь', 'течь', 0],
            ['течь', 'течь', 1],
            ['течь', 'течь', 2],
            ['течь', 'течь', 30],

            ['теша', 'теша', 0],
            ['теша', 'теша', 1],
            ['теша', 'теша', 2],
            ['теша', 'теша', 30],

            ['теща', 'теща', 0],
            ['теща', 'теща', 1],
            ['теща', 'теща', 2],
            ['теща', 'теща', 30],

            ['ти', 'ти', 0],
            ['ти', 'ти', 1],
            ['ти', 'ти', 2],
            ['ти', 'ти', 30],

            ['тибет', 'тибет', 0],
            ['тибет', 'тибет', 1],
            ['тибет', 'тибет', 2],
            ['тибет', 'тибет', 30],

            ['тигр', 'тигр', 0],
            ['тигр', 'тигр', 1],
            ['тигр', 'тигр', 2],
            ['тигр', 'тигр', 30],

            ['тигренок', 'тигренок', 0],
            ['тигренок', 'тигренок', 1],
            ['тигренок', 'тигренок', 2],
            ['тигренок', 'тигренок', 30],

            ['тик', 'тик', 0],
            ['тик', 'тик', 1],
            ['тик', 'тик', 2],
            ['тик', 'тик', 30],

            ['тилбург', 'тилбург', 0],
            ['тилбург', 'тилбург', 1],
            ['тилбург', 'тилбург', 2],
            ['тилбург', 'тилбург', 30],

            ['тим', 'тим', 0],
            ['тим', 'тим', 1],
            ['тим', 'тим', 2],
            ['тим', 'тим', 30],

            ['тима', 'тима', 0],
            ['тима', 'тима', 1],
            ['тима', 'тима', 2],
            ['тима', 'тима', 30],

            ['тиманя', 'тиманя', 0],
            ['тиманя', 'тиманя', 1],
            ['тиманя', 'тиманя', 2],
            ['тиманя', 'тиманя', 30],

            ['тимаха', 'тимаха', 0],
            ['тимаха', 'тимаха', 1],
            ['тимаха', 'тимаха', 2],
            ['тимаха', 'тимаха', 30],

            ['тимаша', 'тимаша', 0],
            ['тимаша', 'тимаша', 1],
            ['тимаша', 'тимаша', 2],
            ['тимаша', 'тимаша', 30],

            ['тимоня', 'тимоня', 0],
            ['тимоня', 'тимоня', 1],
            ['тимоня', 'тимоня', 2],
            ['тимоня', 'тимоня', 30],

            ['тимося', 'тимося', 0],
            ['тимося', 'тимося', 1],
            ['тимося', 'тимося', 2],
            ['тимося', 'тимося', 30],

            ['тимофеич', 'тимофеич', 0],
            ['тимофеич', 'тимофеич', 1],
            ['тимофеич', 'тимофеич', 2],
            ['тимофеич', 'тимофеич', 30],

            ['тимофей', 'тимофей', 0],
            ['тимофей', 'тимофей', 1],
            ['тимофей', 'тимофей', 2],
            ['тимофей', 'тимофей', 30],

            ['тимофейка', 'тимофейка', 0],
            ['тимофейка', 'тимофейка', 1],
            ['тимофейка', 'тимофейка', 2],
            ['тимофейка', 'тимофейка', 30],

            ['тимоха', 'тимоха', 0],
            ['тимоха', 'тимоха', 1],
            ['тимоха', 'тимоха', 2],
            ['тимоха', 'тимоха', 30],

            ['тимоша', 'тимоша', 0],
            ['тимоша', 'тимоша', 1],
            ['тимоша', 'тимоша', 2],
            ['тимоша', 'тимоша', 30],

            ['тимуня', 'тимуня', 0],
            ['тимуня', 'тимуня', 1],
            ['тимуня', 'тимуня', 2],
            ['тимуня', 'тимуня', 30],

            ['тина', 'тина', 0],
            ['тина', 'тина', 1],
            ['тина', 'тина', 2],
            ['тина', 'тина', 30],

            ['тинктура', 'тинктура', 0],
            ['тинктура', 'тинктура', 1],
            ['тинктура', 'тинктура', 2],
            ['тинктура', 'тинктура', 30],

            ['тип', 'тип', 0],
            ['тип', 'тип', 1],
            ['тип', 'тип', 2],
            ['тип', 'тип', 30],

            ['типаж', 'типаж', 0],
            ['типаж', 'типаж', 1],
            ['типаж', 'типаж', 2],
            ['типаж', 'типаж', 30],

            ['типография', 'типография', 0],
            ['типография', 'типография', 1],
            ['типография', 'типография', 2],
            ['типография', 'типография', 30],

            ['типун', 'типун', 0],
            ['типун', 'типун', 1],
            ['типун', 'типун', 2],
            ['типун', 'типун', 30],

            ['тир', 'тир', 0],
            ['тир', 'тир', 1],
            ['тир', 'тир', 2],
            ['тир', 'тир', 30],

            ['тирада', 'тирада', 0],
            ['тирада', 'тирада', 1],
            ['тирада', 'тирада', 2],
            ['тирада', 'тирада', 30],

            ['тираж', 'тираж', 0],
            ['тираж', 'тираж', 1],
            ['тираж', 'тираж', 2],
            ['тираж', 'тираж', 30],

            ['тиран', 'тиран', 0],
            ['тиран', 'тиран', 1],
            ['тиран', 'тиран', 2],
            ['тиран', 'тиран', 30],

            ['тирана', 'тирана', 0],
            ['тирана', 'тирана', 1],
            ['тирана', 'тирана', 2],
            ['тирана', 'тирана', 30],

            ['тирания', 'тирания', 0],
            ['тирания', 'тирания', 1],
            ['тирания', 'тирания', 2],
            ['тирания', 'тирания', 30],

            ['тирасполь', 'тирасполь', 0],
            ['тирасполь', 'тирасполь', 1],
            ['тирасполь', 'тирасполь', 2],
            ['тирасполь', 'тирасполь', 30],

            ['тире', 'тире', 0],
            ['тире', 'тире', 1],
            ['тире', 'тире', 2],
            ['тире', 'тире', 30],

            ['тиски', 'тиски', 0],
            ['тиски', 'тиски', 1],
            ['тиски', 'тиски', 2],
            ['тиски', 'тиски', 30],

            ['тит', 'тит', 0],
            ['тит', 'тит', 1],
            ['тит', 'тит', 2],
            ['тит', 'тит', 30],

            ['титан', 'титан', 0],
            ['титан', 'титан', 1],
            ['титан', 'титан', 2],
            ['титан', 'титан', 30],

            ['титаник', 'титаник', 0],
            ['титаник', 'титаник', 1],
            ['титаник', 'титаник', 2],
            ['титаник', 'титаник', 30],

            ['титр', 'титр', 0],
            ['титр', 'титр', 1],
            ['титр', 'титр', 2],
            ['титр', 'титр', 30],

            ['титул', 'титул', 0],
            ['титул', 'титул', 1],
            ['титул', 'титул', 2],
            ['титул', 'титул', 30],

            ['титька', 'титька', 0],
            ['титька', 'титька', 1],
            ['титька', 'титька', 2],
            ['титька', 'титька', 30],

            ['тиф', 'тиф', 0],
            ['тиф', 'тиф', 1],
            ['тиф', 'тиф', 2],
            ['тиф', 'тиф', 30],

            ['тихвин', 'тихвин', 0],
            ['тихвин', 'тихвин', 1],
            ['тихвин', 'тихвин', 2],
            ['тихвин', 'тихвин', 30],

            ['тихонова', 'тихонова', 0],
            ['тихонова', 'тихонова', 1],
            ['тихонова', 'тихонова', 2],
            ['тихонова', 'тихонова', 30],

            ['тихоня', 'тихоня', 0],
            ['тихоня', 'тихоня', 1],
            ['тихоня', 'тихоня', 2],
            ['тихоня', 'тихоня', 30],

            ['тишина', 'тишина', 0],
            ['тишина', 'тишина', 1],
            ['тишина', 'тишина', 2],
            ['тишина', 'тишина', 30],

            ['тишь', 'тишь', 0],
            ['тишь', 'тишь', 1],
            ['тишь', 'тишь', 2],
            ['тишь', 'тишь', 30],

            ['ткань', 'ткань', 0],
            ['ткань', 'ткань', 1],
            ['ткань', 'ткань', 2],
            ['ткань', 'ткань', 30],

            ['тканье', 'тканье', 0],
            ['тканье', 'тканье', 1],
            ['тканье', 'тканье', 2],
            ['тканье', 'тканье', 30],

            ['ткач', 'ткач', 0],
            ['ткач', 'ткач', 1],
            ['ткач', 'ткач', 2],
            ['ткач', 'ткач', 30],

            ['ткачук', 'ткачук', 0],
            ['ткачук', 'ткачук', 1],
            ['ткачук', 'ткачук', 2],
            ['ткачук', 'ткачук', 30],

            ['тлен', 'тлен', 0],
            ['тлен', 'тлен', 1],
            ['тлен', 'тлен', 2],
            ['тлен', 'тлен', 30],

            ['тля', 'тля', 0],
            ['тля', 'тля', 1],
            ['тля', 'тля', 2],
            ['тля', 'тля', 30],

            ['товар', 'товар', 0],
            ['товар', 'товар', 1],
            ['товар', 'товар', 2],
            ['товар', 'товар', 30],

            ['товарищ', 'товарищ', 0],
            ['товарищ', 'товарищ', 1],
            ['товарищ', 'товарищ', 2],
            ['товарищ', 'товарищ', 30],

            ['товарищество', 'товарищество', 0],
            ['товарищество', 'товарищество', 1],
            ['товарищество', 'товарищество', 2],
            ['товарищество', 'товарищество', 30],

            ['товарка', 'товарка', 0],
            ['товарка', 'товарка', 1],
            ['товарка', 'товарка', 2],
            ['товарка', 'товарка', 30],

            ['товарняк', 'товарняк', 0],
            ['товарняк', 'товарняк', 1],
            ['товарняк', 'товарняк', 2],
            ['товарняк', 'товарняк', 30],

            ['тога', 'тога', 0],
            ['тога', 'тога', 1],
            ['тога', 'тога', 2],
            ['тога', 'тога', 30],

            ['того', 'того', 0],
            ['того', 'того', 1],
            ['того', 'того', 2],
            ['того', 'того', 30],

            ['тодя', 'тодя', 0],
            ['тодя', 'тодя', 1],
            ['тодя', 'тодя', 2],
            ['тодя', 'тодя', 30],

            ['той', 'той', 0],
            ['той', 'той', 1],
            ['той', 'той', 2],
            ['той', 'той', 30],

            ['тойота', 'тойота', 0],
            ['тойота', 'тойота', 1],
            ['тойота', 'тойота', 2],
            ['тойота', 'тойота', 30],

            ['ток', 'ток', 0],
            ['ток', 'ток', 1],
            ['ток', 'ток', 2],
            ['ток', 'ток', 30],

            ['токарь', 'токарь', 0],
            ['токарь', 'токарь', 1],
            ['токарь', 'токарь', 2],
            ['токарь', 'токарь', 30],

            ['токио', 'токио', 0],
            ['токио', 'токио', 1],
            ['токио', 'токио', 2],
            ['токио', 'токио', 30],

            ['токмак', 'токмак', 0],
            ['токмак', 'токмак', 1],
            ['токмак', 'токмак', 2],
            ['токмак', 'токмак', 30],

            ['токсикоз', 'токсикоз', 0],
            ['токсикоз', 'токсикоз', 1],
            ['токсикоз', 'токсикоз', 2],
            ['токсикоз', 'токсикоз', 30],

            ['токсин', 'токсин', 0],
            ['токсин', 'токсин', 1],
            ['токсин', 'токсин', 2],
            ['токсин', 'токсин', 30],

            ['тол', 'тол', 0],
            ['тол', 'тол', 1],
            ['тол', 'тол', 2],
            ['тол', 'тол', 30],

            ['толк', 'толк', 0],
            ['толк', 'толк', 1],
            ['толк', 'толк', 2],
            ['толк', 'толк', 30],

            ['толкование', 'толкование', 0],
            ['толкование', 'толкование', 1],
            ['толкование', 'толкование', 2],
            ['толкование', 'толкование', 30],

            ['толкотня', 'толкотня', 0],
            ['толкотня', 'толкотня', 1],
            ['толкотня', 'толкотня', 2],
            ['толкотня', 'толкотня', 30],

            ['толкучка', 'толкучка', 0],
            ['толкучка', 'толкучка', 1],
            ['толкучка', 'толкучка', 2],
            ['толкучка', 'толкучка', 30],

            ['толмач', 'толмач', 0],
            ['толмач', 'толмач', 1],
            ['толмач', 'толмач', 2],
            ['толмач', 'толмач', 30],

            ['толпа', 'толпа', 0],
            ['толпа', 'толпа', 1],
            ['толпа', 'толпа', 2],
            ['толпа', 'толпа', 30],

            ['толстовка', 'толстовка', 0],
            ['толстовка', 'толстовка', 1],
            ['толстовка', 'толстовка', 2],
            ['толстовка', 'толстовка', 30],

            ['толстуха', 'толстуха', 0],
            ['толстуха', 'толстуха', 1],
            ['толстуха', 'толстуха', 2],
            ['толстуха', 'толстуха', 30],

            ['толстушка', 'толстушка', 0],
            ['толстушка', 'толстушка', 1],
            ['толстушка', 'толстушка', 2],
            ['толстушка', 'толстушка', 30],

            ['толстяк', 'толстяк', 0],
            ['толстяк', 'толстяк', 1],
            ['толстяк', 'толстяк', 2],
            ['толстяк', 'толстяк', 30],

            ['толстячок', 'толстячок', 0],
            ['толстячок', 'толстячок', 1],
            ['толстячок', 'толстячок', 2],
            ['толстячок', 'толстячок', 30],

            ['толчея', 'толчея', 0],
            ['толчея', 'толчея', 1],
            ['толчея', 'толчея', 2],
            ['толчея', 'толчея', 30],

            ['толчок', 'толчок', 0],
            ['толчок', 'толчок', 1],
            ['толчок', 'толчок', 2],
            ['толчок', 'толчок', 30],

            ['толща', 'толща', 0],
            ['толща', 'толща', 1],
            ['толща', 'толща', 2],
            ['толща', 'толща', 30],

            ['толщина', 'толщина', 0],
            ['толщина', 'толщина', 1],
            ['толщина', 'толщина', 2],
            ['толщина', 'толщина', 30],

            ['толщь', 'толщь', 0],
            ['толщь', 'толщь', 1],
            ['толщь', 'толщь', 2],
            ['толщь', 'толщь', 30],

            ['толь', 'толь', 0],
            ['толь', 'толь', 1],
            ['толь', 'толь', 2],
            ['толь', 'толь', 30],

            ['тольятти', 'тольятти', 0],
            ['тольятти', 'тольятти', 1],
            ['тольятти', 'тольятти', 2],
            ['тольятти', 'тольятти', 30],

            ['толюня', 'толюня', 0],
            ['толюня', 'толюня', 1],
            ['толюня', 'толюня', 2],
            ['толюня', 'толюня', 30],

            ['толюся', 'толюся', 0],
            ['толюся', 'толюся', 1],
            ['толюся', 'толюся', 2],
            ['толюся', 'толюся', 30],

            ['толя', 'толя', 0],
            ['толя', 'толя', 1],
            ['толя', 'толя', 2],
            ['толя', 'толя', 30],

            ['толяна', 'толяна', 0],
            ['толяна', 'толяна', 1],
            ['толяна', 'толяна', 2],
            ['толяна', 'толяна', 30],

            ['толяха', 'толяха', 0],
            ['толяха', 'толяха', 1],
            ['толяха', 'толяха', 2],
            ['толяха', 'толяха', 30],

            ['толяша', 'толяша', 0],
            ['толяша', 'толяша', 1],
            ['толяша', 'толяша', 2],
            ['толяша', 'толяша', 30],

            ['том', 'том', 0],
            ['том', 'том', 1],
            ['том', 'том', 2],
            ['том', 'том', 30],

            ['тома', 'тома', 0],
            ['тома', 'тома', 1],
            ['тома', 'тома', 2],
            ['тома', 'тома', 30],

            ['томат', 'томат', 0],
            ['томат', 'томат', 1],
            ['томат', 'томат', 2],
            ['томат', 'томат', 30],

            ['томик', 'томик', 0],
            ['томик', 'томик', 1],
            ['томик', 'томик', 2],
            ['томик', 'томик', 30],

            ['томление', 'томление', 0],
            ['томление', 'томление', 1],
            ['томление', 'томление', 2],
            ['томление', 'томление', 30],

            ['томми', 'томми', 0],
            ['томми', 'томми', 1],
            ['томми', 'томми', 2],
            ['томми', 'томми', 30],

            ['томпсон', 'томпсон', 0],
            ['томпсон', 'томпсон', 1],
            ['томпсон', 'томпсон', 2],
            ['томпсон', 'томпсон', 30],

            ['томск', 'томск', 0],
            ['томск', 'томск', 1],
            ['томск', 'томск', 2],
            ['томск', 'томск', 30],

            ['томуля', 'томуля', 0],
            ['томуля', 'томуля', 1],
            ['томуля', 'томуля', 2],
            ['томуля', 'томуля', 30],

            ['томуня', 'томуня', 0],
            ['томуня', 'томуня', 1],
            ['томуня', 'томуня', 2],
            ['томуня', 'томуня', 30],

            ['томуся', 'томуся', 0],
            ['томуся', 'томуся', 1],
            ['томуся', 'томуся', 2],
            ['томуся', 'томуся', 30],

            ['тон', 'тон', 0],
            ['тон', 'тон', 1],
            ['тон', 'тон', 2],
            ['тон', 'тон', 30],

            ['тональность', 'тональность', 0],
            ['тональность', 'тональность', 1],
            ['тональность', 'тональность', 2],
            ['тональность', 'тональность', 30],

            ['тонга', 'тонга', 0],
            ['тонга', 'тонга', 1],
            ['тонга', 'тонга', 2],
            ['тонга', 'тонга', 30],

            ['тонзиллит', 'тонзиллит', 0],
            ['тонзиллит', 'тонзиллит', 1],
            ['тонзиллит', 'тонзиллит', 2],
            ['тонзиллит', 'тонзиллит', 30],

            ['тоника', 'тоника', 0],
            ['тоника', 'тоника', 1],
            ['тоника', 'тоника', 2],
            ['тоника', 'тоника', 30],

            ['тонкость', 'тонкость', 0],
            ['тонкость', 'тонкость', 1],
            ['тонкость', 'тонкость', 2],
            ['тонкость', 'тонкость', 30],

            ['тонна', 'тонна', 0],
            ['тонна', 'тонна', 1],
            ['тонна', 'тонна', 2],
            ['тонна', 'тонна', 30],

            ['тоннель', 'тоннель', 0],
            ['тоннель', 'тоннель', 1],
            ['тоннель', 'тоннель', 2],
            ['тоннель', 'тоннель', 30],

            ['тонус', 'тонус', 0],
            ['тонус', 'тонус', 1],
            ['тонус', 'тонус', 2],
            ['тонус', 'тонус', 30],

            ['тонюня', 'тонюня', 0],
            ['тонюня', 'тонюня', 1],
            ['тонюня', 'тонюня', 2],
            ['тонюня', 'тонюня', 30],

            ['тонюра', 'тонюра', 0],
            ['тонюра', 'тонюра', 1],
            ['тонюра', 'тонюра', 2],
            ['тонюра', 'тонюра', 30],

            ['тонюся', 'тонюся', 0],
            ['тонюся', 'тонюся', 1],
            ['тонюся', 'тонюся', 2],
            ['тонюся', 'тонюся', 30],

            ['тонюха', 'тонюха', 0],
            ['тонюха', 'тонюха', 1],
            ['тонюха', 'тонюха', 2],
            ['тонюха', 'тонюха', 30],

            ['тонюша', 'тонюша', 0],
            ['тонюша', 'тонюша', 1],
            ['тонюша', 'тонюша', 2],
            ['тонюша', 'тонюша', 30],

            ['тоня', 'тоня', 0],
            ['тоня', 'тоня', 1],
            ['тоня', 'тоня', 2],
            ['тоня', 'тоня', 30],

            ['тоо', 'тоо', 0],
            ['тоо', 'тоо', 1],
            ['тоо', 'тоо', 2],
            ['тоо', 'тоо', 30],

            ['топ', 'топ', 0],
            ['топ', 'топ', 1],
            ['топ', 'топ', 2],
            ['топ', 'топ', 30],

            ['топка', 'топка', 0],
            ['топка', 'топка', 1],
            ['топка', 'топка', 2],
            ['топка', 'топка', 30],

            ['топливо', 'топливо', 0],
            ['топливо', 'топливо', 1],
            ['топливо', 'топливо', 2],
            ['топливо', 'топливо', 30],

            ['топограф', 'топограф', 0],
            ['топограф', 'топограф', 1],
            ['топограф', 'топограф', 2],
            ['топограф', 'топограф', 30],

            ['топография', 'топография', 0],
            ['топография', 'топография', 1],
            ['топография', 'топография', 2],
            ['топография', 'топография', 30],

            ['тополь', 'тополь', 0],
            ['тополь', 'тополь', 1],
            ['тополь', 'тополь', 2],
            ['тополь', 'тополь', 30],

            ['топор', 'топор', 0],
            ['топор', 'топор', 1],
            ['топор', 'топор', 2],
            ['топор', 'топор', 30],

            ['топорик', 'топорик', 0],
            ['топорик', 'топорик', 1],
            ['топорик', 'топорик', 2],
            ['топорик', 'топорик', 30],

            ['топорище', 'топорище', 0],
            ['топорище', 'топорище', 1],
            ['топорище', 'топорище', 2],
            ['топорище', 'топорище', 30],

            ['топот', 'топот', 0],
            ['топот', 'топот', 1],
            ['топот', 'топот', 2],
            ['топот', 'топот', 30],

            ['топчан', 'топчан', 0],
            ['топчан', 'топчан', 1],
            ['топчан', 'топчан', 2],
            ['топчан', 'топчан', 30],

            ['топь', 'топь', 0],
            ['топь', 'топь', 1],
            ['топь', 'топь', 2],
            ['топь', 'топь', 30],

            ['тор', 'тор', 0],
            ['тор', 'тор', 1],
            ['тор', 'тор', 2],
            ['тор', 'тор', 30],

            ['тора', 'тора', 0],
            ['тора', 'тора', 1],
            ['тора', 'тора', 2],
            ['тора', 'тора', 30],

            ['торба', 'торба', 0],
            ['торба', 'торба', 1],
            ['торба', 'торба', 2],
            ['торба', 'торба', 30],

            ['торг', 'торг', 0],
            ['торг', 'торг', 1],
            ['торг', 'торг', 2],
            ['торг', 'торг', 30],

            ['торгаш', 'торгаш', 0],
            ['торгаш', 'торгаш', 1],
            ['торгаш', 'торгаш', 2],
            ['торгаш', 'торгаш', 30],

            ['торговец', 'торговец', 0],
            ['торговец', 'торговец', 1],
            ['торговец', 'торговец', 2],
            ['торговец', 'торговец', 30],

            ['торговка', 'торговка', 0],
            ['торговка', 'торговка', 1],
            ['торговка', 'торговка', 2],
            ['торговка', 'торговка', 30],

            ['торговля', 'торговля', 0],
            ['торговля', 'торговля', 1],
            ['торговля', 'торговля', 2],
            ['торговля', 'торговля', 30],

            ['торец', 'торец', 0],
            ['торец', 'торец', 1],
            ['торец', 'торец', 2],
            ['торец', 'торец', 30],

            ['торжественность', 'торжественность', 0],
            ['торжественность', 'торжественность', 1],
            ['торжественность', 'торжественность', 2],
            ['торжественность', 'торжественность', 30],

            ['торжество', 'торжество', 0],
            ['торжество', 'торжество', 1],
            ['торжество', 'торжество', 2],
            ['торжество', 'торжество', 30],

            ['торжище', 'торжище', 0],
            ['торжище', 'торжище', 1],
            ['торжище', 'торжище', 2],
            ['торжище', 'торжище', 30],

            ['тормашки', 'тормашки', 0],
            ['тормашки', 'тормашки', 1],
            ['тормашки', 'тормашки', 2],
            ['тормашки', 'тормашки', 30],

            ['торможение', 'торможение', 0],
            ['торможение', 'торможение', 1],
            ['торможение', 'торможение', 2],
            ['торможение', 'торможение', 30],

            ['тормоз', 'тормоз', 0],
            ['тормоз', 'тормоз', 1],
            ['тормоз', 'тормоз', 2],
            ['тормоз', 'тормоз', 30],

            ['торонто', 'торонто', 0],
            ['торонто', 'торонто', 1],
            ['торонто', 'торонто', 2],
            ['торонто', 'торонто', 30],

            ['торопливость', 'торопливость', 0],
            ['торопливость', 'торопливость', 1],
            ['торопливость', 'торопливость', 2],
            ['торопливость', 'торопливость', 30],

            ['торпеда', 'торпеда', 0],
            ['торпеда', 'торпеда', 1],
            ['торпеда', 'торпеда', 2],
            ['торпеда', 'торпеда', 30],

            ['торс', 'торс', 0],
            ['торс', 'торс', 1],
            ['торс', 'торс', 2],
            ['торс', 'торс', 30],

            ['торт', 'торт', 0],
            ['торт', 'торт', 1],
            ['торт', 'торт', 2],
            ['торт', 'торт', 30],

            ['торф', 'торф', 0],
            ['торф', 'торф', 1],
            ['торф', 'торф', 2],
            ['торф', 'торф', 30],

            ['торчок', 'торчок', 0],
            ['торчок', 'торчок', 1],
            ['торчок', 'торчок', 2],
            ['торчок', 'торчок', 30],

            ['торшер', 'торшер', 0],
            ['торшер', 'торшер', 1],
            ['торшер', 'торшер', 2],
            ['торшер', 'торшер', 30],

            ['торя', 'торя', 0],
            ['торя', 'торя', 1],
            ['торя', 'торя', 2],
            ['торя', 'торя', 30],

            ['тоска', 'тоска', 0],
            ['тоска', 'тоска', 1],
            ['тоска', 'тоска', 2],
            ['тоска', 'тоска', 30],

            ['тост', 'тост', 0],
            ['тост', 'тост', 1],
            ['тост', 'тост', 2],
            ['тост', 'тост', 30],

            ['тося', 'тося', 0],
            ['тося', 'тося', 1],
            ['тося', 'тося', 2],
            ['тося', 'тося', 30],

            ['тоталитаризм', 'тоталитаризм', 0],
            ['тоталитаризм', 'тоталитаризм', 1],
            ['тоталитаризм', 'тоталитаризм', 2],
            ['тоталитаризм', 'тоталитаризм', 30],

            ['тотя', 'тотя', 0],
            ['тотя', 'тотя', 1],
            ['тотя', 'тотя', 2],
            ['тотя', 'тотя', 30],

            ['точило', 'точило', 0],
            ['точило', 'точило', 1],
            ['точило', 'точило', 2],
            ['точило', 'точило', 30],

            ['точильщик', 'точильщик', 0],
            ['точильщик', 'точильщик', 1],
            ['точильщик', 'точильщик', 2],
            ['точильщик', 'точильщик', 30],

            ['точка', 'точка', 0],
            ['точка', 'точка', 1],
            ['точка', 'точка', 2],
            ['точка', 'точка', 30],

            ['точность', 'точность', 0],
            ['точность', 'точность', 1],
            ['точность', 'точность', 2],
            ['точность', 'точность', 30],

            ['тоша', 'тоша', 0],
            ['тоша', 'тоша', 1],
            ['тоша', 'тоша', 2],
            ['тоша', 'тоша', 30],

            ['тошнота', 'тошнота', 0],
            ['тошнота', 'тошнота', 1],
            ['тошнота', 'тошнота', 2],
            ['тошнота', 'тошнота', 30],

            ['трава', 'трава', 0],
            ['трава', 'трава', 1],
            ['трава', 'трава', 2],
            ['трава', 'трава', 30],

            ['травести', 'травести', 0],
            ['травести', 'травести', 1],
            ['травести', 'травести', 2],
            ['травести', 'травести', 30],

            ['травинка', 'травинка', 0],
            ['травинка', 'травинка', 1],
            ['травинка', 'травинка', 2],
            ['травинка', 'травинка', 30],

            ['травка', 'травка', 0],
            ['травка', 'травка', 1],
            ['травка', 'травка', 2],
            ['травка', 'травка', 30],

            ['травление', 'травление', 0],
            ['травление', 'травление', 1],
            ['травление', 'травление', 2],
            ['травление', 'травление', 30],

            ['травля', 'травля', 0],
            ['травля', 'травля', 1],
            ['травля', 'травля', 2],
            ['травля', 'травля', 30],

            ['травма', 'травма', 0],
            ['травма', 'травма', 1],
            ['травма', 'травма', 2],
            ['травма', 'травма', 30],

            ['травматизм', 'травматизм', 0],
            ['травматизм', 'травматизм', 1],
            ['травматизм', 'травматизм', 2],
            ['травматизм', 'травматизм', 30],

            ['трагедия', 'трагедия', 0],
            ['трагедия', 'трагедия', 1],
            ['трагедия', 'трагедия', 2],
            ['трагедия', 'трагедия', 30],

            ['трагизм', 'трагизм', 0],
            ['трагизм', 'трагизм', 1],
            ['трагизм', 'трагизм', 2],
            ['трагизм', 'трагизм', 30],

            ['традиция', 'традиция', 0],
            ['традиция', 'традиция', 1],
            ['традиция', 'традиция', 2],
            ['традиция', 'традиция', 30],

            ['траектория', 'траектория', 0],
            ['траектория', 'траектория', 1],
            ['траектория', 'траектория', 2],
            ['траектория', 'траектория', 30],

            ['трак', 'трак', 0],
            ['трак', 'трак', 1],
            ['трак', 'трак', 2],
            ['трак', 'трак', 30],

            ['тракт', 'тракт', 0],
            ['тракт', 'тракт', 1],
            ['тракт', 'тракт', 2],
            ['тракт', 'тракт', 30],

            ['трактат', 'трактат', 0],
            ['трактат', 'трактат', 1],
            ['трактат', 'трактат', 2],
            ['трактат', 'трактат', 30],

            ['трактир', 'трактир', 0],
            ['трактир', 'трактир', 1],
            ['трактир', 'трактир', 2],
            ['трактир', 'трактир', 30],

            ['трактирщик', 'трактирщик', 0],
            ['трактирщик', 'трактирщик', 1],
            ['трактирщик', 'трактирщик', 2],
            ['трактирщик', 'трактирщик', 30],

            ['трактовка', 'трактовка', 0],
            ['трактовка', 'трактовка', 1],
            ['трактовка', 'трактовка', 2],
            ['трактовка', 'трактовка', 30],

            ['трактор', 'трактор', 0],
            ['трактор', 'трактор', 1],
            ['трактор', 'трактор', 2],
            ['трактор', 'трактор', 30],

            ['тракторист', 'тракторист', 0],
            ['тракторист', 'тракторист', 1],
            ['тракторист', 'тракторист', 2],
            ['тракторист', 'тракторист', 30],

            ['тральщик', 'тральщик', 0],
            ['тральщик', 'тральщик', 1],
            ['тральщик', 'тральщик', 2],
            ['тральщик', 'тральщик', 30],

            ['трамвай', 'трамвай', 0],
            ['трамвай', 'трамвай', 1],
            ['трамвай', 'трамвай', 2],
            ['трамвай', 'трамвай', 30],

            ['трамвайчик', 'трамвайчик', 0],
            ['трамвайчик', 'трамвайчик', 1],
            ['трамвайчик', 'трамвайчик', 2],
            ['трамвайчик', 'трамвайчик', 30],

            ['трамплин', 'трамплин', 0],
            ['трамплин', 'трамплин', 1],
            ['трамплин', 'трамплин', 2],
            ['трамплин', 'трамплин', 30],

            ['транзистор', 'транзистор', 0],
            ['транзистор', 'транзистор', 1],
            ['транзистор', 'транзистор', 2],
            ['транзистор', 'транзистор', 30],

            ['транзит', 'транзит', 0],
            ['транзит', 'транзит', 1],
            ['транзит', 'транзит', 2],
            ['транзит', 'транзит', 30],

            ['транквилизатор', 'транквилизатор', 0],
            ['транквилизатор', 'транквилизатор', 1],
            ['транквилизатор', 'транквилизатор', 2],
            ['транквилизатор', 'транквилизатор', 30],

            ['транс', 'транс', 0],
            ['транс', 'транс', 1],
            ['транс', 'транс', 2],
            ['транс', 'транс', 30],

            ['транслятор', 'транслятор', 0],
            ['транслятор', 'транслятор', 1],
            ['транслятор', 'транслятор', 2],
            ['транслятор', 'транслятор', 30],

            ['трансляция', 'трансляция', 0],
            ['трансляция', 'трансляция', 1],
            ['трансляция', 'трансляция', 2],
            ['трансляция', 'трансляция', 30],

            ['трансмиссия', 'трансмиссия', 0],
            ['трансмиссия', 'трансмиссия', 1],
            ['трансмиссия', 'трансмиссия', 2],
            ['трансмиссия', 'трансмиссия', 30],

            ['транспарант', 'транспарант', 0],
            ['транспарант', 'транспарант', 1],
            ['транспарант', 'транспарант', 2],
            ['транспарант', 'транспарант', 30],

            ['транспорт', 'транспорт', 0],
            ['транспорт', 'транспорт', 1],
            ['транспорт', 'транспорт', 2],
            ['транспорт', 'транспорт', 30],

            ['транспортер', 'транспортер', 0],
            ['транспортер', 'транспортер', 1],
            ['транспортер', 'транспортер', 2],
            ['транспортер', 'транспортер', 30],

            ['транспортировка', 'транспортировка', 0],
            ['транспортировка', 'транспортировка', 1],
            ['транспортировка', 'транспортировка', 2],
            ['транспортировка', 'транспортировка', 30],

            ['трансформатор', 'трансформатор', 0],
            ['трансформатор', 'трансформатор', 1],
            ['трансформатор', 'трансформатор', 2],
            ['трансформатор', 'трансформатор', 30],

            ['трансформация', 'трансформация', 0],
            ['трансформация', 'трансформация', 1],
            ['трансформация', 'трансформация', 2],
            ['трансформация', 'трансформация', 30],

            ['траншея', 'траншея', 0],
            ['траншея', 'траншея', 1],
            ['траншея', 'траншея', 2],
            ['траншея', 'траншея', 30],

            ['трап', 'трап', 0],
            ['трап', 'трап', 1],
            ['трап', 'трап', 2],
            ['трап', 'трап', 30],

            ['трапеза', 'трапеза', 0],
            ['трапеза', 'трапеза', 1],
            ['трапеза', 'трапеза', 2],
            ['трапеза', 'трапеза', 30],

            ['трапеция', 'трапеция', 0],
            ['трапеция', 'трапеция', 1],
            ['трапеция', 'трапеция', 2],
            ['трапеция', 'трапеция', 30],

            ['трасса', 'трасса', 0],
            ['трасса', 'трасса', 1],
            ['трасса', 'трасса', 2],
            ['трасса', 'трасса', 30],

            ['трата', 'трата', 0],
            ['трата', 'трата', 1],
            ['трата', 'трата', 2],
            ['трата', 'трата', 30],

            ['траулер', 'траулер', 0],
            ['траулер', 'траулер', 1],
            ['траулер', 'траулер', 2],
            ['траулер', 'траулер', 30],

            ['траур', 'траур', 0],
            ['траур', 'траур', 1],
            ['траур', 'траур', 2],
            ['траур', 'траур', 30],

            ['трафарет', 'трафарет', 0],
            ['трафарет', 'трафарет', 1],
            ['трафарет', 'трафарет', 2],
            ['трафарет', 'трафарет', 30],

            ['трахея', 'трахея', 0],
            ['трахея', 'трахея', 1],
            ['трахея', 'трахея', 2],
            ['трахея', 'трахея', 30],

            ['треба', 'треба', 0],
            ['треба', 'треба', 1],
            ['треба', 'треба', 2],
            ['треба', 'треба', 30],

            ['требование', 'требование', 0],
            ['требование', 'требование', 1],
            ['требование', 'требование', 2],
            ['требование', 'требование', 30],

            ['требовательность', 'требовательность', 0],
            ['требовательность', 'требовательность', 1],
            ['требовательность', 'требовательность', 2],
            ['требовательность', 'требовательность', 30],

            ['требуха', 'требуха', 0],
            ['требуха', 'требуха', 1],
            ['требуха', 'требуха', 2],
            ['требуха', 'требуха', 30],

            ['тревога', 'тревога', 0],
            ['тревога', 'тревога', 1],
            ['тревога', 'тревога', 2],
            ['тревога', 'тревога', 30],

            ['тревожность', 'тревожность', 0],
            ['тревожность', 'тревожность', 1],
            ['тревожность', 'тревожность', 2],
            ['тревожность', 'тревожность', 30],

            ['трезвенник', 'трезвенник', 0],
            ['трезвенник', 'трезвенник', 1],
            ['трезвенник', 'трезвенник', 2],
            ['трезвенник', 'трезвенник', 30],

            ['трезвость', 'трезвость', 0],
            ['трезвость', 'трезвость', 1],
            ['трезвость', 'трезвость', 2],
            ['трезвость', 'трезвость', 30],

            ['трейлер', 'трейлер', 0],
            ['трейлер', 'трейлер', 1],
            ['трейлер', 'трейлер', 2],
            ['трейлер', 'трейлер', 30],

            ['трель', 'трель', 0],
            ['трель', 'трель', 1],
            ['трель', 'трель', 2],
            ['трель', 'трель', 30],

            ['трембита', 'трембита', 0],
            ['трембита', 'трембита', 1],
            ['трембита', 'трембита', 2],
            ['трембита', 'трембита', 30],

            ['тренажер', 'тренажер', 0],
            ['тренажер', 'тренажер', 1],
            ['тренажер', 'тренажер', 2],
            ['тренажер', 'тренажер', 30],

            ['тренер', 'тренер', 0],
            ['тренер', 'тренер', 1],
            ['тренер', 'тренер', 2],
            ['тренер', 'тренер', 30],

            ['трение', 'трение', 0],
            ['трение', 'трение', 1],
            ['трение', 'трение', 2],
            ['трение', 'трение', 30],

            ['тренировка', 'тренировка', 0],
            ['тренировка', 'тренировка', 1],
            ['тренировка', 'тренировка', 2],
            ['тренировка', 'тренировка', 30],

            ['тренога', 'тренога', 0],
            ['тренога', 'тренога', 1],
            ['тренога', 'тренога', 2],
            ['тренога', 'тренога', 30],

            ['треножник', 'треножник', 0],
            ['треножник', 'треножник', 1],
            ['треножник', 'треножник', 2],
            ['треножник', 'треножник', 30],

            ['треп', 'треп', 0],
            ['треп', 'треп', 1],
            ['треп', 'треп', 2],
            ['треп', 'треп', 30],

            ['трепало', 'трепало', 0],
            ['трепало', 'трепало', 1],
            ['трепало', 'трепало', 2],
            ['трепало', 'трепало', 30],

            ['трепач', 'трепач', 0],
            ['трепач', 'трепач', 1],
            ['трепач', 'трепач', 2],
            ['трепач', 'трепач', 30],

            ['трепет', 'трепет', 0],
            ['трепет', 'трепет', 1],
            ['трепет', 'трепет', 2],
            ['трепет', 'трепет', 30],

            ['трепло', 'трепло', 0],
            ['трепло', 'трепло', 1],
            ['трепло', 'трепло', 2],
            ['трепло', 'трепло', 30],

            ['трепотня', 'трепотня', 0],
            ['трепотня', 'трепотня', 1],
            ['трепотня', 'трепотня', 2],
            ['трепотня', 'трепотня', 30],

            ['треск', 'треск', 0],
            ['треск', 'треск', 1],
            ['треск', 'треск', 2],
            ['треск', 'треск', 30],

            ['треска', 'треска', 0],
            ['треска', 'треска', 1],
            ['треска', 'треска', 2],
            ['треска', 'треска', 30],

            ['трескотня', 'трескотня', 0],
            ['трескотня', 'трескотня', 1],
            ['трескотня', 'трескотня', 2],
            ['трескотня', 'трескотня', 30],

            ['трест', 'трест', 0],
            ['трест', 'трест', 1],
            ['трест', 'трест', 2],
            ['трест', 'трест', 30],

            ['треста', 'треста', 0],
            ['треста', 'треста', 1],
            ['треста', 'треста', 2],
            ['треста', 'треста', 30],

            ['третий', 'третий', 0],
            ['третий', 'третий', 1],
            ['третий', 'третий', 2],
            ['третий', 'третий', 30],

            ['треть', 'треть', 0],
            ['треть', 'треть', 1],
            ['треть', 'треть', 2],
            ['треть', 'треть', 30],

            ['третьяковка', 'третьяковка', 0],
            ['третьяковка', 'третьяковка', 1],
            ['третьяковка', 'третьяковка', 2],
            ['третьяковка', 'третьяковка', 30],

            ['треуголка', 'треуголка', 0],
            ['треуголка', 'треуголка', 1],
            ['треуголка', 'треуголка', 2],
            ['треуголка', 'треуголка', 30],

            ['треугольник', 'треугольник', 0],
            ['треугольник', 'треугольник', 1],
            ['треугольник', 'треугольник', 2],
            ['треугольник', 'треугольник', 30],

            ['трешка', 'трешка', 0],
            ['трешка', 'трешка', 1],
            ['трешка', 'трешка', 2],
            ['трешка', 'трешка', 30],

            ['трещина', 'трещина', 0],
            ['трещина', 'трещина', 1],
            ['трещина', 'трещина', 2],
            ['трещина', 'трещина', 30],

            ['трещинка', 'трещинка', 0],
            ['трещинка', 'трещинка', 1],
            ['трещинка', 'трещинка', 2],
            ['трещинка', 'трещинка', 30],

            ['трибун', 'трибун', 0],
            ['трибун', 'трибун', 1],
            ['трибун', 'трибун', 2],
            ['трибун', 'трибун', 30],

            ['трибуна', 'трибуна', 0],
            ['трибуна', 'трибуна', 1],
            ['трибуна', 'трибуна', 2],
            ['трибуна', 'трибуна', 30],

            ['трибунал', 'трибунал', 0],
            ['трибунал', 'трибунал', 1],
            ['трибунал', 'трибунал', 2],
            ['трибунал', 'трибунал', 30],

            ['тридцатка', 'тридцатка', 0],
            ['тридцатка', 'тридцатка', 1],
            ['тридцатка', 'тридцатка', 2],
            ['тридцатка', 'тридцатка', 30],

            ['триест', 'триест', 0],
            ['триест', 'триест', 1],
            ['триест', 'триест', 2],
            ['триест', 'триест', 30],

            ['трико', 'трико', 0],
            ['трико', 'трико', 1],
            ['трико', 'трико', 2],
            ['трико', 'трико', 30],

            ['триллер', 'триллер', 0],
            ['триллер', 'триллер', 1],
            ['триллер', 'триллер', 2],
            ['триллер', 'триллер', 30],

            ['триллион', 'триллион', 0],
            ['триллион', 'триллион', 1],
            ['триллион', 'триллион', 2],
            ['триллион', 'триллион', 30],

            ['трилобит', 'трилобит', 0],
            ['трилобит', 'трилобит', 1],
            ['трилобит', 'трилобит', 2],
            ['трилобит', 'трилобит', 30],

            ['трилогия', 'трилогия', 0],
            ['трилогия', 'трилогия', 1],
            ['трилогия', 'трилогия', 2],
            ['трилогия', 'трилогия', 30],

            ['тринидад', 'тринидад', 0],
            ['тринидад', 'тринидад', 1],
            ['тринидад', 'тринидад', 2],
            ['тринидад', 'тринидад', 30],

            ['трио', 'трио', 0],
            ['трио', 'трио', 1],
            ['трио', 'трио', 2],
            ['трио', 'трио', 30],

            ['триполи', 'триполи', 0],
            ['триполи', 'триполи', 1],
            ['триполи', 'триполи', 2],
            ['триполи', 'триполи', 30],

            ['триппер', 'триппер', 0],
            ['триппер', 'триппер', 1],
            ['триппер', 'триппер', 2],
            ['триппер', 'триппер', 30],

            ['тритон', 'тритон', 0],
            ['тритон', 'тритон', 1],
            ['тритон', 'тритон', 2],
            ['тритон', 'тритон', 30],

            ['триумф', 'триумф', 0],
            ['триумф', 'триумф', 1],
            ['триумф', 'триумф', 2],
            ['триумф', 'триумф', 30],

            ['трлн', 'трлн', 0],
            ['трлн', 'трлн', 1],
            ['трлн', 'трлн', 2],
            ['трлн', 'трлн', 30],

            ['троица', 'троица', 0],
            ['троица', 'троица', 1],
            ['троица', 'троица', 2],
            ['троица', 'троица', 30],

            ['тройка', 'тройка', 0],
            ['тройка', 'тройка', 1],
            ['тройка', 'тройка', 2],
            ['тройка', 'тройка', 30],

            ['тройник', 'тройник', 0],
            ['тройник', 'тройник', 1],
            ['тройник', 'тройник', 2],
            ['тройник', 'тройник', 30],

            ['троллейбус', 'троллейбус', 0],
            ['троллейбус', 'троллейбус', 1],
            ['троллейбус', 'троллейбус', 2],
            ['троллейбус', 'троллейбус', 30],

            ['тролль', 'тролль', 0],
            ['тролль', 'тролль', 1],
            ['тролль', 'тролль', 2],
            ['тролль', 'тролль', 30],

            ['тромб', 'тромб', 0],
            ['тромб', 'тромб', 1],
            ['тромб', 'тромб', 2],
            ['тромб', 'тромб', 30],

            ['тромбоз', 'тромбоз', 0],
            ['тромбоз', 'тромбоз', 1],
            ['тромбоз', 'тромбоз', 2],
            ['тромбоз', 'тромбоз', 30],

            ['тромбофлебит', 'тромбофлебит', 0],
            ['тромбофлебит', 'тромбофлебит', 1],
            ['тромбофлебит', 'тромбофлебит', 2],
            ['тромбофлебит', 'тромбофлебит', 30],

            ['тромсе', 'тромсе', 0],
            ['тромсе', 'тромсе', 1],
            ['тромсе', 'тромсе', 2],
            ['тромсе', 'тромсе', 30],

            ['трон', 'трон', 0],
            ['трон', 'трон', 1],
            ['трон', 'трон', 2],
            ['трон', 'трон', 30],

            ['тронхейм', 'тронхейм', 0],
            ['тронхейм', 'тронхейм', 1],
            ['тронхейм', 'тронхейм', 2],
            ['тронхейм', 'тронхейм', 30],

            ['троп', 'троп', 0],
            ['троп', 'троп', 1],
            ['троп', 'троп', 2],
            ['троп', 'троп', 30],

            ['тропа', 'тропа', 0],
            ['тропа', 'тропа', 1],
            ['тропа', 'тропа', 2],
            ['тропа', 'тропа', 30],

            ['тропик', 'тропик', 0],
            ['тропик', 'тропик', 1],
            ['тропик', 'тропик', 2],
            ['тропик', 'тропик', 30],

            ['тропинка', 'тропинка', 0],
            ['тропинка', 'тропинка', 1],
            ['тропинка', 'тропинка', 2],
            ['тропинка', 'тропинка', 30],

            ['тропка', 'тропка', 0],
            ['тропка', 'тропка', 1],
            ['тропка', 'тропка', 2],
            ['тропка', 'тропка', 30],

            ['трос', 'трос', 0],
            ['трос', 'трос', 1],
            ['трос', 'трос', 2],
            ['трос', 'трос', 30],

            ['тростник', 'тростник', 0],
            ['тростник', 'тростник', 1],
            ['тростник', 'тростник', 2],
            ['тростник', 'тростник', 30],

            ['тросточка', 'тросточка', 0],
            ['тросточка', 'тросточка', 1],
            ['тросточка', 'тросточка', 2],
            ['тросточка', 'тросточка', 30],

            ['трость', 'трость', 0],
            ['трость', 'трость', 1],
            ['трость', 'трость', 2],
            ['трость', 'трость', 30],

            ['тротил', 'тротил', 0],
            ['тротил', 'тротил', 1],
            ['тротил', 'тротил', 2],
            ['тротил', 'тротил', 30],

            ['тротуар', 'тротуар', 0],
            ['тротуар', 'тротуар', 1],
            ['тротуар', 'тротуар', 2],
            ['тротуар', 'тротуар', 30],

            ['трофей', 'трофей', 0],
            ['трофей', 'трофей', 1],
            ['трофей', 'трофей', 2],
            ['трофей', 'трофей', 30],

            ['троцкист', 'троцкист', 0],
            ['троцкист', 'троцкист', 1],
            ['троцкист', 'троцкист', 2],
            ['троцкист', 'троцкист', 30],

            ['трояк', 'трояк', 0],
            ['трояк', 'трояк', 1],
            ['трояк', 'трояк', 2],
            ['трояк', 'трояк', 30],

            ['труба', 'труба', 0],
            ['труба', 'труба', 1],
            ['труба', 'труба', 2],
            ['труба', 'труба', 30],

            ['трубач', 'трубач', 0],
            ['трубач', 'трубач', 1],
            ['трубач', 'трубач', 2],
            ['трубач', 'трубач', 30],

            ['трубка', 'трубка', 0],
            ['трубка', 'трубка', 1],
            ['трубка', 'трубка', 2],
            ['трубка', 'трубка', 30],

            ['трубопровод', 'трубопровод', 0],
            ['трубопровод', 'трубопровод', 1],
            ['трубопровод', 'трубопровод', 2],
            ['трубопровод', 'трубопровод', 30],

            ['трубочист', 'трубочист', 0],
            ['трубочист', 'трубочист', 1],
            ['трубочист', 'трубочист', 2],
            ['трубочист', 'трубочист', 30],

            ['трубочка', 'трубочка', 0],
            ['трубочка', 'трубочка', 1],
            ['трубочка', 'трубочка', 2],
            ['трубочка', 'трубочка', 30],

            ['труд', 'труд', 0],
            ['труд', 'труд', 1],
            ['труд', 'труд', 2],
            ['труд', 'труд', 30],

            ['трудность', 'трудность', 0],
            ['трудность', 'трудность', 1],
            ['трудность', 'трудность', 2],
            ['трудность', 'трудность', 30],

            ['трудодень', 'трудодень', 0],
            ['трудодень', 'трудодень', 1],
            ['трудодень', 'трудодень', 2],
            ['трудодень', 'трудодень', 30],

            ['трудолюбие', 'трудолюбие', 0],
            ['трудолюбие', 'трудолюбие', 1],
            ['трудолюбие', 'трудолюбие', 2],
            ['трудолюбие', 'трудолюбие', 30],

            ['трудоспособность', 'трудоспособность', 0],
            ['трудоспособность', 'трудоспособность', 1],
            ['трудоспособность', 'трудоспособность', 2],
            ['трудоспособность', 'трудоспособность', 30],

            ['трудоустройство', 'трудоустройство', 0],
            ['трудоустройство', 'трудоустройство', 1],
            ['трудоустройство', 'трудоустройство', 2],
            ['трудоустройство', 'трудоустройство', 30],

            ['трудяга', 'трудяга', 0],
            ['трудяга', 'трудяга', 1],
            ['трудяга', 'трудяга', 2],
            ['трудяга', 'трудяга', 30],

            ['труженик', 'труженик', 0],
            ['труженик', 'труженик', 1],
            ['труженик', 'труженик', 2],
            ['труженик', 'труженик', 30],

            ['труженица', 'труженица', 0],
            ['труженица', 'труженица', 1],
            ['труженица', 'труженица', 2],
            ['труженица', 'труженица', 30],

            ['труп', 'труп', 0],
            ['труп', 'труп', 1],
            ['труп', 'труп', 2],
            ['труп', 'труп', 30],

            ['труппа', 'труппа', 0],
            ['труппа', 'труппа', 1],
            ['труппа', 'труппа', 2],
            ['труппа', 'труппа', 30],

            ['трус', 'трус', 0],
            ['трус', 'трус', 1],
            ['трус', 'трус', 2],
            ['трус', 'трус', 30],

            ['трусик', 'трусик', 0],
            ['трусик', 'трусик', 1],
            ['трусик', 'трусик', 2],
            ['трусик', 'трусик', 30],

            ['трусиха', 'трусиха', 0],
            ['трусиха', 'трусиха', 1],
            ['трусиха', 'трусиха', 2],
            ['трусиха', 'трусиха', 30],

            ['трусость', 'трусость', 0],
            ['трусость', 'трусость', 1],
            ['трусость', 'трусость', 2],
            ['трусость', 'трусость', 30],

            ['трутень', 'трутень', 0],
            ['трутень', 'трутень', 1],
            ['трутень', 'трутень', 2],
            ['трутень', 'трутень', 30],

            ['труха', 'труха', 0],
            ['труха', 'труха', 1],
            ['труха', 'труха', 2],
            ['труха', 'труха', 30],

            ['трущоба', 'трущоба', 0],
            ['трущоба', 'трущоба', 1],
            ['трущоба', 'трущоба', 2],
            ['трущоба', 'трущоба', 30],

            ['трюк', 'трюк', 0],
            ['трюк', 'трюк', 1],
            ['трюк', 'трюк', 2],
            ['трюк', 'трюк', 30],

            ['трюм', 'трюм', 0],
            ['трюм', 'трюм', 1],
            ['трюм', 'трюм', 2],
            ['трюм', 'трюм', 30],

            ['трюмо', 'трюмо', 0],
            ['трюмо', 'трюмо', 1],
            ['трюмо', 'трюмо', 2],
            ['трюмо', 'трюмо', 30],

            ['тряпица', 'тряпица', 0],
            ['тряпица', 'тряпица', 1],
            ['тряпица', 'тряпица', 2],
            ['тряпица', 'тряпица', 30],

            ['тряпка', 'тряпка', 0],
            ['тряпка', 'тряпка', 1],
            ['тряпка', 'тряпка', 2],
            ['тряпка', 'тряпка', 30],

            ['тряпочка', 'тряпочка', 0],
            ['тряпочка', 'тряпочка', 1],
            ['тряпочка', 'тряпочка', 2],
            ['тряпочка', 'тряпочка', 30],

            ['тряпье', 'тряпье', 0],
            ['тряпье', 'тряпье', 1],
            ['тряпье', 'тряпье', 2],
            ['тряпье', 'тряпье', 30],

            ['трясина', 'трясина', 0],
            ['трясина', 'трясина', 1],
            ['трясина', 'трясина', 2],
            ['трясина', 'трясина', 30],

            ['тряска', 'тряска', 0],
            ['тряска', 'тряска', 1],
            ['тряска', 'тряска', 2],
            ['тряска', 'тряска', 30],

            ['туалет', 'туалет', 0],
            ['туалет', 'туалет', 1],
            ['туалет', 'туалет', 2],
            ['туалет', 'туалет', 30],

            ['туберкулез', 'туберкулез', 0],
            ['туберкулез', 'туберкулез', 1],
            ['туберкулез', 'туберкулез', 2],
            ['туберкулез', 'туберкулез', 30],

            ['туесок', 'туесок', 0],
            ['туесок', 'туесок', 1],
            ['туесок', 'туесок', 2],
            ['туесок', 'туесок', 30],

            ['тужурка', 'тужурка', 0],
            ['тужурка', 'тужурка', 1],
            ['тужурка', 'тужурка', 2],
            ['тужурка', 'тужурка', 30],

            ['туз', 'туз', 0],
            ['туз', 'туз', 1],
            ['туз', 'туз', 2],
            ['туз', 'туз', 30],

            ['туземец', 'туземец', 0],
            ['туземец', 'туземец', 1],
            ['туземец', 'туземец', 2],
            ['туземец', 'туземец', 30],

            ['тузик', 'тузик', 0],
            ['тузик', 'тузик', 1],
            ['тузик', 'тузик', 2],
            ['тузик', 'тузик', 30],

            ['тук', 'тук', 0],
            ['тук', 'тук', 1],
            ['тук', 'тук', 2],
            ['тук', 'тук', 30],

            ['тула', 'тула', 0],
            ['тула', 'тула', 1],
            ['тула', 'тула', 2],
            ['тула', 'тула', 30],

            ['туловище', 'туловище', 0],
            ['туловище', 'туловище', 1],
            ['туловище', 'туловище', 2],
            ['туловище', 'туловище', 30],

            ['тулуза', 'тулуза', 0],
            ['тулуза', 'тулуза', 1],
            ['тулуза', 'тулуза', 2],
            ['тулуза', 'тулуза', 30],

            ['тулуп', 'тулуп', 0],
            ['тулуп', 'тулуп', 1],
            ['тулуп', 'тулуп', 2],
            ['тулуп', 'тулуп', 30],

            ['тумак', 'тумак', 0],
            ['тумак', 'тумак', 1],
            ['тумак', 'тумак', 2],
            ['тумак', 'тумак', 30],

            ['туман', 'туман', 0],
            ['туман', 'туман', 1],
            ['туман', 'туман', 2],
            ['туман', 'туман', 30],

            ['туманность', 'туманность', 0],
            ['туманность', 'туманность', 1],
            ['туманность', 'туманность', 2],
            ['туманность', 'туманность', 30],

            ['тумба', 'тумба', 0],
            ['тумба', 'тумба', 1],
            ['тумба', 'тумба', 2],
            ['тумба', 'тумба', 30],

            ['тумблер', 'тумблер', 0],
            ['тумблер', 'тумблер', 1],
            ['тумблер', 'тумблер', 2],
            ['тумблер', 'тумблер', 30],

            ['тумбочка', 'тумбочка', 0],
            ['тумбочка', 'тумбочка', 1],
            ['тумбочка', 'тумбочка', 2],
            ['тумбочка', 'тумбочка', 30],

            ['тунгус', 'тунгус', 0],
            ['тунгус', 'тунгус', 1],
            ['тунгус', 'тунгус', 2],
            ['тунгус', 'тунгус', 30],

            ['тунгуска', 'тунгуска', 0],
            ['тунгуска', 'тунгуска', 1],
            ['тунгуска', 'тунгуска', 2],
            ['тунгуска', 'тунгуска', 30],

            ['тундра', 'тундра', 0],
            ['тундра', 'тундра', 1],
            ['тундра', 'тундра', 2],
            ['тундра', 'тундра', 30],

            ['тунеядец', 'тунеядец', 0],
            ['тунеядец', 'тунеядец', 1],
            ['тунеядец', 'тунеядец', 2],
            ['тунеядец', 'тунеядец', 30],

            ['тунеядство', 'тунеядство', 0],
            ['тунеядство', 'тунеядство', 1],
            ['тунеядство', 'тунеядство', 2],
            ['тунеядство', 'тунеядство', 30],

            ['туника', 'туника', 0],
            ['туника', 'туника', 1],
            ['туника', 'туника', 2],
            ['туника', 'туника', 30],

            ['тунис', 'тунис', 0],
            ['тунис', 'тунис', 1],
            ['тунис', 'тунис', 2],
            ['тунис', 'тунис', 30],

            ['туннель', 'туннель', 0],
            ['туннель', 'туннель', 1],
            ['туннель', 'туннель', 2],
            ['туннель', 'туннель', 30],

            ['тупик', 'тупик', 0],
            ['тупик', 'тупик', 1],
            ['тупик', 'тупик', 2],
            ['тупик', 'тупик', 30],

            ['тупица', 'тупица', 0],
            ['тупица', 'тупица', 1],
            ['тупица', 'тупица', 2],
            ['тупица', 'тупица', 30],

            ['тупичок', 'тупичок', 0],
            ['тупичок', 'тупичок', 1],
            ['тупичок', 'тупичок', 2],
            ['тупичок', 'тупичок', 30],

            ['тупость', 'тупость', 0],
            ['тупость', 'тупость', 1],
            ['тупость', 'тупость', 2],
            ['тупость', 'тупость', 30],

            ['тура', 'тура', 0],
            ['тура', 'тура', 1],
            ['тура', 'тура', 2],
            ['тура', 'тура', 30],

            ['турбаза', 'турбаза', 0],
            ['турбаза', 'турбаза', 1],
            ['турбаза', 'турбаза', 2],
            ['турбаза', 'турбаза', 30],

            ['турбина', 'турбина', 0],
            ['турбина', 'турбина', 1],
            ['турбина', 'турбина', 2],
            ['турбина', 'турбина', 30],

            ['турбоэлектроход', 'турбоэлектроход', 0],
            ['турбоэлектроход', 'турбоэлектроход', 1],
            ['турбоэлектроход', 'турбоэлектроход', 2],
            ['турбоэлектроход', 'турбоэлектроход', 30],

            ['туризм', 'туризм', 0],
            ['туризм', 'туризм', 1],
            ['туризм', 'туризм', 2],
            ['туризм', 'туризм', 30],

            ['турин', 'турин', 0],
            ['турин', 'турин', 1],
            ['турин', 'турин', 2],
            ['турин', 'турин', 30],

            ['турист', 'турист', 0],
            ['турист', 'турист', 1],
            ['турист', 'турист', 2],
            ['турист', 'турист', 30],

            ['туристка', 'туристка', 0],
            ['туристка', 'туристка', 1],
            ['туристка', 'туристка', 2],
            ['туристка', 'туристка', 30],

            ['туркмен', 'туркмен', 0],
            ['туркмен', 'туркмен', 1],
            ['туркмен', 'туркмен', 2],
            ['туркмен', 'туркмен', 30],

            ['турне', 'турне', 0],
            ['турне', 'турне', 1],
            ['турне', 'турне', 2],
            ['турне', 'турне', 30],

            ['турник', 'турник', 0],
            ['турник', 'турник', 1],
            ['турник', 'турник', 2],
            ['турник', 'турник', 30],

            ['турникет', 'турникет', 0],
            ['турникет', 'турникет', 1],
            ['турникет', 'турникет', 2],
            ['турникет', 'турникет', 30],

            ['турнир', 'турнир', 0],
            ['турнир', 'турнир', 1],
            ['турнир', 'турнир', 2],
            ['турнир', 'турнир', 30],

            ['турок', 'турок', 0],
            ['турок', 'турок', 1],
            ['турок', 'турок', 2],
            ['турок', 'турок', 30],

            ['турфирма', 'турфирма', 0],
            ['турфирма', 'турфирма', 1],
            ['турфирма', 'турфирма', 2],
            ['турфирма', 'турфирма', 30],

            ['турция', 'турция', 0],
            ['турция', 'турция', 1],
            ['турция', 'турция', 2],
            ['турция', 'турция', 30],

            ['тусовка', 'тусовка', 0],
            ['тусовка', 'тусовка', 1],
            ['тусовка', 'тусовка', 2],
            ['тусовка', 'тусовка', 30],

            ['туся', 'туся', 0],
            ['туся', 'туся', 1],
            ['туся', 'туся', 2],
            ['туся', 'туся', 30],

            ['туф', 'туф', 0],
            ['туф', 'туф', 1],
            ['туф', 'туф', 2],
            ['туф', 'туф', 30],

            ['туфелька', 'туфелька', 0],
            ['туфелька', 'туфелька', 1],
            ['туфелька', 'туфелька', 2],
            ['туфелька', 'туфелька', 30],

            ['туфля', 'туфля', 0],
            ['туфля', 'туфля', 1],
            ['туфля', 'туфля', 2],
            ['туфля', 'туфля', 30],

            ['тухлятина', 'тухлятина', 0],
            ['тухлятина', 'тухлятина', 1],
            ['тухлятина', 'тухлятина', 2],
            ['тухлятина', 'тухлятина', 30],

            ['туча', 'туча', 0],
            ['туча', 'туча', 1],
            ['туча', 'туча', 2],
            ['туча', 'туча', 30],

            ['тучка', 'тучка', 0],
            ['тучка', 'тучка', 1],
            ['тучка', 'тучка', 2],
            ['тучка', 'тучка', 30],

            ['туш', 'туш', 0],
            ['туш', 'туш', 1],
            ['туш', 'туш', 2],
            ['туш', 'туш', 30],

            ['туша', 'туша', 0],
            ['туша', 'туша', 1],
            ['туша', 'туша', 2],
            ['туша', 'туша', 30],

            ['тушение', 'тушение', 0],
            ['тушение', 'тушение', 1],
            ['тушение', 'тушение', 2],
            ['тушение', 'тушение', 30],

            ['тушенка', 'тушенка', 0],
            ['тушенка', 'тушенка', 1],
            ['тушенка', 'тушенка', 2],
            ['тушенка', 'тушенка', 30],

            ['тушка', 'тушка', 0],
            ['тушка', 'тушка', 1],
            ['тушка', 'тушка', 2],
            ['тушка', 'тушка', 30],

            ['тушь', 'тушь', 0],
            ['тушь', 'тушь', 1],
            ['тушь', 'тушь', 2],
            ['тушь', 'тушь', 30],

            ['туя', 'туя', 0],
            ['туя', 'туя', 1],
            ['туя', 'туя', 2],
            ['туя', 'туя', 30],

            ['тхимпху', 'тхимпху', 0],
            ['тхимпху', 'тхимпху', 1],
            ['тхимпху', 'тхимпху', 2],
            ['тхимпху', 'тхимпху', 30],

            ['тчк', 'тчк', 0],
            ['тчк', 'тчк', 1],
            ['тчк', 'тчк', 2],
            ['тчк', 'тчк', 30],

            ['тщательность', 'тщательность', 0],
            ['тщательность', 'тщательность', 1],
            ['тщательность', 'тщательность', 2],
            ['тщательность', 'тщательность', 30],

            ['тщеславие', 'тщеславие', 0],
            ['тщеславие', 'тщеславие', 1],
            ['тщеславие', 'тщеславие', 2],
            ['тщеславие', 'тщеславие', 30],

            ['тыква', 'тыква', 0],
            ['тыква', 'тыква', 1],
            ['тыква', 'тыква', 2],
            ['тыква', 'тыква', 30],

            ['тыл', 'тыл', 0],
            ['тыл', 'тыл', 1],
            ['тыл', 'тыл', 2],
            ['тыл', 'тыл', 30],

            ['тыловик', 'тыловик', 0],
            ['тыловик', 'тыловик', 1],
            ['тыловик', 'тыловик', 2],
            ['тыловик', 'тыловик', 30],

            ['тын', 'тын', 0],
            ['тын', 'тын', 1],
            ['тын', 'тын', 2],
            ['тын', 'тын', 30],

            ['тысячелетие', 'тысячелетие', 0],
            ['тысячелетие', 'тысячелетие', 1],
            ['тысячелетие', 'тысячелетие', 2],
            ['тысячелетие', 'тысячелетие', 30],

            ['тычок', 'тычок', 0],
            ['тычок', 'тычок', 1],
            ['тычок', 'тычок', 2],
            ['тычок', 'тычок', 30],

            ['тьма', 'тьма', 0],
            ['тьма', 'тьма', 1],
            ['тьма', 'тьма', 2],
            ['тьма', 'тьма', 30],

            ['тэк', 'тэк', 0],
            ['тэк', 'тэк', 1],
            ['тэк', 'тэк', 2],
            ['тэк', 'тэк', 30],

            ['тэц', 'тэц', 0],
            ['тэц', 'тэц', 1],
            ['тэц', 'тэц', 2],
            ['тэц', 'тэц', 30],

            ['тюбетейка', 'тюбетейка', 0],
            ['тюбетейка', 'тюбетейка', 1],
            ['тюбетейка', 'тюбетейка', 2],
            ['тюбетейка', 'тюбетейка', 30],

            ['тюбик', 'тюбик', 0],
            ['тюбик', 'тюбик', 1],
            ['тюбик', 'тюбик', 2],
            ['тюбик', 'тюбик', 30],

            ['тюк', 'тюк', 0],
            ['тюк', 'тюк', 1],
            ['тюк', 'тюк', 2],
            ['тюк', 'тюк', 30],

            ['тюлень', 'тюлень', 0],
            ['тюлень', 'тюлень', 1],
            ['тюлень', 'тюлень', 2],
            ['тюлень', 'тюлень', 30],

            ['тюлька', 'тюлька', 0],
            ['тюлька', 'тюлька', 1],
            ['тюлька', 'тюлька', 2],
            ['тюлька', 'тюлька', 30],

            ['тюльпан', 'тюльпан', 0],
            ['тюльпан', 'тюльпан', 1],
            ['тюльпан', 'тюльпан', 2],
            ['тюльпан', 'тюльпан', 30],

            ['тюмень', 'тюмень', 0],
            ['тюмень', 'тюмень', 1],
            ['тюмень', 'тюмень', 2],
            ['тюмень', 'тюмень', 30],

            ['тюня', 'тюня', 0],
            ['тюня', 'тюня', 1],
            ['тюня', 'тюня', 2],
            ['тюня', 'тюня', 30],

            ['тюрбан', 'тюрбан', 0],
            ['тюрбан', 'тюрбан', 1],
            ['тюрбан', 'тюрбан', 2],
            ['тюрбан', 'тюрбан', 30],

            ['тюремщик', 'тюремщик', 0],
            ['тюремщик', 'тюремщик', 1],
            ['тюремщик', 'тюремщик', 2],
            ['тюремщик', 'тюремщик', 30],

            ['тюрьма', 'тюрьма', 0],
            ['тюрьма', 'тюрьма', 1],
            ['тюрьма', 'тюрьма', 2],
            ['тюрьма', 'тюрьма', 30],

            ['тюря', 'тюря', 0],
            ['тюря', 'тюря', 1],
            ['тюря', 'тюря', 2],
            ['тюря', 'тюря', 30],

            ['тюряга', 'тюряга', 0],
            ['тюряга', 'тюряга', 1],
            ['тюряга', 'тюряга', 2],
            ['тюряга', 'тюряга', 30],

            ['тютелька', 'тютелька', 0],
            ['тютелька', 'тютелька', 1],
            ['тютелька', 'тютелька', 2],
            ['тютелька', 'тютелька', 30],

            ['тюфяк', 'тюфяк', 0],
            ['тюфяк', 'тюфяк', 1],
            ['тюфяк', 'тюфяк', 2],
            ['тюфяк', 'тюфяк', 30],

            ['тюша', 'тюша', 0],
            ['тюша', 'тюша', 1],
            ['тюша', 'тюша', 2],
            ['тюша', 'тюша', 30],

            ['тяга', 'тяга', 0],
            ['тяга', 'тяга', 1],
            ['тяга', 'тяга', 2],
            ['тяга', 'тяга', 30],

            ['тягач', 'тягач', 0],
            ['тягач', 'тягач', 1],
            ['тягач', 'тягач', 2],
            ['тягач', 'тягач', 30],

            ['тягость', 'тягость', 0],
            ['тягость', 'тягость', 1],
            ['тягость', 'тягость', 2],
            ['тягость', 'тягость', 30],

            ['тягота', 'тягота', 0],
            ['тягота', 'тягота', 1],
            ['тягота', 'тягота', 2],
            ['тягота', 'тягота', 30],

            ['тяготение', 'тяготение', 0],
            ['тяготение', 'тяготение', 1],
            ['тяготение', 'тяготение', 2],
            ['тяготение', 'тяготение', 30],

            ['тяжба', 'тяжба', 0],
            ['тяжба', 'тяжба', 1],
            ['тяжба', 'тяжба', 2],
            ['тяжба', 'тяжба', 30],

            ['тяжеловес', 'тяжеловес', 0],
            ['тяжеловес', 'тяжеловес', 1],
            ['тяжеловес', 'тяжеловес', 2],
            ['тяжеловес', 'тяжеловес', 30],

            ['тяжесть', 'тяжесть', 0],
            ['тяжесть', 'тяжесть', 1],
            ['тяжесть', 'тяжесть', 2],
            ['тяжесть', 'тяжесть', 30],

            ['тяпка', 'тяпка', 0],
            ['тяпка', 'тяпка', 1],
            ['тяпка', 'тяпка', 2],
            ['тяпка', 'тяпка', 30],

            ['тятька', 'тятька', 0],
            ['тятька', 'тятька', 1],
            ['тятька', 'тятька', 2],
            ['тятька', 'тятька', 30],

            ['тятя', 'тятя', 0],
            ['тятя', 'тятя', 1],
            ['тятя', 'тятя', 2],
            ['тятя', 'тятя', 30]
        ];
    }
}
