<?php
declare(strict_types=1);

namespace Noldors\Inflect\Tests\RussianDataProviders;

class LetterL
{
    public static function data():array
    {
        return [
            ['кабак', 'кабак', 0],
            ['кабак', 'кабак', 1],
            ['кабак', 'кабак', 2],
            ['кабак', 'кабак', 30],

            ['кабала', 'кабала', 0],
            ['кабала', 'кабала', 1],
            ['кабала', 'кабала', 2],
            ['кабала', 'кабала', 30],

            ['кабан', 'кабан', 0],
            ['кабан', 'кабан', 1],
            ['кабан', 'кабан', 2],
            ['кабан', 'кабан', 30],

            ['кабанчик', 'кабанчик', 0],
            ['кабанчик', 'кабанчик', 1],
            ['кабанчик', 'кабанчик', 2],
            ['кабанчик', 'кабанчик', 30],

            ['кабаре', 'кабаре', 0],
            ['кабаре', 'кабаре', 1],
            ['кабаре', 'кабаре', 2],
            ['кабаре', 'кабаре', 30],

            ['кабачок', 'кабачок', 0],
            ['кабачок', 'кабачок', 1],
            ['кабачок', 'кабачок', 2],
            ['кабачок', 'кабачок', 30],

            ['кабель', 'кабель', 0],
            ['кабель', 'кабель', 1],
            ['кабель', 'кабель', 2],
            ['кабель', 'кабель', 30],

            ['кабина', 'кабина', 0],
            ['кабина', 'кабина', 1],
            ['кабина', 'кабина', 2],
            ['кабина', 'кабина', 30],

            ['кабинет', 'кабинет', 0],
            ['кабинет', 'кабинет', 1],
            ['кабинет', 'кабинет', 2],
            ['кабинет', 'кабинет', 30],

            ['кабинетик', 'кабинетик', 0],
            ['кабинетик', 'кабинетик', 1],
            ['кабинетик', 'кабинетик', 2],
            ['кабинетик', 'кабинетик', 30],

            ['кабинка', 'кабинка', 0],
            ['кабинка', 'кабинка', 1],
            ['кабинка', 'кабинка', 2],
            ['кабинка', 'кабинка', 30],

            ['каблук', 'каблук', 0],
            ['каблук', 'каблук', 1],
            ['каблук', 'каблук', 2],
            ['каблук', 'каблук', 30],

            ['каблучок', 'каблучок', 0],
            ['каблучок', 'каблучок', 1],
            ['каблучок', 'каблучок', 2],
            ['каблучок', 'каблучок', 30],

            ['кабул', 'кабул', 0],
            ['кабул', 'кабул', 1],
            ['кабул', 'кабул', 2],
            ['кабул', 'кабул', 30],

            ['кавалер', 'кавалер', 0],
            ['кавалер', 'кавалер', 1],
            ['кавалер', 'кавалер', 2],
            ['кавалер', 'кавалер', 30],

            ['кавалерист', 'кавалерист', 0],
            ['кавалерист', 'кавалерист', 1],
            ['кавалерист', 'кавалерист', 2],
            ['кавалерист', 'кавалерист', 30],

            ['кавалерия', 'кавалерия', 0],
            ['кавалерия', 'кавалерия', 1],
            ['кавалерия', 'кавалерия', 2],
            ['кавалерия', 'кавалерия', 30],

            ['кавалькада', 'кавалькада', 0],
            ['кавалькада', 'кавалькада', 1],
            ['кавалькада', 'кавалькада', 2],
            ['кавалькада', 'кавалькада', 30],

            ['кавардак', 'кавардак', 0],
            ['кавардак', 'кавардак', 1],
            ['кавардак', 'кавардак', 2],
            ['кавардак', 'кавардак', 30],

            ['кавасаки', 'кавасаки', 0],
            ['кавасаки', 'кавасаки', 1],
            ['кавасаки', 'кавасаки', 2],
            ['кавасаки', 'кавасаки', 30],

            ['каверза', 'каверза', 0],
            ['каверза', 'каверза', 1],
            ['каверза', 'каверза', 2],
            ['каверза', 'каверза', 30],

            ['каверна', 'каверна', 0],
            ['каверна', 'каверна', 1],
            ['каверна', 'каверна', 2],
            ['каверна', 'каверна', 30],

            ['кавказ', 'кавказ', 0],
            ['кавказ', 'кавказ', 1],
            ['кавказ', 'кавказ', 2],
            ['кавказ', 'кавказ', 30],

            ['кавказец', 'кавказец', 0],
            ['кавказец', 'кавказец', 1],
            ['кавказец', 'кавказец', 2],
            ['кавказец', 'кавказец', 30],

            ['кавычка', 'кавычка', 0],
            ['кавычка', 'кавычка', 1],
            ['кавычка', 'кавычка', 2],
            ['кавычка', 'кавычка', 30],

            ['кадет', 'кадет', 0],
            ['кадет', 'кадет', 1],
            ['кадет', 'кадет', 2],
            ['кадет', 'кадет', 30],

            ['кадиллак', 'кадиллак', 0],
            ['кадиллак', 'кадиллак', 1],
            ['кадиллак', 'кадиллак', 2],
            ['кадиллак', 'кадиллак', 30],

            ['кадило', 'кадило', 0],
            ['кадило', 'кадило', 1],
            ['кадило', 'кадило', 2],
            ['кадило', 'кадило', 30],

            ['кадис', 'кадис', 0],
            ['кадис', 'кадис', 1],
            ['кадис', 'кадис', 2],
            ['кадис', 'кадис', 30],

            ['кадка', 'кадка', 0],
            ['кадка', 'кадка', 1],
            ['кадка', 'кадка', 2],
            ['кадка', 'кадка', 30],

            ['кадмий', 'кадмий', 0],
            ['кадмий', 'кадмий', 1],
            ['кадмий', 'кадмий', 2],
            ['кадмий', 'кадмий', 30],

            ['кадр', 'кадр', 0],
            ['кадр', 'кадр', 1],
            ['кадр', 'кадр', 2],
            ['кадр', 'кадр', 30],

            ['кадровик', 'кадровик', 0],
            ['кадровик', 'кадровик', 1],
            ['кадровик', 'кадровик', 2],
            ['кадровик', 'кадровик', 30],

            ['кадушка', 'кадушка', 0],
            ['кадушка', 'кадушка', 1],
            ['кадушка', 'кадушка', 2],
            ['кадушка', 'кадушка', 30],

            ['кадык', 'кадык', 0],
            ['кадык', 'кадык', 1],
            ['кадык', 'кадык', 2],
            ['кадык', 'кадык', 30],

            ['каемка', 'каемка', 0],
            ['каемка', 'каемка', 1],
            ['каемка', 'каемка', 2],
            ['каемка', 'каемка', 30],

            ['казак', 'казак', 0],
            ['казак', 'казак', 1],
            ['казак', 'казак', 2],
            ['казак', 'казак', 30],

            ['казанский', 'казанский', 0],
            ['казанский', 'казанский', 1],
            ['казанский', 'казанский', 2],
            ['казанский', 'казанский', 30],

            ['казань', 'казань', 0],
            ['казань', 'казань', 1],
            ['казань', 'казань', 2],
            ['казань', 'казань', 30],

            ['казарма', 'казарма', 0],
            ['казарма', 'казарма', 1],
            ['казарма', 'казарма', 2],
            ['казарма', 'казарма', 30],

            ['казах', 'казах', 0],
            ['казах', 'казах', 1],
            ['казах', 'казах', 2],
            ['казах', 'казах', 30],

            ['казахстан', 'казахстан', 0],
            ['казахстан', 'казахстан', 1],
            ['казахстан', 'казахстан', 2],
            ['казахстан', 'казахстан', 30],

            ['казахстанец', 'казахстанец', 0],
            ['казахстанец', 'казахстанец', 1],
            ['казахстанец', 'казахстанец', 2],
            ['казахстанец', 'казахстанец', 30],

            ['казачок', 'казачок', 0],
            ['казачок', 'казачок', 1],
            ['казачок', 'казачок', 2],
            ['казачок', 'казачок', 30],

            ['казбек', 'казбек', 0],
            ['казбек', 'казбек', 1],
            ['казбек', 'казбек', 2],
            ['казбек', 'казбек', 30],

            ['каземат', 'каземат', 0],
            ['каземат', 'каземат', 1],
            ['каземат', 'каземат', 2],
            ['каземат', 'каземат', 30],

            ['казенник', 'казенник', 0],
            ['казенник', 'казенник', 1],
            ['казенник', 'казенник', 2],
            ['казенник', 'казенник', 30],

            ['казино', 'казино', 0],
            ['казино', 'казино', 1],
            ['казино', 'казино', 2],
            ['казино', 'казино', 30],

            ['казна', 'казна', 0],
            ['казна', 'казна', 1],
            ['казна', 'казна', 2],
            ['казна', 'казна', 30],

            ['казначей', 'казначей', 0],
            ['казначей', 'казначей', 1],
            ['казначей', 'казначей', 2],
            ['казначей', 'казначей', 30],

            ['казначейство', 'казначейство', 0],
            ['казначейство', 'казначейство', 1],
            ['казначейство', 'казначейство', 2],
            ['казначейство', 'казначейство', 30],

            ['казнь', 'казнь', 0],
            ['казнь', 'казнь', 1],
            ['казнь', 'казнь', 2],
            ['казнь', 'казнь', 30],

            ['казус', 'казус', 0],
            ['казус', 'казус', 1],
            ['казус', 'казус', 2],
            ['казус', 'казус', 30],

            ['каин', 'каин', 0],
            ['каин', 'каин', 1],
            ['каин', 'каин', 2],
            ['каин', 'каин', 30],

            ['каир', 'каир', 0],
            ['каир', 'каир', 1],
            ['каир', 'каир', 2],
            ['каир', 'каир', 30],

            ['кайзер', 'кайзер', 0],
            ['кайзер', 'кайзер', 1],
            ['кайзер', 'кайзер', 2],
            ['кайзер', 'кайзер', 30],

            ['кайло', 'кайло', 0],
            ['кайло', 'кайло', 1],
            ['кайло', 'кайло', 2],
            ['кайло', 'кайло', 30],

            ['кайма', 'кайма', 0],
            ['кайма', 'кайма', 1],
            ['кайма', 'кайма', 2],
            ['кайма', 'кайма', 30],

            ['кайф', 'кайф', 0],
            ['кайф', 'кайф', 1],
            ['кайф', 'кайф', 2],
            ['кайф', 'кайф', 30],

            ['какао', 'какао', 0],
            ['какао', 'какао', 1],
            ['какао', 'какао', 2],
            ['какао', 'какао', 30],

            ['какофония', 'какофония', 0],
            ['какофония', 'какофония', 1],
            ['какофония', 'какофония', 2],
            ['какофония', 'какофония', 30],

            ['кактус', 'кактус', 0],
            ['кактус', 'кактус', 1],
            ['кактус', 'кактус', 2],
            ['кактус', 'кактус', 30],

            ['кал', 'кал', 0],
            ['кал', 'кал', 1],
            ['кал', 'кал', 2],
            ['кал', 'кал', 30],

            ['каламбур', 'каламбур', 0],
            ['каламбур', 'каламбур', 1],
            ['каламбур', 'каламбур', 2],
            ['каламбур', 'каламбур', 30],

            ['каланча', 'каланча', 0],
            ['каланча', 'каланча', 1],
            ['каланча', 'каланча', 2],
            ['каланча', 'каланча', 30],

            ['калач', 'калач', 0],
            ['калач', 'калач', 1],
            ['калач', 'калач', 2],
            ['калач', 'калач', 30],

            ['калачик', 'калачик', 0],
            ['калачик', 'калачик', 1],
            ['калачик', 'калачик', 2],
            ['калачик', 'калачик', 30],

            ['калашникова', 'калашникова', 0],
            ['калашникова', 'калашникова', 1],
            ['калашникова', 'калашникова', 2],
            ['калашникова', 'калашникова', 30],

            ['калган', 'калган', 0],
            ['калган', 'калган', 1],
            ['калган', 'калган', 2],
            ['калган', 'калган', 30],

            ['кале', 'кале', 0],
            ['кале', 'кале', 1],
            ['кале', 'кале', 2],
            ['кале', 'кале', 30],

            ['калейдоскоп', 'калейдоскоп', 0],
            ['калейдоскоп', 'калейдоскоп', 1],
            ['калейдоскоп', 'калейдоскоп', 2],
            ['калейдоскоп', 'калейдоскоп', 30],

            ['калека', 'калека', 0],
            ['калека', 'калека', 1],
            ['калека', 'калека', 2],
            ['калека', 'калека', 30],

            ['календарь', 'календарь', 0],
            ['календарь', 'календарь', 1],
            ['календарь', 'календарь', 2],
            ['календарь', 'календарь', 30],

            ['калибр', 'калибр', 0],
            ['калибр', 'калибр', 1],
            ['калибр', 'калибр', 2],
            ['калибр', 'калибр', 30],

            ['калида', 'калида', 0],
            ['калида', 'калида', 1],
            ['калида', 'калида', 2],
            ['калида', 'калида', 30],

            ['калидка', 'калидка', 0],
            ['калидка', 'калидка', 1],
            ['калидка', 'калидка', 2],
            ['калидка', 'калидка', 30],

            ['калий', 'калий', 0],
            ['калий', 'калий', 1],
            ['калий', 'калий', 2],
            ['калий', 'калий', 30],

            ['калин', 'калин', 0],
            ['калин', 'калин', 1],
            ['калин', 'калин', 2],
            ['калин', 'калин', 30],

            ['калининград', 'калининград', 0],
            ['калининград', 'калининград', 1],
            ['калининград', 'калининград', 2],
            ['калининград', 'калининград', 30],

            ['калинка', 'калинка', 0],
            ['калинка', 'калинка', 1],
            ['калинка', 'калинка', 2],
            ['калинка', 'калинка', 30],

            ['калитка', 'калитка', 0],
            ['калитка', 'калитка', 1],
            ['калитка', 'калитка', 2],
            ['калитка', 'калитка', 30],

            ['калифорний', 'калифорний', 0],
            ['калифорний', 'калифорний', 1],
            ['калифорний', 'калифорний', 2],
            ['калифорний', 'калифорний', 30],

            ['калмык', 'калмык', 0],
            ['калмык', 'калмык', 1],
            ['калмык', 'калмык', 2],
            ['калмык', 'калмык', 30],

            ['калорийность', 'калорийность', 0],
            ['калорийность', 'калорийность', 1],
            ['калорийность', 'калорийность', 2],
            ['калорийность', 'калорийность', 30],

            ['калория', 'калория', 0],
            ['калория', 'калория', 1],
            ['калория', 'калория', 2],
            ['калория', 'калория', 30],

            ['калоша', 'калоша', 0],
            ['калоша', 'калоша', 1],
            ['калоша', 'калоша', 2],
            ['калоша', 'калоша', 30],

            ['калуга', 'калуга', 0],
            ['калуга', 'калуга', 1],
            ['калуга', 'калуга', 2],
            ['калуга', 'калуга', 30],

            ['калька', 'калька', 0],
            ['калька', 'калька', 1],
            ['калька', 'калька', 2],
            ['калька', 'калька', 30],

            ['калькулятор', 'калькулятор', 0],
            ['калькулятор', 'калькулятор', 1],
            ['калькулятор', 'калькулятор', 2],
            ['калькулятор', 'калькулятор', 30],

            ['калькутта', 'калькутта', 0],
            ['калькутта', 'калькутта', 1],
            ['калькутта', 'калькутта', 2],
            ['калькутта', 'калькутта', 30],

            ['кальмар', 'кальмар', 0],
            ['кальмар', 'кальмар', 1],
            ['кальмар', 'кальмар', 2],
            ['кальмар', 'кальмар', 30],

            ['кальсоны', 'кальсоны', 0],
            ['кальсоны', 'кальсоны', 1],
            ['кальсоны', 'кальсоны', 2],
            ['кальсоны', 'кальсоны', 30],

            ['кальций', 'кальций', 0],
            ['кальций', 'кальций', 1],
            ['кальций', 'кальций', 2],
            ['кальций', 'кальций', 30],

            ['каля', 'каля', 0],
            ['каля', 'каля', 1],
            ['каля', 'каля', 2],
            ['каля', 'каля', 30],

            ['кама', 'кама', 0],
            ['кама', 'кама', 1],
            ['кама', 'кама', 2],
            ['кама', 'кама', 30],

            ['камаз', 'камаз', 0],
            ['камаз', 'камаз', 1],
            ['камаз', 'камаз', 2],
            ['камаз', 'камаз', 30],

            ['камакура', 'камакура', 0],
            ['камакура', 'камакура', 1],
            ['камакура', 'камакура', 2],
            ['камакура', 'камакура', 30],

            ['камбала', 'камбала', 0],
            ['камбала', 'камбала', 1],
            ['камбала', 'камбала', 2],
            ['камбала', 'камбала', 30],

            ['камбоджа', 'камбоджа', 0],
            ['камбоджа', 'камбоджа', 1],
            ['камбоджа', 'камбоджа', 2],
            ['камбоджа', 'камбоджа', 30],

            ['камбуз', 'камбуз', 0],
            ['камбуз', 'камбуз', 1],
            ['камбуз', 'камбуз', 2],
            ['камбуз', 'камбуз', 30],

            ['камелек', 'камелек', 0],
            ['камелек', 'камелек', 1],
            ['камелек', 'камелек', 2],
            ['камелек', 'камелек', 30],

            ['каменка', 'каменка', 0],
            ['каменка', 'каменка', 1],
            ['каменка', 'каменка', 2],
            ['каменка', 'каменка', 30],

            ['каменоломня', 'каменоломня', 0],
            ['каменоломня', 'каменоломня', 1],
            ['каменоломня', 'каменоломня', 2],
            ['каменоломня', 'каменоломня', 30],

            ['каменщик', 'каменщик', 0],
            ['каменщик', 'каменщик', 1],
            ['каменщик', 'каменщик', 2],
            ['каменщик', 'каменщик', 30],

            ['камень', 'камень', 0],
            ['камень', 'камень', 1],
            ['камень', 'камень', 2],
            ['камень', 'камень', 30],

            ['каменье', 'каменье', 0],
            ['каменье', 'каменье', 1],
            ['каменье', 'каменье', 2],
            ['каменье', 'каменье', 30],

            ['камера', 'камера', 0],
            ['камера', 'камера', 1],
            ['камера', 'камера', 2],
            ['камера', 'камера', 30],

            ['камердинер', 'камердинер', 0],
            ['камердинер', 'камердинер', 1],
            ['камердинер', 'камердинер', 2],
            ['камердинер', 'камердинер', 30],

            ['камерун', 'камерун', 0],
            ['камерун', 'камерун', 1],
            ['камерун', 'камерун', 2],
            ['камерун', 'камерун', 30],

            ['камешек', 'камешек', 0],
            ['камешек', 'камешек', 1],
            ['камешек', 'камешек', 2],
            ['камешек', 'камешек', 30],

            ['камзол', 'камзол', 0],
            ['камзол', 'камзол', 1],
            ['камзол', 'камзол', 2],
            ['камзол', 'камзол', 30],

            ['камикадзе', 'камикадзе', 0],
            ['камикадзе', 'камикадзе', 1],
            ['камикадзе', 'камикадзе', 2],
            ['камикадзе', 'камикадзе', 30],

            ['камилка', 'камилка', 0],
            ['камилка', 'камилка', 1],
            ['камилка', 'камилка', 2],
            ['камилка', 'камилка', 30],

            ['камилл', 'камилл', 0],
            ['камилл', 'камилл', 1],
            ['камилл', 'камилл', 2],
            ['камилл', 'камилл', 30],

            ['камилла', 'камилла', 0],
            ['камилла', 'камилла', 1],
            ['камилла', 'камилла', 2],
            ['камилла', 'камилла', 30],

            ['камилька', 'камилька', 0],
            ['камилька', 'камилька', 1],
            ['камилька', 'камилька', 2],
            ['камилька', 'камилька', 30],

            ['камин', 'камин', 0],
            ['камин', 'камин', 1],
            ['камин', 'камин', 2],
            ['камин', 'камин', 30],

            ['каморка', 'каморка', 0],
            ['каморка', 'каморка', 1],
            ['каморка', 'каморка', 2],
            ['каморка', 'каморка', 30],

            ['кампала', 'кампала', 0],
            ['кампала', 'кампала', 1],
            ['кампала', 'кампала', 2],
            ['кампала', 'кампала', 30],

            ['кампания', 'кампания', 0],
            ['кампания', 'кампания', 1],
            ['кампания', 'кампания', 2],
            ['кампания', 'кампания', 30],

            ['кампус', 'кампус', 0],
            ['кампус', 'кампус', 1],
            ['кампус', 'кампус', 2],
            ['кампус', 'кампус', 30],

            ['камуфляж', 'камуфляж', 0],
            ['камуфляж', 'камуфляж', 1],
            ['камуфляж', 'камуфляж', 2],
            ['камуфляж', 'камуфляж', 30],

            ['камушек', 'камушек', 0],
            ['камушек', 'камушек', 1],
            ['камушек', 'камушек', 2],
            ['камушек', 'камушек', 30],

            ['камфара', 'камфара', 0],
            ['камфара', 'камфара', 1],
            ['камфара', 'камфара', 2],
            ['камфара', 'камфара', 30],

            ['камчатка', 'камчатка', 0],
            ['камчатка', 'камчатка', 1],
            ['камчатка', 'камчатка', 2],
            ['камчатка', 'камчатка', 30],

            ['камыш', 'камыш', 0],
            ['камыш', 'камыш', 1],
            ['камыш', 'камыш', 2],
            ['камыш', 'камыш', 30],

            ['кан', 'кан', 0],
            ['кан', 'кан', 1],
            ['кан', 'кан', 2],
            ['кан', 'кан', 30],

            ['канава', 'канава', 0],
            ['канава', 'канава', 1],
            ['канава', 'канава', 2],
            ['канава', 'канава', 30],

            ['канавка', 'канавка', 0],
            ['канавка', 'канавка', 1],
            ['канавка', 'канавка', 2],
            ['канавка', 'канавка', 30],

            ['канада', 'канада', 0],
            ['канада', 'канада', 1],
            ['канада', 'канада', 2],
            ['канада', 'канада', 30],

            ['канадец', 'канадец', 0],
            ['канадец', 'канадец', 1],
            ['канадец', 'канадец', 2],
            ['канадец', 'канадец', 30],

            ['канал', 'канал', 0],
            ['канал', 'канал', 1],
            ['канал', 'канал', 2],
            ['канал', 'канал', 30],

            ['канализация', 'канализация', 0],
            ['канализация', 'канализация', 1],
            ['канализация', 'канализация', 2],
            ['канализация', 'канализация', 30],

            ['канарейка', 'канарейка', 0],
            ['канарейка', 'канарейка', 1],
            ['канарейка', 'канарейка', 2],
            ['канарейка', 'канарейка', 30],

            ['канат', 'канат', 0],
            ['канат', 'канат', 1],
            ['канат', 'канат', 2],
            ['канат', 'канат', 30],

            ['канатоходец', 'канатоходец', 0],
            ['канатоходец', 'канатоходец', 1],
            ['канатоходец', 'канатоходец', 2],
            ['канатоходец', 'канатоходец', 30],

            ['канберра', 'канберра', 0],
            ['канберра', 'канберра', 1],
            ['канберра', 'канберра', 2],
            ['канберра', 'канберра', 30],

            ['канва', 'канва', 0],
            ['канва', 'канва', 1],
            ['канва', 'канва', 2],
            ['канва', 'канва', 30],

            ['кандалы', 'кандалы', 0],
            ['кандалы', 'кандалы', 1],
            ['кандалы', 'кандалы', 2],
            ['кандалы', 'кандалы', 30],

            ['канделябр', 'канделябр', 0],
            ['канделябр', 'канделябр', 1],
            ['канделябр', 'канделябр', 2],
            ['канделябр', 'канделябр', 30],

            ['кандидат', 'кандидат', 0],
            ['кандидат', 'кандидат', 1],
            ['кандидат', 'кандидат', 2],
            ['кандидат', 'кандидат', 30],

            ['кандидатка', 'кандидатка', 0],
            ['кандидатка', 'кандидатка', 1],
            ['кандидатка', 'кандидатка', 2],
            ['кандидатка', 'кандидатка', 30],

            ['кандидатура', 'кандидатура', 0],
            ['кандидатура', 'кандидатура', 1],
            ['кандидатура', 'кандидатура', 2],
            ['кандидатура', 'кандидатура', 30],

            ['каневский', 'каневский', 0],
            ['каневский', 'каневский', 1],
            ['каневский', 'каневский', 2],
            ['каневский', 'каневский', 30],

            ['канзас', 'канзас', 0],
            ['канзас', 'канзас', 1],
            ['канзас', 'канзас', 2],
            ['канзас', 'канзас', 30],

            ['каникулы', 'каникулы', 0],
            ['каникулы', 'каникулы', 1],
            ['каникулы', 'каникулы', 2],
            ['каникулы', 'каникулы', 30],

            ['канистра', 'канистра', 0],
            ['канистра', 'канистра', 1],
            ['канистра', 'канистра', 2],
            ['канистра', 'канистра', 30],

            ['канитель', 'канитель', 0],
            ['канитель', 'канитель', 1],
            ['канитель', 'канитель', 2],
            ['канитель', 'канитель', 30],

            ['канифоль', 'канифоль', 0],
            ['канифоль', 'канифоль', 1],
            ['канифоль', 'канифоль', 2],
            ['канифоль', 'канифоль', 30],

            ['канна', 'канна', 0],
            ['канна', 'канна', 1],
            ['канна', 'канна', 2],
            ['канна', 'канна', 30],

            ['канон', 'канон', 0],
            ['канон', 'канон', 1],
            ['канон', 'канон', 2],
            ['канон', 'канон', 30],

            ['канонада', 'канонада', 0],
            ['канонада', 'канонада', 1],
            ['канонада', 'канонада', 2],
            ['канонада', 'канонада', 30],

            ['кант', 'кант', 0],
            ['кант', 'кант', 1],
            ['кант', 'кант', 2],
            ['кант', 'кант', 30],

            ['кантата', 'кантата', 0],
            ['кантата', 'кантата', 1],
            ['кантата', 'кантата', 2],
            ['кантата', 'кантата', 30],

            ['кантон', 'кантон', 0],
            ['кантон', 'кантон', 1],
            ['кантон', 'кантон', 2],
            ['кантон', 'кантон', 30],

            ['кантор', 'кантор', 0],
            ['кантор', 'кантор', 1],
            ['кантор', 'кантор', 2],
            ['кантор', 'кантор', 30],

            ['кантри', 'кантри', 0],
            ['кантри', 'кантри', 1],
            ['кантри', 'кантри', 2],
            ['кантри', 'кантри', 30],

            ['канун', 'канун', 0],
            ['канун', 'канун', 1],
            ['канун', 'канун', 2],
            ['канун', 'канун', 30],

            ['канцелярия', 'канцелярия', 0],
            ['канцелярия', 'канцелярия', 1],
            ['канцелярия', 'канцелярия', 2],
            ['канцелярия', 'канцелярия', 30],

            ['канцлер', 'канцлер', 0],
            ['канцлер', 'канцлер', 1],
            ['канцлер', 'канцлер', 2],
            ['канцлер', 'канцлер', 30],

            ['каньон', 'каньон', 0],
            ['каньон', 'каньон', 1],
            ['каньон', 'каньон', 2],
            ['каньон', 'каньон', 30],

            ['кап', 'кап', 0],
            ['кап', 'кап', 1],
            ['кап', 'кап', 2],
            ['кап', 'кап', 30],

            ['капелла', 'капелла', 0],
            ['капелла', 'капелла', 1],
            ['капелла', 'капелла', 2],
            ['капелла', 'капелла', 30],

            ['капелька', 'капелька', 0],
            ['капелька', 'капелька', 1],
            ['капелька', 'капелька', 2],
            ['капелька', 'капелька', 30],

            ['капельмейстер', 'капельмейстер', 0],
            ['капельмейстер', 'капельмейстер', 1],
            ['капельмейстер', 'капельмейстер', 2],
            ['капельмейстер', 'капельмейстер', 30],

            ['капельница', 'капельница', 0],
            ['капельница', 'капельница', 1],
            ['капельница', 'капельница', 2],
            ['капельница', 'капельница', 30],

            ['капилляр', 'капилляр', 0],
            ['капилляр', 'капилляр', 1],
            ['капилляр', 'капилляр', 2],
            ['капилляр', 'капилляр', 30],

            ['капитал', 'капитал', 0],
            ['капитал', 'капитал', 1],
            ['капитал', 'капитал', 2],
            ['капитал', 'капитал', 30],

            ['капитализм', 'капитализм', 0],
            ['капитализм', 'капитализм', 1],
            ['капитализм', 'капитализм', 2],
            ['капитализм', 'капитализм', 30],

            ['капиталист', 'капиталист', 0],
            ['капиталист', 'капиталист', 1],
            ['капиталист', 'капиталист', 2],
            ['капиталист', 'капиталист', 30],

            ['капиталовложение', 'капиталовложение', 0],
            ['капиталовложение', 'капиталовложение', 1],
            ['капиталовложение', 'капиталовложение', 2],
            ['капиталовложение', 'капиталовложение', 30],

            ['капитан', 'капитан', 0],
            ['капитан', 'капитан', 1],
            ['капитан', 'капитан', 2],
            ['капитан', 'капитан', 30],

            ['капитуляция', 'капитуляция', 0],
            ['капитуляция', 'капитуляция', 1],
            ['капитуляция', 'капитуляция', 2],
            ['капитуляция', 'капитуляция', 30],

            ['капкан', 'капкан', 0],
            ['капкан', 'капкан', 1],
            ['капкан', 'капкан', 2],
            ['капкан', 'капкан', 30],

            ['капля', 'капля', 0],
            ['капля', 'капля', 1],
            ['капля', 'капля', 2],
            ['капля', 'капля', 30],

            ['капонир', 'капонир', 0],
            ['капонир', 'капонир', 1],
            ['капонир', 'капонир', 2],
            ['капонир', 'капонир', 30],

            ['капот', 'капот', 0],
            ['капот', 'капот', 1],
            ['капот', 'капот', 2],
            ['капот', 'капот', 30],

            ['капрал', 'капрал', 0],
            ['капрал', 'капрал', 1],
            ['капрал', 'капрал', 2],
            ['капрал', 'капрал', 30],

            ['каприз', 'каприз', 0],
            ['каприз', 'каприз', 1],
            ['каприз', 'каприз', 2],
            ['каприз', 'каприз', 30],

            ['капсула', 'капсула', 0],
            ['капсула', 'капсула', 1],
            ['капсула', 'капсула', 2],
            ['капсула', 'капсула', 30],

            ['капсюль', 'капсюль', 0],
            ['капсюль', 'капсюль', 1],
            ['капсюль', 'капсюль', 2],
            ['капсюль', 'капсюль', 30],

            ['каптерка', 'каптерка', 0],
            ['каптерка', 'каптерка', 1],
            ['каптерка', 'каптерка', 2],
            ['каптерка', 'каптерка', 30],

            ['капуста', 'капуста', 0],
            ['капуста', 'капуста', 1],
            ['капуста', 'капуста', 2],
            ['капуста', 'капуста', 30],

            ['капут', 'капут', 0],
            ['капут', 'капут', 1],
            ['капут', 'капут', 2],
            ['капут', 'капут', 30],

            ['капюшон', 'капюшон', 0],
            ['капюшон', 'капюшон', 1],
            ['капюшон', 'капюшон', 2],
            ['капюшон', 'капюшон', 30],

            ['кара', 'кара', 0],
            ['кара', 'кара', 1],
            ['кара', 'кара', 2],
            ['кара', 'кара', 30],

            ['карабах', 'карабах', 0],
            ['карабах', 'карабах', 1],
            ['карабах', 'карабах', 2],
            ['карабах', 'карабах', 30],

            ['карабин', 'карабин', 0],
            ['карабин', 'карабин', 1],
            ['карабин', 'карабин', 2],
            ['карабин', 'карабин', 30],

            ['каравай', 'каравай', 0],
            ['каравай', 'каравай', 1],
            ['каравай', 'каравай', 2],
            ['каравай', 'каравай', 30],

            ['караван', 'караван', 0],
            ['караван', 'караван', 1],
            ['караван', 'караван', 2],
            ['караван', 'караван', 30],

            ['каравелла', 'каравелла', 0],
            ['каравелла', 'каравелла', 1],
            ['каравелла', 'каравелла', 2],
            ['каравелла', 'каравелла', 30],

            ['караганда', 'караганда', 0],
            ['караганда', 'караганда', 1],
            ['караганда', 'караганда', 2],
            ['караганда', 'караганда', 30],

            ['карагач', 'карагач', 0],
            ['карагач', 'карагач', 1],
            ['карагач', 'карагач', 2],
            ['карагач', 'карагач', 30],

            ['карадаг', 'карадаг', 0],
            ['карадаг', 'карадаг', 1],
            ['карадаг', 'карадаг', 2],
            ['карадаг', 'карадаг', 30],

            ['каракас', 'каракас', 0],
            ['каракас', 'каракас', 1],
            ['каракас', 'каракас', 2],
            ['каракас', 'каракас', 30],

            ['каракатица', 'каракатица', 0],
            ['каракатица', 'каракатица', 1],
            ['каракатица', 'каракатица', 2],
            ['каракатица', 'каракатица', 30],

            ['каракол', 'каракол', 0],
            ['каракол', 'каракол', 1],
            ['каракол', 'каракол', 2],
            ['каракол', 'каракол', 30],

            ['каракуль', 'каракуль', 0],
            ['каракуль', 'каракуль', 1],
            ['каракуль', 'каракуль', 2],
            ['каракуль', 'каракуль', 30],

            ['каракуля', 'каракуля', 0],
            ['каракуля', 'каракуля', 1],
            ['каракуля', 'каракуля', 2],
            ['каракуля', 'каракуля', 30],

            ['карамель', 'карамель', 0],
            ['карамель', 'карамель', 1],
            ['карамель', 'карамель', 2],
            ['карамель', 'карамель', 30],

            ['карамелька', 'карамелька', 0],
            ['карамелька', 'карамелька', 1],
            ['карамелька', 'карамелька', 2],
            ['карамелька', 'карамелька', 30],

            ['карандаш', 'карандаш', 0],
            ['карандаш', 'карандаш', 1],
            ['карандаш', 'карандаш', 2],
            ['карандаш', 'карандаш', 30],

            ['карандашик', 'карандашик', 0],
            ['карандашик', 'карандашик', 1],
            ['карандашик', 'карандашик', 2],
            ['карандашик', 'карандашик', 30],

            ['карантин', 'карантин', 0],
            ['карантин', 'карантин', 1],
            ['карантин', 'карантин', 2],
            ['карантин', 'карантин', 30],

            ['карапуз', 'карапуз', 0],
            ['карапуз', 'карапуз', 1],
            ['карапуз', 'карапуз', 2],
            ['карапуз', 'карапуз', 30],

            ['карась', 'карась', 0],
            ['карась', 'карась', 1],
            ['карась', 'карась', 2],
            ['карась', 'карась', 30],

            ['карат', 'карат', 0],
            ['карат', 'карат', 1],
            ['карат', 'карат', 2],
            ['карат', 'карат', 30],

            ['каратель', 'каратель', 0],
            ['каратель', 'каратель', 1],
            ['каратель', 'каратель', 2],
            ['каратель', 'каратель', 30],

            ['каратист', 'каратист', 0],
            ['каратист', 'каратист', 1],
            ['каратист', 'каратист', 2],
            ['каратист', 'каратист', 30],

            ['каратэ', 'каратэ', 0],
            ['каратэ', 'каратэ', 1],
            ['каратэ', 'каратэ', 2],
            ['каратэ', 'каратэ', 30],

            ['караул', 'караул', 0],
            ['караул', 'караул', 1],
            ['караул', 'караул', 2],
            ['караул', 'караул', 30],

            ['караулка', 'караулка', 0],
            ['караулка', 'караулка', 1],
            ['караулка', 'караулка', 2],
            ['караулка', 'караулка', 30],

            ['карачи', 'карачи', 0],
            ['карачи', 'карачи', 1],
            ['карачи', 'карачи', 2],
            ['карачи', 'карачи', 30],

            ['карачки', 'карачки', 0],
            ['карачки', 'карачки', 1],
            ['карачки', 'карачки', 2],
            ['карачки', 'карачки', 30],

            ['карболка', 'карболка', 0],
            ['карболка', 'карболка', 1],
            ['карболка', 'карболка', 2],
            ['карболка', 'карболка', 30],

            ['карбункул', 'карбункул', 0],
            ['карбункул', 'карбункул', 1],
            ['карбункул', 'карбункул', 2],
            ['карбункул', 'карбункул', 30],

            ['карга', 'карга', 0],
            ['карга', 'карга', 1],
            ['карга', 'карга', 2],
            ['карга', 'карга', 30],

            ['кардинал', 'кардинал', 0],
            ['кардинал', 'кардинал', 1],
            ['кардинал', 'кардинал', 2],
            ['кардинал', 'кардинал', 30],

            ['кардиограмма', 'кардиограмма', 0],
            ['кардиограмма', 'кардиограмма', 1],
            ['кардиограмма', 'кардиограмма', 2],
            ['кардиограмма', 'кардиограмма', 30],

            ['каре', 'каре', 0],
            ['каре', 'каре', 1],
            ['каре', 'каре', 2],
            ['каре', 'каре', 30],

            ['карелия', 'карелия', 0],
            ['карелия', 'карелия', 1],
            ['карелия', 'карелия', 2],
            ['карелия', 'карелия', 30],

            ['каренина', 'каренина', 0],
            ['каренина', 'каренина', 1],
            ['каренина', 'каренина', 2],
            ['каренина', 'каренина', 30],

            ['карета', 'карета', 0],
            ['карета', 'карета', 1],
            ['карета', 'карета', 2],
            ['карета', 'карета', 30],

            ['каретник', 'каретник', 0],
            ['каретник', 'каретник', 1],
            ['каретник', 'каретник', 2],
            ['каретник', 'каретник', 30],

            ['кариатида', 'кариатида', 0],
            ['кариатида', 'кариатида', 1],
            ['кариатида', 'кариатида', 2],
            ['кариатида', 'кариатида', 30],

            ['кариес', 'кариес', 0],
            ['кариес', 'кариес', 1],
            ['кариес', 'кариес', 2],
            ['кариес', 'кариес', 30],

            ['карикатура', 'карикатура', 0],
            ['карикатура', 'карикатура', 1],
            ['карикатура', 'карикатура', 2],
            ['карикатура', 'карикатура', 30],

            ['карина', 'карина', 0],
            ['карина', 'карина', 1],
            ['карина', 'карина', 2],
            ['карина', 'карина', 30],

            ['каринка', 'каринка', 0],
            ['каринка', 'каринка', 1],
            ['каринка', 'каринка', 2],
            ['каринка', 'каринка', 30],

            ['карканье', 'карканье', 0],
            ['карканье', 'карканье', 1],
            ['карканье', 'карканье', 2],
            ['карканье', 'карканье', 30],

            ['каркас', 'каркас', 0],
            ['каркас', 'каркас', 1],
            ['каркас', 'каркас', 2],
            ['каркас', 'каркас', 30],

            ['каркассон', 'каркассон', 0],
            ['каркассон', 'каркассон', 1],
            ['каркассон', 'каркассон', 2],
            ['каркассон', 'каркассон', 30],

            ['карлик', 'карлик', 0],
            ['карлик', 'карлик', 1],
            ['карлик', 'карлик', 2],
            ['карлик', 'карлик', 30],

            ['карловы', 'карловы', 0],
            ['карловы', 'карловы', 1],
            ['карловы', 'карловы', 2],
            ['карловы', 'карловы', 30],

            ['карлсруэ', 'карлсруэ', 0],
            ['карлсруэ', 'карлсруэ', 1],
            ['карлсруэ', 'карлсруэ', 2],
            ['карлсруэ', 'карлсруэ', 30],

            ['карма', 'карма', 0],
            ['карма', 'карма', 1],
            ['карма', 'карма', 2],
            ['карма', 'карма', 30],

            ['карман', 'карман', 0],
            ['карман', 'карман', 1],
            ['карман', 'карман', 2],
            ['карман', 'карман', 30],

            ['карманник', 'карманник', 0],
            ['карманник', 'карманник', 1],
            ['карманник', 'карманник', 2],
            ['карманник', 'карманник', 30],

            ['карманчик', 'карманчик', 0],
            ['карманчик', 'карманчик', 1],
            ['карманчик', 'карманчик', 2],
            ['карманчик', 'карманчик', 30],

            ['кармашек', 'кармашек', 0],
            ['кармашек', 'кармашек', 1],
            ['кармашек', 'кармашек', 2],
            ['кармашек', 'кармашек', 30],

            ['кармиэль', 'кармиэль', 0],
            ['кармиэль', 'кармиэль', 1],
            ['кармиэль', 'кармиэль', 2],
            ['кармиэль', 'кармиэль', 30],

            ['карнавал', 'карнавал', 0],
            ['карнавал', 'карнавал', 1],
            ['карнавал', 'карнавал', 2],
            ['карнавал', 'карнавал', 30],

            ['карниз', 'карниз', 0],
            ['карниз', 'карниз', 1],
            ['карниз', 'карниз', 2],
            ['карниз', 'карниз', 30],

            ['каролина', 'каролина', 0],
            ['каролина', 'каролина', 1],
            ['каролина', 'каролина', 2],
            ['каролина', 'каролина', 30],

            ['карп', 'карп', 0],
            ['карп', 'карп', 1],
            ['карп', 'карп', 2],
            ['карп', 'карп', 30],

            ['карпенко', 'карпенко', 0],
            ['карпенко', 'карпенко', 1],
            ['карпенко', 'карпенко', 2],
            ['карпенко', 'карпенко', 30],

            ['карра', 'карра', 0],
            ['карра', 'карра', 1],
            ['карра', 'карра', 2],
            ['карра', 'карра', 30],

            ['карта', 'карта', 0],
            ['карта', 'карта', 1],
            ['карта', 'карта', 2],
            ['карта', 'карта', 30],

            ['картахена', 'картахена', 0],
            ['картахена', 'картахена', 1],
            ['картахена', 'картахена', 2],
            ['картахена', 'картахена', 30],

            ['картежник', 'картежник', 0],
            ['картежник', 'картежник', 1],
            ['картежник', 'картежник', 2],
            ['картежник', 'картежник', 30],

            ['картечь', 'картечь', 0],
            ['картечь', 'картечь', 1],
            ['картечь', 'картечь', 2],
            ['картечь', 'картечь', 30],

            ['картина', 'картина', 0],
            ['картина', 'картина', 1],
            ['картина', 'картина', 2],
            ['картина', 'картина', 30],

            ['картинка', 'картинка', 0],
            ['картинка', 'картинка', 1],
            ['картинка', 'картинка', 2],
            ['картинка', 'картинка', 30],

            ['картишки', 'картишки', 0],
            ['картишки', 'картишки', 1],
            ['картишки', 'картишки', 2],
            ['картишки', 'картишки', 30],

            ['картон', 'картон', 0],
            ['картон', 'картон', 1],
            ['картон', 'картон', 2],
            ['картон', 'картон', 30],

            ['картонка', 'картонка', 0],
            ['картонка', 'картонка', 1],
            ['картонка', 'картонка', 2],
            ['картонка', 'картонка', 30],

            ['картотека', 'картотека', 0],
            ['картотека', 'картотека', 1],
            ['картотека', 'картотека', 2],
            ['картотека', 'картотека', 30],

            ['картофелина', 'картофелина', 0],
            ['картофелина', 'картофелина', 1],
            ['картофелина', 'картофелина', 2],
            ['картофелина', 'картофелина', 30],

            ['картофель', 'картофель', 0],
            ['картофель', 'картофель', 1],
            ['картофель', 'картофель', 2],
            ['картофель', 'картофель', 30],

            ['карточка', 'карточка', 0],
            ['карточка', 'карточка', 1],
            ['карточка', 'карточка', 2],
            ['карточка', 'карточка', 30],

            ['картошечка', 'картошечка', 0],
            ['картошечка', 'картошечка', 1],
            ['картошечка', 'картошечка', 2],
            ['картошечка', 'картошечка', 30],

            ['картошка', 'картошка', 0],
            ['картошка', 'картошка', 1],
            ['картошка', 'картошка', 2],
            ['картошка', 'картошка', 30],

            ['картуз', 'картуз', 0],
            ['картуз', 'картуз', 1],
            ['картуз', 'картуз', 2],
            ['картуз', 'картуз', 30],

            ['карусель', 'карусель', 0],
            ['карусель', 'карусель', 1],
            ['карусель', 'карусель', 2],
            ['карусель', 'карусель', 30],

            ['карцер', 'карцер', 0],
            ['карцер', 'карцер', 1],
            ['карцер', 'карцер', 2],
            ['карцер', 'карцер', 30],

            ['карьер', 'карьер', 0],
            ['карьер', 'карьер', 1],
            ['карьер', 'карьер', 2],
            ['карьер', 'карьер', 30],

            ['карьера', 'карьера', 0],
            ['карьера', 'карьера', 1],
            ['карьера', 'карьера', 2],
            ['карьера', 'карьера', 30],

            ['карьерист', 'карьерист', 0],
            ['карьерист', 'карьерист', 1],
            ['карьерист', 'карьерист', 2],
            ['карьерист', 'карьерист', 30],

            ['касание', 'касание', 0],
            ['касание', 'касание', 1],
            ['касание', 'касание', 2],
            ['касание', 'касание', 30],

            ['касательство', 'касательство', 0],
            ['касательство', 'касательство', 1],
            ['касательство', 'касательство', 2],
            ['касательство', 'касательство', 30],

            ['каска', 'каска', 0],
            ['каска', 'каска', 1],
            ['каска', 'каска', 2],
            ['каска', 'каска', 30],

            ['каскад', 'каскад', 0],
            ['каскад', 'каскад', 1],
            ['каскад', 'каскад', 2],
            ['каскад', 'каскад', 30],

            ['каскадер', 'каскадер', 0],
            ['каскадер', 'каскадер', 1],
            ['каскадер', 'каскадер', 2],
            ['каскадер', 'каскадер', 30],

            ['каспий', 'каспий', 0],
            ['каспий', 'каспий', 1],
            ['каспий', 'каспий', 2],
            ['каспий', 'каспий', 30],

            ['касса', 'касса', 0],
            ['касса', 'касса', 1],
            ['касса', 'касса', 2],
            ['касса', 'касса', 30],

            ['кассета', 'кассета', 0],
            ['кассета', 'кассета', 1],
            ['кассета', 'кассета', 2],
            ['кассета', 'кассета', 30],

            ['кассир', 'кассир', 0],
            ['кассир', 'кассир', 1],
            ['кассир', 'кассир', 2],
            ['кассир', 'кассир', 30],

            ['кассирша', 'кассирша', 0],
            ['кассирша', 'кассирша', 1],
            ['кассирша', 'кассирша', 2],
            ['кассирша', 'кассирша', 30],

            ['касситерит', 'касситерит', 0],
            ['касситерит', 'касситерит', 1],
            ['касситерит', 'касситерит', 2],
            ['касситерит', 'касситерит', 30],

            ['каста', 'каста', 0],
            ['каста', 'каста', 1],
            ['каста', 'каста', 2],
            ['каста', 'каста', 30],

            ['кастелянша', 'кастелянша', 0],
            ['кастелянша', 'кастелянша', 1],
            ['кастелянша', 'кастелянша', 2],
            ['кастелянша', 'кастелянша', 30],

            ['кастет', 'кастет', 0],
            ['кастет', 'кастет', 1],
            ['кастет', 'кастет', 2],
            ['кастет', 'кастет', 30],

            ['касторка', 'касторка', 0],
            ['касторка', 'касторка', 1],
            ['касторка', 'касторка', 2],
            ['касторка', 'касторка', 30],

            ['кастри', 'кастри', 0],
            ['кастри', 'кастри', 1],
            ['кастри', 'кастри', 2],
            ['кастри', 'кастри', 30],

            ['кастрюлька', 'кастрюлька', 0],
            ['кастрюлька', 'кастрюлька', 1],
            ['кастрюлька', 'кастрюлька', 2],
            ['кастрюлька', 'кастрюлька', 30],

            ['кастрюля', 'кастрюля', 0],
            ['кастрюля', 'кастрюля', 1],
            ['кастрюля', 'кастрюля', 2],
            ['кастрюля', 'кастрюля', 30],

            ['кат', 'кат', 0],
            ['кат', 'кат', 1],
            ['кат', 'кат', 2],
            ['кат', 'кат', 30],

            ['катаклизм', 'катаклизм', 0],
            ['катаклизм', 'катаклизм', 1],
            ['катаклизм', 'катаклизм', 2],
            ['катаклизм', 'катаклизм', 30],

            ['катакомба', 'катакомба', 0],
            ['катакомба', 'катакомба', 1],
            ['катакомба', 'катакомба', 2],
            ['катакомба', 'катакомба', 30],

            ['катализатор', 'катализатор', 0],
            ['катализатор', 'катализатор', 1],
            ['катализатор', 'катализатор', 2],
            ['катализатор', 'катализатор', 30],

            ['каталка', 'каталка', 0],
            ['каталка', 'каталка', 1],
            ['каталка', 'каталка', 2],
            ['каталка', 'каталка', 30],

            ['каталог', 'каталог', 0],
            ['каталог', 'каталог', 1],
            ['каталог', 'каталог', 2],
            ['каталог', 'каталог', 30],

            ['каталь', 'каталь', 0],
            ['каталь', 'каталь', 1],
            ['каталь', 'каталь', 2],
            ['каталь', 'каталь', 30],

            ['катание', 'катание', 0],
            ['катание', 'катание', 1],
            ['катание', 'катание', 2],
            ['катание', 'катание', 30],

            ['катапульта', 'катапульта', 0],
            ['катапульта', 'катапульта', 1],
            ['катапульта', 'катапульта', 2],
            ['катапульта', 'катапульта', 30],

            ['катар', 'катар', 0],
            ['катар', 'катар', 1],
            ['катар', 'катар', 2],
            ['катар', 'катар', 30],

            ['катарина', 'катарина', 0],
            ['катарина', 'катарина', 1],
            ['катарина', 'катарина', 2],
            ['катарина', 'катарина', 30],

            ['катастрофа', 'катастрофа', 0],
            ['катастрофа', 'катастрофа', 1],
            ['катастрофа', 'катастрофа', 2],
            ['катастрофа', 'катастрофа', 30],

            ['катафалк', 'катафалк', 0],
            ['катафалк', 'катафалк', 1],
            ['катафалк', 'катафалк', 2],
            ['катафалк', 'катафалк', 30],

            ['категоричность', 'категоричность', 0],
            ['категоричность', 'категоричность', 1],
            ['категоричность', 'категоричность', 2],
            ['категоричность', 'категоричность', 30],

            ['категория', 'категория', 0],
            ['категория', 'категория', 1],
            ['категория', 'категория', 2],
            ['категория', 'категория', 30],

            ['катена', 'катена', 0],
            ['катена', 'катена', 1],
            ['катена', 'катена', 2],
            ['катена', 'катена', 30],

            ['катер', 'катер', 0],
            ['катер', 'катер', 1],
            ['катер', 'катер', 2],
            ['катер', 'катер', 30],

            ['катерина', 'катерина', 0],
            ['катерина', 'катерина', 1],
            ['катерина', 'катерина', 2],
            ['катерина', 'катерина', 30],

            ['катеринка', 'катеринка', 0],
            ['катеринка', 'катеринка', 1],
            ['катеринка', 'катеринка', 2],
            ['катеринка', 'катеринка', 30],

            ['катерок', 'катерок', 0],
            ['катерок', 'катерок', 1],
            ['катерок', 'катерок', 2],
            ['катерок', 'катерок', 30],

            ['катетер', 'катетер', 0],
            ['катетер', 'катетер', 1],
            ['катетер', 'катетер', 2],
            ['катетер', 'катетер', 30],

            ['катманду', 'катманду', 0],
            ['катманду', 'катманду', 1],
            ['катманду', 'катманду', 2],
            ['катманду', 'катманду', 30],

            ['катод', 'катод', 0],
            ['катод', 'катод', 1],
            ['катод', 'катод', 2],
            ['катод', 'катод', 30],

            ['каток', 'каток', 0],
            ['каток', 'каток', 1],
            ['каток', 'каток', 2],
            ['каток', 'каток', 30],

            ['католик', 'католик', 0],
            ['католик', 'католик', 1],
            ['католик', 'католик', 2],
            ['католик', 'католик', 30],

            ['каторга', 'каторга', 0],
            ['каторга', 'каторга', 1],
            ['каторга', 'каторга', 2],
            ['каторга', 'каторга', 30],

            ['каторжник', 'каторжник', 0],
            ['каторжник', 'каторжник', 1],
            ['каторжник', 'каторжник', 2],
            ['каторжник', 'каторжник', 30],

            ['катуня', 'катуня', 0],
            ['катуня', 'катуня', 1],
            ['катуня', 'катуня', 2],
            ['катуня', 'катуня', 30],

            ['катушка', 'катушка', 0],
            ['катушка', 'катушка', 1],
            ['катушка', 'катушка', 2],
            ['катушка', 'катушка', 30],

            ['катюля', 'катюля', 0],
            ['катюля', 'катюля', 1],
            ['катюля', 'катюля', 2],
            ['катюля', 'катюля', 30],

            ['катюня', 'катюня', 0],
            ['катюня', 'катюня', 1],
            ['катюня', 'катюня', 2],
            ['катюня', 'катюня', 30],

            ['катюра', 'катюра', 0],
            ['катюра', 'катюра', 1],
            ['катюра', 'катюра', 2],
            ['катюра', 'катюра', 30],

            ['катюся', 'катюся', 0],
            ['катюся', 'катюся', 1],
            ['катюся', 'катюся', 2],
            ['катюся', 'катюся', 30],

            ['катюха', 'катюха', 0],
            ['катюха', 'катюха', 1],
            ['катюха', 'катюха', 2],
            ['катюха', 'катюха', 30],

            ['катюша', 'катюша', 0],
            ['катюша', 'катюша', 1],
            ['катюша', 'катюша', 2],
            ['катюша', 'катюша', 30],

            ['катя', 'катя', 0],
            ['катя', 'катя', 1],
            ['катя', 'катя', 2],
            ['катя', 'катя', 30],

            ['катяха', 'катяха', 0],
            ['катяха', 'катяха', 1],
            ['катяха', 'катяха', 2],
            ['катяха', 'катяха', 30],

            ['катяша', 'катяша', 0],
            ['катяша', 'катяша', 1],
            ['катяша', 'катяша', 2],
            ['катяша', 'катяша', 30],

            ['каунас', 'каунас', 0],
            ['каунас', 'каунас', 1],
            ['каунас', 'каунас', 2],
            ['каунас', 'каунас', 30],

            ['каучук', 'каучук', 0],
            ['каучук', 'каучук', 1],
            ['каучук', 'каучук', 2],
            ['каучук', 'каучук', 30],

            ['каф', 'каф', 0],
            ['каф', 'каф', 1],
            ['каф', 'каф', 2],
            ['каф', 'каф', 30],

            ['кафе', 'кафе', 0],
            ['кафе', 'кафе', 1],
            ['кафе', 'кафе', 2],
            ['кафе', 'кафе', 30],

            ['кафедра', 'кафедра', 0],
            ['кафедра', 'кафедра', 1],
            ['кафедра', 'кафедра', 2],
            ['кафедра', 'кафедра', 30],

            ['кафель', 'кафель', 0],
            ['кафель', 'кафель', 1],
            ['кафель', 'кафель', 2],
            ['кафель', 'кафель', 30],

            ['кафтан', 'кафтан', 0],
            ['кафтан', 'кафтан', 1],
            ['кафтан', 'кафтан', 2],
            ['кафтан', 'кафтан', 30],

            ['каховка', 'каховка', 0],
            ['каховка', 'каховка', 1],
            ['каховка', 'каховка', 2],
            ['каховка', 'каховка', 30],

            ['кацу¤ма', 'кацу¤ма', 0],
            ['кацу¤ма', 'кацу¤ма', 1],
            ['кацу¤ма', 'кацу¤ма', 2],
            ['кацу¤ма', 'кацу¤ма', 30],

            ['кача', 'кача', 0],
            ['кача', 'кача', 1],
            ['кача', 'кача', 2],
            ['кача', 'кача', 30],

            ['качалка', 'качалка', 0],
            ['качалка', 'качалка', 1],
            ['качалка', 'качалка', 2],
            ['качалка', 'качалка', 30],

            ['качели', 'качели', 0],
            ['качели', 'качели', 1],
            ['качели', 'качели', 2],
            ['качели', 'качели', 30],

            ['качество', 'качество', 0],
            ['качество', 'качество', 1],
            ['качество', 'качество', 2],
            ['качество', 'качество', 30],

            ['качка', 'качка', 0],
            ['качка', 'качка', 1],
            ['качка', 'качка', 2],
            ['качка', 'качка', 30],

            ['каша', 'каша', 0],
            ['каша', 'каша', 1],
            ['каша', 'каша', 2],
            ['каша', 'каша', 30],

            ['кашалот', 'кашалот', 0],
            ['кашалот', 'кашалот', 1],
            ['кашалот', 'кашалот', 2],
            ['кашалот', 'кашалот', 30],

            ['кашель', 'кашель', 0],
            ['кашель', 'кашель', 1],
            ['кашель', 'кашель', 2],
            ['кашель', 'кашель', 30],

            ['кашица', 'кашица', 0],
            ['кашица', 'кашица', 1],
            ['кашица', 'кашица', 2],
            ['кашица', 'кашица', 30],

            ['кашка', 'кашка', 0],
            ['кашка', 'кашка', 1],
            ['кашка', 'кашка', 2],
            ['кашка', 'кашка', 30],

            ['каштан', 'каштан', 0],
            ['каштан', 'каштан', 1],
            ['каштан', 'каштан', 2],
            ['каштан', 'каштан', 30],

            ['каюк', 'каюк', 0],
            ['каюк', 'каюк', 1],
            ['каюк', 'каюк', 2],
            ['каюк', 'каюк', 30],

            ['каюр', 'каюр', 0],
            ['каюр', 'каюр', 1],
            ['каюр', 'каюр', 2],
            ['каюр', 'каюр', 30],

            ['каюта', 'каюта', 0],
            ['каюта', 'каюта', 1],
            ['каюта', 'каюта', 2],
            ['каюта', 'каюта', 30],

            ['кб', 'кб', 0],
            ['кб', 'кб', 1],
            ['кб', 'кб', 2],
            ['кб', 'кб', 30],

            ['ква', 'ква', 0],
            ['ква', 'ква', 1],
            ['ква', 'ква', 2],
            ['ква', 'ква', 30],

            ['квадрат', 'квадрат', 0],
            ['квадрат', 'квадрат', 1],
            ['квадрат', 'квадрат', 2],
            ['квадрат', 'квадрат', 30],

            ['квадратик', 'квадратик', 0],
            ['квадратик', 'квадратик', 1],
            ['квадратик', 'квадратик', 2],
            ['квадратик', 'квадратик', 30],

            ['квадрига', 'квадрига', 0],
            ['квадрига', 'квадрига', 1],
            ['квадрига', 'квадрига', 2],
            ['квадрига', 'квадрига', 30],

            ['квалификация', 'квалификация', 0],
            ['квалификация', 'квалификация', 1],
            ['квалификация', 'квалификация', 2],
            ['квалификация', 'квалификация', 30],

            ['квант', 'квант', 0],
            ['квант', 'квант', 1],
            ['квант', 'квант', 2],
            ['квант', 'квант', 30],

            ['квартал', 'квартал', 0],
            ['квартал', 'квартал', 1],
            ['квартал', 'квартал', 2],
            ['квартал', 'квартал', 30],

            ['квартет', 'квартет', 0],
            ['квартет', 'квартет', 1],
            ['квартет', 'квартет', 2],
            ['квартет', 'квартет', 30],

            ['квартира', 'квартира', 0],
            ['квартира', 'квартира', 1],
            ['квартира', 'квартира', 2],
            ['квартира', 'квартира', 30],

            ['квартирант', 'квартирант', 0],
            ['квартирант', 'квартирант', 1],
            ['квартирант', 'квартирант', 2],
            ['квартирант', 'квартирант', 30],

            ['квартирка', 'квартирка', 0],
            ['квартирка', 'квартирка', 1],
            ['квартирка', 'квартирка', 2],
            ['квартирка', 'квартирка', 30],

            ['квартплата', 'квартплата', 0],
            ['квартплата', 'квартплата', 1],
            ['квартплата', 'квартплата', 2],
            ['квартплата', 'квартплата', 30],

            ['кварц', 'кварц', 0],
            ['кварц', 'кварц', 1],
            ['кварц', 'кварц', 2],
            ['кварц', 'кварц', 30],

            ['квас', 'квас', 0],
            ['квас', 'квас', 1],
            ['квас', 'квас', 2],
            ['квас', 'квас', 30],

            ['квашнин', 'квашнин', 0],
            ['квашнин', 'квашнин', 1],
            ['квашнин', 'квашнин', 2],
            ['квашнин', 'квашнин', 30],

            ['квашня', 'квашня', 0],
            ['квашня', 'квашня', 1],
            ['квашня', 'квашня', 2],
            ['квашня', 'квашня', 30],

            ['квинтэссенция', 'квинтэссенция', 0],
            ['квинтэссенция', 'квинтэссенция', 1],
            ['квинтэссенция', 'квинтэссенция', 2],
            ['квинтэссенция', 'квинтэссенция', 30],

            ['квитанция', 'квитанция', 0],
            ['квитанция', 'квитанция', 1],
            ['квитанция', 'квитанция', 2],
            ['квитанция', 'квитанция', 30],

            ['квота', 'квота', 0],
            ['квота', 'квота', 1],
            ['квота', 'квота', 2],
            ['квота', 'квота', 30],

            ['квт', 'квт', 0],
            ['квт', 'квт', 1],
            ['квт', 'квт', 2],
            ['квт', 'квт', 30],

            ['кг', 'кг', 0],
            ['кг', 'кг', 1],
            ['кг', 'кг', 2],
            ['кг', 'кг', 30],

            ['кгб', 'кгб', 0],
            ['кгб', 'кгб', 1],
            ['кгб', 'кгб', 2],
            ['кгб', 'кгб', 30],

            ['кед', 'кед', 0],
            ['кед', 'кед', 1],
            ['кед', 'кед', 2],
            ['кед', 'кед', 30],

            ['кедр', 'кедр', 0],
            ['кедр', 'кедр', 1],
            ['кедр', 'кедр', 2],
            ['кедр', 'кедр', 30],

            ['кедрач', 'кедрач', 0],
            ['кедрач', 'кедрач', 1],
            ['кедрач', 'кедрач', 2],
            ['кедрач', 'кедрач', 30],

            ['кедровка', 'кедровка', 0],
            ['кедровка', 'кедровка', 1],
            ['кедровка', 'кедровка', 2],
            ['кедровка', 'кедровка', 30],

            ['кейс', 'кейс', 0],
            ['кейс', 'кейс', 1],
            ['кейс', 'кейс', 2],
            ['кейс', 'кейс', 30],

            ['кельн', 'кельн', 0],
            ['кельн', 'кельн', 1],
            ['кельн', 'кельн', 2],
            ['кельн', 'кельн', 30],

            ['кельнер', 'кельнер', 0],
            ['кельнер', 'кельнер', 1],
            ['кельнер', 'кельнер', 2],
            ['кельнер', 'кельнер', 30],

            ['кельтск', 'кельтск', 0],
            ['кельтск', 'кельтск', 1],
            ['кельтск', 'кельтск', 2],
            ['кельтск', 'кельтск', 30],

            ['келья', 'келья', 0],
            ['келья', 'келья', 1],
            ['келья', 'келья', 2],
            ['келья', 'келья', 30],

            ['кембридж', 'кембридж', 0],
            ['кембридж', 'кембридж', 1],
            ['кембридж', 'кембридж', 2],
            ['кембридж', 'кембридж', 30],

            ['кемерово', 'кемерово', 0],
            ['кемерово', 'кемерово', 1],
            ['кемерово', 'кемерово', 2],
            ['кемерово', 'кемерово', 30],

            ['кемпинг', 'кемпинг', 0],
            ['кемпинг', 'кемпинг', 1],
            ['кемпинг', 'кемпинг', 2],
            ['кемпинг', 'кемпинг', 30],

            ['кенгуру', 'кенгуру', 0],
            ['кенгуру', 'кенгуру', 1],
            ['кенгуру', 'кенгуру', 2],
            ['кенгуру', 'кенгуру', 30],

            ['кения', 'кения', 0],
            ['кения', 'кения', 1],
            ['кения', 'кения', 2],
            ['кения', 'кения', 30],

            ['кентавр', 'кентавр', 0],
            ['кентавр', 'кентавр', 1],
            ['кентавр', 'кентавр', 2],
            ['кентавр', 'кентавр', 30],

            ['кеня', 'кеня', 0],
            ['кеня', 'кеня', 1],
            ['кеня', 'кеня', 2],
            ['кеня', 'кеня', 30],

            ['кепи', 'кепи', 0],
            ['кепи', 'кепи', 1],
            ['кепи', 'кепи', 2],
            ['кепи', 'кепи', 30],

            ['кепка', 'кепка', 0],
            ['кепка', 'кепка', 1],
            ['кепка', 'кепка', 2],
            ['кепка', 'кепка', 30],

            ['кератит', 'кератит', 0],
            ['кератит', 'кератит', 1],
            ['кератит', 'кератит', 2],
            ['кератит', 'кератит', 30],

            ['керосин', 'керосин', 0],
            ['керосин', 'керосин', 1],
            ['керосин', 'керосин', 2],
            ['керосин', 'керосин', 30],

            ['керосинка', 'керосинка', 0],
            ['керосинка', 'керосинка', 1],
            ['керосинка', 'керосинка', 2],
            ['керосинка', 'керосинка', 30],

            ['керчь', 'керчь', 0],
            ['керчь', 'керчь', 1],
            ['керчь', 'керчь', 2],
            ['керчь', 'керчь', 30],

            ['кесарь', 'кесарь', 0],
            ['кесарь', 'кесарь', 1],
            ['кесарь', 'кесарь', 2],
            ['кесарь', 'кесарь', 30],

            ['кета', 'кета', 0],
            ['кета', 'кета', 1],
            ['кета', 'кета', 2],
            ['кета', 'кета', 30],

            ['кетчуп', 'кетчуп', 0],
            ['кетчуп', 'кетчуп', 1],
            ['кетчуп', 'кетчуп', 2],
            ['кетчуп', 'кетчуп', 30],

            ['кефир', 'кефир', 0],
            ['кефир', 'кефир', 1],
            ['кефир', 'кефир', 2],
            ['кефир', 'кефир', 30],

            ['кеш', 'кеш', 0],
            ['кеш', 'кеш', 1],
            ['кеш', 'кеш', 2],
            ['кеш', 'кеш', 30],

            ['кеша', 'кеша', 0],
            ['кеша', 'кеша', 1],
            ['кеша', 'кеша', 2],
            ['кеша', 'кеша', 30],

            ['кибернетик', 'кибернетик', 0],
            ['кибернетик', 'кибернетик', 1],
            ['кибернетик', 'кибернетик', 2],
            ['кибернетик', 'кибернетик', 30],

            ['кибернетика', 'кибернетика', 0],
            ['кибернетика', 'кибернетика', 1],
            ['кибернетика', 'кибернетика', 2],
            ['кибернетика', 'кибернетика', 30],

            ['кивок', 'кивок', 0],
            ['кивок', 'кивок', 1],
            ['кивок', 'кивок', 2],
            ['кивок', 'кивок', 30],

            ['кигали', 'кигали', 0],
            ['кигали', 'кигали', 1],
            ['кигали', 'кигали', 2],
            ['кигали', 'кигали', 30],

            ['киев', 'киев', 0],
            ['киев', 'киев', 1],
            ['киев', 'киев', 2],
            ['киев', 'киев', 30],

            ['кизляр', 'кизляр', 0],
            ['кизляр', 'кизляр', 1],
            ['кизляр', 'кизляр', 2],
            ['кизляр', 'кизляр', 30],

            ['кий', 'кий', 0],
            ['кий', 'кий', 1],
            ['кий', 'кий', 2],
            ['кий', 'кий', 30],

            ['кикимора', 'кикимора', 0],
            ['кикимора', 'кикимора', 1],
            ['кикимора', 'кикимора', 2],
            ['кикимора', 'кикимора', 30],

            ['килина', 'килина', 0],
            ['килина', 'килина', 1],
            ['килина', 'килина', 2],
            ['килина', 'килина', 30],

            ['киллер', 'киллер', 0],
            ['киллер', 'киллер', 1],
            ['киллер', 'киллер', 2],
            ['киллер', 'киллер', 30],

            ['кило', 'кило', 0],
            ['кило', 'кило', 1],
            ['кило', 'кило', 2],
            ['кило', 'кило', 30],

            ['киловатт', 'киловатт', 0],
            ['киловатт', 'киловатт', 1],
            ['киловатт', 'киловатт', 2],
            ['киловатт', 'киловатт', 30],

            ['килограмм', 'килограмм', 0],
            ['килограмм', 'килограмм', 1],
            ['килограмм', 'килограмм', 2],
            ['килограмм', 'килограмм', 30],

            ['килокалория', 'килокалория', 0],
            ['килокалория', 'килокалория', 1],
            ['килокалория', 'килокалория', 2],
            ['килокалория', 'килокалория', 30],

            ['километр', 'километр', 0],
            ['километр', 'километр', 1],
            ['километр', 'километр', 2],
            ['километр', 'километр', 30],

            ['киль', 'киль', 0],
            ['киль', 'киль', 1],
            ['киль', 'киль', 2],
            ['киль', 'киль', 30],

            ['килька', 'килька', 0],
            ['килька', 'килька', 1],
            ['килька', 'килька', 2],
            ['килька', 'килька', 30],

            ['киля', 'киля', 0],
            ['киля', 'киля', 1],
            ['киля', 'киля', 2],
            ['киля', 'киля', 30],

            ['ким', 'ким', 0],
            ['ким', 'ким', 1],
            ['ким', 'ким', 2],
            ['ким', 'ким', 30],

            ['кимоно', 'кимоно', 0],
            ['кимоно', 'кимоно', 1],
            ['кимоно', 'кимоно', 2],
            ['кимоно', 'кимоно', 30],

            ['кина', 'кина', 0],
            ['кина', 'кина', 1],
            ['кина', 'кина', 2],
            ['кина', 'кина', 30],

            ['кингстаун', 'кингстаун', 0],
            ['кингстаун', 'кингстаун', 1],
            ['кингстаун', 'кингстаун', 2],
            ['кингстаун', 'кингстаун', 30],

            ['кингстон', 'кингстон', 0],
            ['кингстон', 'кингстон', 1],
            ['кингстон', 'кингстон', 2],
            ['кингстон', 'кингстон', 30],

            ['кинематограф', 'кинематограф', 0],
            ['кинематограф', 'кинематограф', 1],
            ['кинематограф', 'кинематограф', 2],
            ['кинематограф', 'кинематограф', 30],

            ['кинематографист', 'кинематографист', 0],
            ['кинематографист', 'кинематографист', 1],
            ['кинематографист', 'кинематографист', 2],
            ['кинематографист', 'кинематографист', 30],

            ['кинематография', 'кинематография', 0],
            ['кинематография', 'кинематография', 1],
            ['кинематография', 'кинематография', 2],
            ['кинематография', 'кинематография', 30],

            ['кинжал', 'кинжал', 0],
            ['кинжал', 'кинжал', 1],
            ['кинжал', 'кинжал', 2],
            ['кинжал', 'кинжал', 30],

            ['кино', 'кино', 0],
            ['кино', 'кино', 1],
            ['кино', 'кино', 2],
            ['кино', 'кино', 30],

            ['киноактер', 'киноактер', 0],
            ['киноактер', 'киноактер', 1],
            ['киноактер', 'киноактер', 2],
            ['киноактер', 'киноактер', 30],

            ['киноаппарат', 'киноаппарат', 0],
            ['киноаппарат', 'киноаппарат', 1],
            ['киноаппарат', 'киноаппарат', 2],
            ['киноаппарат', 'киноаппарат', 30],

            ['киноартист', 'киноартист', 0],
            ['киноартист', 'киноартист', 1],
            ['киноартист', 'киноартист', 2],
            ['киноартист', 'киноартист', 30],

            ['киноварь', 'киноварь', 0],
            ['киноварь', 'киноварь', 1],
            ['киноварь', 'киноварь', 2],
            ['киноварь', 'киноварь', 30],

            ['кинозал', 'кинозал', 0],
            ['кинозал', 'кинозал', 1],
            ['кинозал', 'кинозал', 2],
            ['кинозал', 'кинозал', 30],

            ['кинозвезда', 'кинозвезда', 0],
            ['кинозвезда', 'кинозвезда', 1],
            ['кинозвезда', 'кинозвезда', 2],
            ['кинозвезда', 'кинозвезда', 30],

            ['кинокамера', 'кинокамера', 0],
            ['кинокамера', 'кинокамера', 1],
            ['кинокамера', 'кинокамера', 2],
            ['кинокамера', 'кинокамера', 30],

            ['кинокартина', 'кинокартина', 0],
            ['кинокартина', 'кинокартина', 1],
            ['кинокартина', 'кинокартина', 2],
            ['кинокартина', 'кинокартина', 30],

            ['кинокомпания', 'кинокомпания', 0],
            ['кинокомпания', 'кинокомпания', 1],
            ['кинокомпания', 'кинокомпания', 2],
            ['кинокомпания', 'кинокомпания', 30],

            ['киномеханик', 'киномеханик', 0],
            ['киномеханик', 'киномеханик', 1],
            ['киномеханик', 'киномеханик', 2],
            ['киномеханик', 'киномеханик', 30],

            ['кинооператор', 'кинооператор', 0],
            ['кинооператор', 'кинооператор', 1],
            ['кинооператор', 'кинооператор', 2],
            ['кинооператор', 'кинооператор', 30],

            ['кинопленка', 'кинопленка', 0],
            ['кинопленка', 'кинопленка', 1],
            ['кинопленка', 'кинопленка', 2],
            ['кинопленка', 'кинопленка', 30],

            ['кинорежиссер', 'кинорежиссер', 0],
            ['кинорежиссер', 'кинорежиссер', 1],
            ['кинорежиссер', 'кинорежиссер', 2],
            ['кинорежиссер', 'кинорежиссер', 30],

            ['киностудия', 'киностудия', 0],
            ['киностудия', 'киностудия', 1],
            ['киностудия', 'киностудия', 2],
            ['киностудия', 'киностудия', 30],

            ['киносъемка', 'киносъемка', 0],
            ['киносъемка', 'киносъемка', 1],
            ['киносъемка', 'киносъемка', 2],
            ['киносъемка', 'киносъемка', 30],

            ['кинотеатр', 'кинотеатр', 0],
            ['кинотеатр', 'кинотеатр', 1],
            ['кинотеатр', 'кинотеатр', 2],
            ['кинотеатр', 'кинотеатр', 30],

            ['кинофестиваль', 'кинофестиваль', 0],
            ['кинофестиваль', 'кинофестиваль', 1],
            ['кинофестиваль', 'кинофестиваль', 2],
            ['кинофестиваль', 'кинофестиваль', 30],

            ['кинофильм', 'кинофильм', 0],
            ['кинофильм', 'кинофильм', 1],
            ['кинофильм', 'кинофильм', 2],
            ['кинофильм', 'кинофильм', 30],

            ['кинохроника', 'кинохроника', 0],
            ['кинохроника', 'кинохроника', 1],
            ['кинохроника', 'кинохроника', 2],
            ['кинохроника', 'кинохроника', 30],

            ['киношник', 'киношник', 0],
            ['киношник', 'киношник', 1],
            ['киношник', 'киношник', 2],
            ['киношник', 'киношник', 30],

            ['киншаса', 'киншаса', 0],
            ['киншаса', 'киншаса', 1],
            ['киншаса', 'киншаса', 2],
            ['киншаса', 'киншаса', 30],

            ['киоск', 'киоск', 0],
            ['киоск', 'киоск', 1],
            ['киоск', 'киоск', 2],
            ['киоск', 'киоск', 30],

            ['киото', 'киото', 0],
            ['киото', 'киото', 1],
            ['киото', 'киото', 2],
            ['киото', 'киото', 30],

            ['кипа', 'кипа', 0],
            ['кипа', 'кипа', 1],
            ['кипа', 'кипа', 2],
            ['кипа', 'кипа', 30],

            ['кипарис', 'кипарис', 0],
            ['кипарис', 'кипарис', 1],
            ['кипарис', 'кипарис', 2],
            ['кипарис', 'кипарис', 30],

            ['кипение', 'кипение', 0],
            ['кипение', 'кипение', 1],
            ['кипение', 'кипение', 2],
            ['кипение', 'кипение', 30],

            ['кипр', 'кипр', 0],
            ['кипр', 'кипр', 1],
            ['кипр', 'кипр', 2],
            ['кипр', 'кипр', 30],

            ['киприот', 'киприот', 0],
            ['киприот', 'киприот', 1],
            ['киприот', 'киприот', 2],
            ['киприот', 'киприот', 30],

            ['кипу', 'кипу', 0],
            ['кипу', 'кипу', 1],
            ['кипу', 'кипу', 2],
            ['кипу', 'кипу', 30],

            ['кипятильник', 'кипятильник', 0],
            ['кипятильник', 'кипятильник', 1],
            ['кипятильник', 'кипятильник', 2],
            ['кипятильник', 'кипятильник', 30],

            ['кипяток', 'кипяток', 0],
            ['кипяток', 'кипяток', 1],
            ['кипяток', 'кипяток', 2],
            ['кипяток', 'кипяток', 30],

            ['кипячение', 'кипячение', 0],
            ['кипячение', 'кипячение', 1],
            ['кипячение', 'кипячение', 2],
            ['кипячение', 'кипячение', 30],

            ['кира', 'кира', 0],
            ['кира', 'кира', 1],
            ['кира', 'кира', 2],
            ['кира', 'кира', 30],

            ['киргиз', 'киргиз', 0],
            ['киргиз', 'киргиз', 1],
            ['киргиз', 'киргиз', 2],
            ['киргиз', 'киргиз', 30],

            ['киргизия', 'киргизия', 0],
            ['киргизия', 'киргизия', 1],
            ['киргизия', 'киргизия', 2],
            ['киргизия', 'киргизия', 30],

            ['кириенко', 'кириенко', 0],
            ['кириенко', 'кириенко', 1],
            ['кириенко', 'кириенко', 2],
            ['кириенко', 'кириенко', 30],

            ['кирила', 'кирила', 0],
            ['кирила', 'кирила', 1],
            ['кирила', 'кирила', 2],
            ['кирила', 'кирила', 30],

            ['кирилич', 'кирилич', 0],
            ['кирилич', 'кирилич', 1],
            ['кирилич', 'кирилич', 2],
            ['кирилич', 'кирилич', 30],

            ['кирилична', 'кирилична', 0],
            ['кирилична', 'кирилична', 1],
            ['кирилична', 'кирилична', 2],
            ['кирилична', 'кирилична', 30],

            ['кирилка', 'кирилка', 0],
            ['кирилка', 'кирилка', 1],
            ['кирилка', 'кирилка', 2],
            ['кирилка', 'кирилка', 30],

            ['кирилл', 'кирилл', 0],
            ['кирилл', 'кирилл', 1],
            ['кирилл', 'кирилл', 2],
            ['кирилл', 'кирилл', 30],

            ['кирилла', 'кирилла', 0],
            ['кирилла', 'кирилла', 1],
            ['кирилла', 'кирилла', 2],
            ['кирилла', 'кирилла', 30],

            ['кириллич', 'кириллич', 0],
            ['кириллич', 'кириллич', 1],
            ['кириллич', 'кириллич', 2],
            ['кириллич', 'кириллич', 30],

            ['кириллична', 'кириллична', 0],
            ['кириллична', 'кириллична', 1],
            ['кириллична', 'кириллична', 2],
            ['кириллична', 'кириллична', 30],

            ['кириллыч', 'кириллыч', 0],
            ['кириллыч', 'кириллыч', 1],
            ['кириллыч', 'кириллыч', 2],
            ['кириллыч', 'кириллыч', 30],

            ['кирка', 'кирка', 0],
            ['кирка', 'кирка', 1],
            ['кирка', 'кирка', 2],
            ['кирка', 'кирка', 30],

            ['киркенес', 'киркенес', 0],
            ['киркенес', 'киркенес', 1],
            ['киркенес', 'киркенес', 2],
            ['киркенес', 'киркенес', 30],

            ['кирова', 'кирова', 0],
            ['кирова', 'кирова', 1],
            ['кирова', 'кирова', 2],
            ['кирова', 'кирова', 30],

            ['кировоград', 'кировоград', 0],
            ['кировоград', 'кировоград', 1],
            ['кировоград', 'кировоград', 2],
            ['кировоград', 'кировоград', 30],

            ['кирпич', 'кирпич', 0],
            ['кирпич', 'кирпич', 1],
            ['кирпич', 'кирпич', 2],
            ['кирпич', 'кирпич', 30],

            ['кирпичик', 'кирпичик', 0],
            ['кирпичик', 'кирпичик', 1],
            ['кирпичик', 'кирпичик', 2],
            ['кирпичик', 'кирпичик', 30],

            ['кируня', 'кируня', 0],
            ['кируня', 'кируня', 1],
            ['кируня', 'кируня', 2],
            ['кируня', 'кируня', 30],

            ['кируся', 'кируся', 0],
            ['кируся', 'кируся', 1],
            ['кируся', 'кируся', 2],
            ['кируся', 'кируся', 30],

            ['кируха', 'кируха', 0],
            ['кируха', 'кируха', 1],
            ['кируха', 'кируха', 2],
            ['кируха', 'кируха', 30],

            ['кирюня', 'кирюня', 0],
            ['кирюня', 'кирюня', 1],
            ['кирюня', 'кирюня', 2],
            ['кирюня', 'кирюня', 30],

            ['кирюха', 'кирюха', 0],
            ['кирюха', 'кирюха', 1],
            ['кирюха', 'кирюха', 2],
            ['кирюха', 'кирюха', 30],

            ['кирюша', 'кирюша', 0],
            ['кирюша', 'кирюша', 1],
            ['кирюша', 'кирюша', 2],
            ['кирюша', 'кирюша', 30],

            ['киря', 'киря', 0],
            ['киря', 'киря', 1],
            ['киря', 'киря', 2],
            ['киря', 'киря', 30],

            ['киряха', 'киряха', 0],
            ['киряха', 'киряха', 1],
            ['киряха', 'киряха', 2],
            ['киряха', 'киряха', 30],

            ['киряша', 'киряша', 0],
            ['киряша', 'киряша', 1],
            ['киряша', 'киряша', 2],
            ['киряша', 'киряша', 30],

            ['киса', 'киса', 0],
            ['киса', 'киса', 1],
            ['киса', 'киса', 2],
            ['киса', 'киса', 30],

            ['кисель', 'кисель', 0],
            ['кисель', 'кисель', 1],
            ['кисель', 'кисель', 2],
            ['кисель', 'кисель', 30],

            ['кисет', 'кисет', 0],
            ['кисет', 'кисет', 1],
            ['кисет', 'кисет', 2],
            ['кисет', 'кисет', 30],

            ['кисея', 'кисея', 0],
            ['кисея', 'кисея', 1],
            ['кисея', 'кисея', 2],
            ['кисея', 'кисея', 30],

            ['киска', 'киска', 0],
            ['киска', 'киска', 1],
            ['киска', 'киска', 2],
            ['киска', 'киска', 30],

            ['кислица', 'кислица', 0],
            ['кислица', 'кислица', 1],
            ['кислица', 'кислица', 2],
            ['кислица', 'кислица', 30],

            ['кисловодск', 'кисловодск', 0],
            ['кисловодск', 'кисловодск', 1],
            ['кисловодск', 'кисловодск', 2],
            ['кисловодск', 'кисловодск', 30],

            ['кислород', 'кислород', 0],
            ['кислород', 'кислород', 1],
            ['кислород', 'кислород', 2],
            ['кислород', 'кислород', 30],

            ['кислота', 'кислота', 0],
            ['кислота', 'кислота', 1],
            ['кислота', 'кислота', 2],
            ['кислота', 'кислота', 30],

            ['кислотность', 'кислотность', 0],
            ['кислотность', 'кислотность', 1],
            ['кислотность', 'кислотность', 2],
            ['кислотность', 'кислотность', 30],

            ['кислятина', 'кислятина', 0],
            ['кислятина', 'кислятина', 1],
            ['кислятина', 'кислятина', 2],
            ['кислятина', 'кислятина', 30],

            ['киста', 'киста', 0],
            ['киста', 'киста', 1],
            ['киста', 'киста', 2],
            ['киста', 'киста', 30],

            ['кистень', 'кистень', 0],
            ['кистень', 'кистень', 1],
            ['кистень', 'кистень', 2],
            ['кистень', 'кистень', 30],

            ['кисточка', 'кисточка', 0],
            ['кисточка', 'кисточка', 1],
            ['кисточка', 'кисточка', 2],
            ['кисточка', 'кисточка', 30],

            ['кисть', 'кисть', 0],
            ['кисть', 'кисть', 1],
            ['кисть', 'кисть', 2],
            ['кисть', 'кисть', 30],

            ['кит', 'кит', 0],
            ['кит', 'кит', 1],
            ['кит', 'кит', 2],
            ['кит', 'кит', 30],

            ['кита', 'кита', 0],
            ['кита', 'кита', 1],
            ['кита', 'кита', 2],
            ['кита', 'кита', 30],

            ['китаец', 'китаец', 0],
            ['китаец', 'китаец', 1],
            ['китаец', 'китаец', 2],
            ['китаец', 'китаец', 30],

            ['китай', 'китай', 0],
            ['китай', 'китай', 1],
            ['китай', 'китай', 2],
            ['китай', 'китай', 30],

            ['китаянка', 'китаянка', 0],
            ['китаянка', 'китаянка', 1],
            ['китаянка', 'китаянка', 2],
            ['китаянка', 'китаянка', 30],

            ['китель', 'китель', 0],
            ['китель', 'китель', 1],
            ['китель', 'китель', 2],
            ['китель', 'китель', 30],

            ['кито', 'кито', 0],
            ['кито', 'кито', 1],
            ['кито', 'кито', 2],
            ['кито', 'кито', 30],

            ['кишечник', 'кишечник', 0],
            ['кишечник', 'кишечник', 1],
            ['кишечник', 'кишечник', 2],
            ['кишечник', 'кишечник', 30],

            ['кишинев', 'кишинев', 0],
            ['кишинев', 'кишинев', 1],
            ['кишинев', 'кишинев', 2],
            ['кишинев', 'кишинев', 30],

            ['кишинєв', 'кишинєв', 0],
            ['кишинєв', 'кишинєв', 1],
            ['кишинєв', 'кишинєв', 2],
            ['кишинєв', 'кишинєв', 30],

            ['кишка', 'кишка', 0],
            ['кишка', 'кишка', 1],
            ['кишка', 'кишка', 2],
            ['кишка', 'кишка', 30],

            ['кишлак', 'кишлак', 0],
            ['кишлак', 'кишлак', 1],
            ['кишлак', 'кишлак', 2],
            ['кишлак', 'кишлак', 30],

            ['клавесин', 'клавесин', 0],
            ['клавесин', 'клавесин', 1],
            ['клавесин', 'клавесин', 2],
            ['клавесин', 'клавесин', 30],

            ['клавиатура', 'клавиатура', 0],
            ['клавиатура', 'клавиатура', 1],
            ['клавиатура', 'клавиатура', 2],
            ['клавиатура', 'клавиатура', 30],

            ['клавиш', 'клавиш', 0],
            ['клавиш', 'клавиш', 1],
            ['клавиш', 'клавиш', 2],
            ['клавиш', 'клавиш', 30],

            ['клавиша', 'клавиша', 0],
            ['клавиша', 'клавиша', 1],
            ['клавиша', 'клавиша', 2],
            ['клавиша', 'клавиша', 30],

            ['клад', 'клад', 0],
            ['клад', 'клад', 1],
            ['клад', 'клад', 2],
            ['клад', 'клад', 30],

            ['кладбище', 'кладбище', 0],
            ['кладбище', 'кладбище', 1],
            ['кладбище', 'кладбище', 2],
            ['кладбище', 'кладбище', 30],

            ['кладка', 'кладка', 0],
            ['кладка', 'кладка', 1],
            ['кладка', 'кладка', 2],
            ['кладка', 'кладка', 30],

            ['кладовая', 'кладовая', 0],
            ['кладовая', 'кладовая', 1],
            ['кладовая', 'кладовая', 2],
            ['кладовая', 'кладовая', 30],

            ['кладовка', 'кладовка', 0],
            ['кладовка', 'кладовка', 1],
            ['кладовка', 'кладовка', 2],
            ['кладовка', 'кладовка', 30],

            ['кладовщик', 'кладовщик', 0],
            ['кладовщик', 'кладовщик', 1],
            ['кладовщик', 'кладовщик', 2],
            ['кладовщик', 'кладовщик', 30],

            ['кладовщица', 'кладовщица', 0],
            ['кладовщица', 'кладовщица', 1],
            ['кладовщица', 'кладовщица', 2],
            ['кладовщица', 'кладовщица', 30],

            ['кладь', 'кладь', 0],
            ['кладь', 'кладь', 1],
            ['кладь', 'кладь', 2],
            ['кладь', 'кладь', 30],

            ['клайпеда', 'клайпеда', 0],
            ['клайпеда', 'клайпеда', 1],
            ['клайпеда', 'клайпеда', 2],
            ['клайпеда', 'клайпеда', 30],

            ['клан', 'клан', 0],
            ['клан', 'клан', 1],
            ['клан', 'клан', 2],
            ['клан', 'клан', 30],

            ['клапан', 'клапан', 0],
            ['клапан', 'клапан', 1],
            ['клапан', 'клапан', 2],
            ['клапан', 'клапан', 30],

            ['кларнет', 'кларнет', 0],
            ['кларнет', 'кларнет', 1],
            ['кларнет', 'кларнет', 2],
            ['кларнет', 'кларнет', 30],

            ['класс', 'класс', 0],
            ['класс', 'класс', 1],
            ['класс', 'класс', 2],
            ['класс', 'класс', 30],

            ['классик', 'классик', 0],
            ['классик', 'классик', 1],
            ['классик', 'классик', 2],
            ['классик', 'классик', 30],

            ['классика', 'классика', 0],
            ['классика', 'классика', 1],
            ['классика', 'классика', 2],
            ['классика', 'классика', 30],

            ['классификация', 'классификация', 0],
            ['классификация', 'классификация', 1],
            ['классификация', 'классификация', 2],
            ['классификация', 'классификация', 30],

            ['клев', 'клев', 0],
            ['клев', 'клев', 1],
            ['клев', 'клев', 2],
            ['клев', 'клев', 30],

            ['клевер', 'клевер', 0],
            ['клевер', 'клевер', 1],
            ['клевер', 'клевер', 2],
            ['клевер', 'клевер', 30],

            ['клевета', 'клевета', 0],
            ['клевета', 'клевета', 1],
            ['клевета', 'клевета', 2],
            ['клевета', 'клевета', 30],

            ['клеветник', 'клеветник', 0],
            ['клеветник', 'клеветник', 1],
            ['клеветник', 'клеветник', 2],
            ['клеветник', 'клеветник', 30],

            ['клеенка', 'клеенка', 0],
            ['клеенка', 'клеенка', 1],
            ['клеенка', 'клеенка', 2],
            ['клеенка', 'клеенка', 30],

            ['клей', 'клей', 0],
            ['клей', 'клей', 1],
            ['клей', 'клей', 2],
            ['клей', 'клей', 30],

            ['клеймо', 'клеймо', 0],
            ['клеймо', 'клеймо', 1],
            ['клеймо', 'клеймо', 2],
            ['клеймо', 'клеймо', 30],

            ['клекот', 'клекот', 0],
            ['клекот', 'клекот', 1],
            ['клекот', 'клекот', 2],
            ['клекот', 'клекот', 30],

            ['клен', 'клен', 0],
            ['клен', 'клен', 1],
            ['клен', 'клен', 2],
            ['клен', 'клен', 30],

            ['клерк', 'клерк', 0],
            ['клерк', 'клерк', 1],
            ['клерк', 'клерк', 2],
            ['клерк', 'клерк', 30],

            ['клетка', 'клетка', 0],
            ['клетка', 'клетка', 1],
            ['клетка', 'клетка', 2],
            ['клетка', 'клетка', 30],

            ['клеточка', 'клеточка', 0],
            ['клеточка', 'клеточка', 1],
            ['клеточка', 'клеточка', 2],
            ['клеточка', 'клеточка', 30],

            ['клетушка', 'клетушка', 0],
            ['клетушка', 'клетушка', 1],
            ['клетушка', 'клетушка', 2],
            ['клетушка', 'клетушка', 30],

            ['клетчатка', 'клетчатка', 0],
            ['клетчатка', 'клетчатка', 1],
            ['клетчатка', 'клетчатка', 2],
            ['клетчатка', 'клетчатка', 30],

            ['клеш', 'клеш', 0],
            ['клеш', 'клеш', 1],
            ['клеш', 'клеш', 2],
            ['клеш', 'клеш', 30],

            ['клешня', 'клешня', 0],
            ['клешня', 'клешня', 1],
            ['клешня', 'клешня', 2],
            ['клешня', 'клешня', 30],

            ['клещ', 'клещ', 0],
            ['клещ', 'клещ', 1],
            ['клещ', 'клещ', 2],
            ['клещ', 'клещ', 30],

            ['кливленд', 'кливленд', 0],
            ['кливленд', 'кливленд', 1],
            ['кливленд', 'кливленд', 2],
            ['кливленд', 'кливленд', 30],

            ['клиент', 'клиент', 0],
            ['клиент', 'клиент', 1],
            ['клиент', 'клиент', 2],
            ['клиент', 'клиент', 30],

            ['клиентка', 'клиентка', 0],
            ['клиентка', 'клиентка', 1],
            ['клиентка', 'клиентка', 2],
            ['клиентка', 'клиентка', 30],

            ['клиентура', 'клиентура', 0],
            ['клиентура', 'клиентура', 1],
            ['клиентура', 'клиентура', 2],
            ['клиентура', 'клиентура', 30],

            ['клизма', 'клизма', 0],
            ['клизма', 'клизма', 1],
            ['клизма', 'клизма', 2],
            ['клизма', 'клизма', 30],

            ['клика', 'клика', 0],
            ['клика', 'клика', 1],
            ['клика', 'клика', 2],
            ['клика', 'клика', 30],

            ['климакс', 'климакс', 0],
            ['климакс', 'климакс', 1],
            ['климакс', 'климакс', 2],
            ['климакс', 'климакс', 30],

            ['климат', 'климат', 0],
            ['климат', 'климат', 1],
            ['климат', 'климат', 2],
            ['климат', 'климат', 30],

            ['клин', 'клин', 0],
            ['клин', 'клин', 1],
            ['клин', 'клин', 2],
            ['клин', 'клин', 30],

            ['клиника', 'клиника', 0],
            ['клиника', 'клиника', 1],
            ['клиника', 'клиника', 2],
            ['клиника', 'клиника', 30],

            ['клинок', 'клинок', 0],
            ['клинок', 'клинок', 1],
            ['клинок', 'клинок', 2],
            ['клинок', 'клинок', 30],

            ['клич', 'клич', 0],
            ['клич', 'клич', 1],
            ['клич', 'клич', 2],
            ['клич', 'клич', 30],

            ['кличка', 'кличка', 0],
            ['кличка', 'кличка', 1],
            ['кличка', 'кличка', 2],
            ['кличка', 'кличка', 30],

            ['клише', 'клише', 0],
            ['клише', 'клише', 1],
            ['клише', 'клише', 2],
            ['клише', 'клише', 30],

            ['клоака', 'клоака', 0],
            ['клоака', 'клоака', 1],
            ['клоака', 'клоака', 2],
            ['клоака', 'клоака', 30],

            ['клок', 'клок', 0],
            ['клок', 'клок', 1],
            ['клок', 'клок', 2],
            ['клок', 'клок', 30],

            ['клон', 'клон', 0],
            ['клон', 'клон', 1],
            ['клон', 'клон', 2],
            ['клон', 'клон', 30],

            ['клоп', 'клоп', 0],
            ['клоп', 'клоп', 1],
            ['клоп', 'клоп', 2],
            ['клоп', 'клоп', 30],

            ['клоун', 'клоун', 0],
            ['клоун', 'клоун', 1],
            ['клоун', 'клоун', 2],
            ['клоун', 'клоун', 30],

            ['клоунада', 'клоунада', 0],
            ['клоунада', 'клоунада', 1],
            ['клоунада', 'клоунада', 2],
            ['клоунада', 'клоунада', 30],

            ['клочок', 'клочок', 0],
            ['клочок', 'клочок', 1],
            ['клочок', 'клочок', 2],
            ['клочок', 'клочок', 30],

            ['клуб', 'клуб', 0],
            ['клуб', 'клуб', 1],
            ['клуб', 'клуб', 2],
            ['клуб', 'клуб', 30],

            ['клубень', 'клубень', 0],
            ['клубень', 'клубень', 1],
            ['клубень', 'клубень', 2],
            ['клубень', 'клубень', 30],

            ['клубника', 'клубника', 0],
            ['клубника', 'клубника', 1],
            ['клубника', 'клубника', 2],
            ['клубника', 'клубника', 30],

            ['клубок', 'клубок', 0],
            ['клубок', 'клубок', 1],
            ['клубок', 'клубок', 2],
            ['клубок', 'клубок', 30],

            ['клубочек', 'клубочек', 0],
            ['клубочек', 'клубочек', 1],
            ['клубочек', 'клубочек', 2],
            ['клубочек', 'клубочек', 30],

            ['клумба', 'клумба', 0],
            ['клумба', 'клумба', 1],
            ['клумба', 'клумба', 2],
            ['клумба', 'клумба', 30],

            ['клуня', 'клуня', 0],
            ['клуня', 'клуня', 1],
            ['клуня', 'клуня', 2],
            ['клуня', 'клуня', 30],

            ['клык', 'клык', 0],
            ['клык', 'клык', 1],
            ['клык', 'клык', 2],
            ['клык', 'клык', 30],

            ['клюв', 'клюв', 0],
            ['клюв', 'клюв', 1],
            ['клюв', 'клюв', 2],
            ['клюв', 'клюв', 30],

            ['клювик', 'клювик', 0],
            ['клювик', 'клювик', 1],
            ['клювик', 'клювик', 2],
            ['клювик', 'клювик', 30],

            ['клюка', 'клюка', 0],
            ['клюка', 'клюка', 1],
            ['клюка', 'клюка', 2],
            ['клюка', 'клюка', 30],

            ['клюква', 'клюква', 0],
            ['клюква', 'клюква', 1],
            ['клюква', 'клюква', 2],
            ['клюква', 'клюква', 30],

            ['ключ', 'ключ', 0],
            ['ключ', 'ключ', 1],
            ['ключ', 'ключ', 2],
            ['ключ', 'ключ', 30],

            ['ключик', 'ключик', 0],
            ['ключик', 'ключик', 1],
            ['ключик', 'ключик', 2],
            ['ключик', 'ключик', 30],

            ['ключица', 'ключица', 0],
            ['ключица', 'ключица', 1],
            ['ключица', 'ключица', 2],
            ['ключица', 'ключица', 30],

            ['ключник', 'ключник', 0],
            ['ключник', 'ключник', 1],
            ['ключник', 'ключник', 2],
            ['ключник', 'ключник', 30],

            ['клюшка', 'клюшка', 0],
            ['клюшка', 'клюшка', 1],
            ['клюшка', 'клюшка', 2],
            ['клюшка', 'клюшка', 30],

            ['клякса', 'клякса', 0],
            ['клякса', 'клякса', 1],
            ['клякса', 'клякса', 2],
            ['клякса', 'клякса', 30],

            ['кляп', 'кляп', 0],
            ['кляп', 'кляп', 1],
            ['кляп', 'кляп', 2],
            ['кляп', 'кляп', 30],

            ['клятва', 'клятва', 0],
            ['клятва', 'клятва', 1],
            ['клятва', 'клятва', 2],
            ['клятва', 'клятва', 30],

            ['кляча', 'кляча', 0],
            ['кляча', 'кляча', 1],
            ['кляча', 'кляча', 2],
            ['кляча', 'кляча', 30],

            ['кндр', 'кндр', 0],
            ['кндр', 'кндр', 1],
            ['кндр', 'кндр', 2],
            ['кндр', 'кндр', 30],

            ['кнехт', 'кнехт', 0],
            ['кнехт', 'кнехт', 1],
            ['кнехт', 'кнехт', 2],
            ['кнехт', 'кнехт', 30],

            ['книга', 'книга', 0],
            ['книга', 'книга', 1],
            ['книга', 'книга', 2],
            ['книга', 'книга', 30],

            ['книголюб', 'книголюб', 0],
            ['книголюб', 'книголюб', 1],
            ['книголюб', 'книголюб', 2],
            ['книголюб', 'книголюб', 30],

            ['книгочей', 'книгочей', 0],
            ['книгочей', 'книгочей', 1],
            ['книгочей', 'книгочей', 2],
            ['книгочей', 'книгочей', 30],

            ['книжечка', 'книжечка', 0],
            ['книжечка', 'книжечка', 1],
            ['книжечка', 'книжечка', 2],
            ['книжечка', 'книжечка', 30],

            ['книжица', 'книжица', 0],
            ['книжица', 'книжица', 1],
            ['книжица', 'книжица', 2],
            ['книжица', 'книжица', 30],

            ['книжка', 'книжка', 0],
            ['книжка', 'книжка', 1],
            ['книжка', 'книжка', 2],
            ['книжка', 'книжка', 30],

            ['книжник', 'книжник', 0],
            ['книжник', 'книжник', 1],
            ['книжник', 'книжник', 2],
            ['книжник', 'книжник', 30],

            ['книжонка', 'книжонка', 0],
            ['книжонка', 'книжонка', 1],
            ['книжонка', 'книжонка', 2],
            ['книжонка', 'книжонка', 30],

            ['книксен', 'книксен', 0],
            ['книксен', 'книксен', 1],
            ['книксен', 'книксен', 2],
            ['книксен', 'книксен', 30],

            ['кнопка', 'кнопка', 0],
            ['кнопка', 'кнопка', 1],
            ['кнопка', 'кнопка', 2],
            ['кнопка', 'кнопка', 30],

            ['кнопочка', 'кнопочка', 0],
            ['кнопочка', 'кнопочка', 1],
            ['кнопочка', 'кнопочка', 2],
            ['кнопочка', 'кнопочка', 30],

            ['кнр', 'кнр', 0],
            ['кнр', 'кнр', 1],
            ['кнр', 'кнр', 2],
            ['кнр', 'кнр', 30],

            ['кнут', 'кнут', 0],
            ['кнут', 'кнут', 1],
            ['кнут', 'кнут', 2],
            ['кнут', 'кнут', 30],

            ['княгиня', 'княгиня', 0],
            ['княгиня', 'княгиня', 1],
            ['княгиня', 'княгиня', 2],
            ['княгиня', 'княгиня', 30],

            ['княжество', 'княжество', 0],
            ['княжество', 'княжество', 1],
            ['княжество', 'княжество', 2],
            ['княжество', 'княжество', 30],

            ['княжна', 'княжна', 0],
            ['княжна', 'княжна', 1],
            ['княжна', 'княжна', 2],
            ['княжна', 'княжна', 30],

            ['князь', 'князь', 0],
            ['князь', 'князь', 1],
            ['князь', 'князь', 2],
            ['князь', 'князь', 30],

            ['коагуляция', 'коагуляция', 0],
            ['коагуляция', 'коагуляция', 1],
            ['коагуляция', 'коагуляция', 2],
            ['коагуляция', 'коагуляция', 30],

            ['коала', 'коала', 0],
            ['коала', 'коала', 1],
            ['коала', 'коала', 2],
            ['коала', 'коала', 30],

            ['коалиция', 'коалиция', 0],
            ['коалиция', 'коалиция', 1],
            ['коалиция', 'коалиция', 2],
            ['коалиция', 'коалиция', 30],

            ['коб', 'коб', 0],
            ['коб', 'коб', 1],
            ['коб', 'коб', 2],
            ['коб', 'коб', 30],

            ['кобе', 'кобе', 0],
            ['кобе', 'кобе', 1],
            ['кобе', 'кобе', 2],
            ['кобе', 'кобе', 30],

            ['кобель', 'кобель', 0],
            ['кобель', 'кобель', 1],
            ['кобель', 'кобель', 2],
            ['кобель', 'кобель', 30],

            ['кобра', 'кобра', 0],
            ['кобра', 'кобра', 1],
            ['кобра', 'кобра', 2],
            ['кобра', 'кобра', 30],

            ['кобура', 'кобура', 0],
            ['кобура', 'кобура', 1],
            ['кобура', 'кобура', 2],
            ['кобура', 'кобура', 30],

            ['кобыла', 'кобыла', 0],
            ['кобыла', 'кобыла', 1],
            ['кобыла', 'кобыла', 2],
            ['кобыла', 'кобыла', 30],

            ['кобылица', 'кобылица', 0],
            ['кобылица', 'кобылица', 1],
            ['кобылица', 'кобылица', 2],
            ['кобылица', 'кобылица', 30],

            ['кобылка', 'кобылка', 0],
            ['кобылка', 'кобылка', 1],
            ['кобылка', 'кобылка', 2],
            ['кобылка', 'кобылка', 30],

            ['коваленко', 'коваленко', 0],
            ['коваленко', 'коваленко', 1],
            ['коваленко', 'коваленко', 2],
            ['коваленко', 'коваленко', 30],

            ['коварство', 'коварство', 0],
            ['коварство', 'коварство', 1],
            ['коварство', 'коварство', 2],
            ['коварство', 'коварство', 30],

            ['ковбой', 'ковбой', 0],
            ['ковбой', 'ковбой', 1],
            ['ковбой', 'ковбой', 2],
            ['ковбой', 'ковбой', 30],

            ['ковбойка', 'ковбойка', 0],
            ['ковбойка', 'ковбойка', 1],
            ['ковбойка', 'ковбойка', 2],
            ['ковбойка', 'ковбойка', 30],

            ['ковентри', 'ковентри', 0],
            ['ковентри', 'ковентри', 1],
            ['ковентри', 'ковентри', 2],
            ['ковентри', 'ковентри', 30],

            ['ковер', 'ковер', 0],
            ['ковер', 'ковер', 1],
            ['ковер', 'ковер', 2],
            ['ковер', 'ковер', 30],

            ['коврик', 'коврик', 0],
            ['коврик', 'коврик', 1],
            ['коврик', 'коврик', 2],
            ['коврик', 'коврик', 30],

            ['ковчег', 'ковчег', 0],
            ['ковчег', 'ковчег', 1],
            ['ковчег', 'ковчег', 2],
            ['ковчег', 'ковчег', 30],

            ['ковш', 'ковш', 0],
            ['ковш', 'ковш', 1],
            ['ковш', 'ковш', 2],
            ['ковш', 'ковш', 30],

            ['ковшик', 'ковшик', 0],
            ['ковшик', 'ковшик', 1],
            ['ковшик', 'ковшик', 2],
            ['ковшик', 'ковшик', 30],

            ['ковы', 'ковы', 0],
            ['ковы', 'ковы', 1],
            ['ковы', 'ковы', 2],
            ['ковы', 'ковы', 30],

            ['ковыль', 'ковыль', 0],
            ['ковыль', 'ковыль', 1],
            ['ковыль', 'ковыль', 2],
            ['ковыль', 'ковыль', 30],

            ['когорта', 'когорта', 0],
            ['когорта', 'когорта', 1],
            ['когорта', 'когорта', 2],
            ['когорта', 'когорта', 30],

            ['коготок', 'коготок', 0],
            ['коготок', 'коготок', 1],
            ['коготок', 'коготок', 2],
            ['коготок', 'коготок', 30],

            ['коготь', 'коготь', 0],
            ['коготь', 'коготь', 1],
            ['коготь', 'коготь', 2],
            ['коготь', 'коготь', 30],

            ['код', 'код', 0],
            ['код', 'код', 1],
            ['код', 'код', 2],
            ['код', 'код', 30],

            ['кода', 'кода', 0],
            ['кода', 'кода', 1],
            ['кода', 'кода', 2],
            ['кода', 'кода', 30],

            ['кодекс', 'кодекс', 0],
            ['кодекс', 'кодекс', 1],
            ['кодекс', 'кодекс', 2],
            ['кодекс', 'кодекс', 30],

            ['кодирование', 'кодирование', 0],
            ['кодирование', 'кодирование', 1],
            ['кодирование', 'кодирование', 2],
            ['кодирование', 'кодирование', 30],

            ['кодла', 'кодла', 0],
            ['кодла', 'кодла', 1],
            ['кодла', 'кодла', 2],
            ['кодла', 'кодла', 30],

            ['коечка', 'коечка', 0],
            ['коечка', 'коечка', 1],
            ['коечка', 'коечка', 2],
            ['коечка', 'коечка', 30],

            ['кожа', 'кожа', 0],
            ['кожа', 'кожа', 1],
            ['кожа', 'кожа', 2],
            ['кожа', 'кожа', 30],

            ['кожанка', 'кожанка', 0],
            ['кожанка', 'кожанка', 1],
            ['кожанка', 'кожанка', 2],
            ['кожанка', 'кожанка', 30],

            ['кожица', 'кожица', 0],
            ['кожица', 'кожица', 1],
            ['кожица', 'кожица', 2],
            ['кожица', 'кожица', 30],

            ['кожура', 'кожура', 0],
            ['кожура', 'кожура', 1],
            ['кожура', 'кожура', 2],
            ['кожура', 'кожура', 30],

            ['кожух', 'кожух', 0],
            ['кожух', 'кожух', 1],
            ['кожух', 'кожух', 2],
            ['кожух', 'кожух', 30],

            ['кожухова', 'кожухова', 0],
            ['кожухова', 'кожухова', 1],
            ['кожухова', 'кожухова', 2],
            ['кожухова', 'кожухова', 30],

            ['коза', 'коза', 0],
            ['коза', 'коза', 1],
            ['коза', 'коза', 2],
            ['коза', 'коза', 30],

            ['козел', 'козел', 0],
            ['козел', 'козел', 1],
            ['козел', 'козел', 2],
            ['козел', 'козел', 30],

            ['козерог', 'козерог', 0],
            ['козерог', 'козерог', 1],
            ['козерог', 'козерог', 2],
            ['козерог', 'козерог', 30],

            ['козленок', 'козленок', 0],
            ['козленок', 'козленок', 1],
            ['козленок', 'козленок', 2],
            ['козленок', 'козленок', 30],

            ['козлик', 'козлик', 0],
            ['козлик', 'козлик', 1],
            ['козлик', 'козлик', 2],
            ['козлик', 'козлик', 30],

            ['козни', 'козни', 0],
            ['козни', 'козни', 1],
            ['козни', 'козни', 2],
            ['козни', 'козни', 30],

            ['козонок', 'козонок', 0],
            ['козонок', 'козонок', 1],
            ['козонок', 'козонок', 2],
            ['козонок', 'козонок', 30],

            ['козырек', 'козырек', 0],
            ['козырек', 'козырек', 1],
            ['козырек', 'козырек', 2],
            ['козырек', 'козырек', 30],

            ['козырь', 'козырь', 0],
            ['козырь', 'козырь', 1],
            ['козырь', 'козырь', 2],
            ['козырь', 'козырь', 30],

            ['козьма', 'козьма', 0],
            ['козьма', 'козьма', 1],
            ['козьма', 'козьма', 2],
            ['козьма', 'козьма', 30],

            ['козьминична', 'козьминична', 0],
            ['козьминична', 'козьминична', 1],
            ['козьминична', 'козьминична', 2],
            ['козьминична', 'козьминична', 30],

            ['козьмич', 'козьмич', 0],
            ['козьмич', 'козьмич', 1],
            ['козьмич', 'козьмич', 2],
            ['козьмич', 'козьмич', 30],

            ['козявка', 'козявка', 0],
            ['козявка', 'козявка', 1],
            ['козявка', 'козявка', 2],
            ['козявка', 'козявка', 30],

            ['койка', 'койка', 0],
            ['койка', 'койка', 1],
            ['койка', 'койка', 2],
            ['койка', 'койка', 30],

            ['кок', 'кок', 0],
            ['кок', 'кок', 1],
            ['кок', 'кок', 2],
            ['кок', 'кок', 30],

            ['кока', 'кока', 0],
            ['кока', 'кока', 1],
            ['кока', 'кока', 2],
            ['кока', 'кока', 30],

            ['кокаин', 'кокаин', 0],
            ['кокаин', 'кокаин', 1],
            ['кокаин', 'кокаин', 2],
            ['кокаин', 'кокаин', 30],

            ['коканд', 'коканд', 0],
            ['коканд', 'коканд', 1],
            ['коканд', 'коканд', 2],
            ['коканд', 'коканд', 30],

            ['кокарда', 'кокарда', 0],
            ['кокарда', 'кокарда', 1],
            ['кокарда', 'кокарда', 2],
            ['кокарда', 'кокарда', 30],

            ['кокетство', 'кокетство', 0],
            ['кокетство', 'кокетство', 1],
            ['кокетство', 'кокетство', 2],
            ['кокетство', 'кокетство', 30],

            ['коклюш', 'коклюш', 0],
            ['коклюш', 'коклюш', 1],
            ['коклюш', 'коклюш', 2],
            ['коклюш', 'коклюш', 30],

            ['кокон', 'кокон', 0],
            ['кокон', 'кокон', 1],
            ['кокон', 'кокон', 2],
            ['кокон', 'кокон', 30],

            ['кокорин', 'кокорин', 0],
            ['кокорин', 'кокорин', 1],
            ['кокорин', 'кокорин', 2],
            ['кокорин', 'кокорин', 30],

            ['кокошник', 'кокошник', 0],
            ['кокошник', 'кокошник', 1],
            ['кокошник', 'кокошник', 2],
            ['кокошник', 'кокошник', 30],

            ['кокс', 'кокс', 0],
            ['кокс', 'кокс', 1],
            ['кокс', 'кокс', 2],
            ['кокс', 'кокс', 30],

            ['коктейль', 'коктейль', 0],
            ['коктейль', 'коктейль', 1],
            ['коктейль', 'коктейль', 2],
            ['коктейль', 'коктейль', 30],

            ['кол', 'кол', 0],
            ['кол', 'кол', 1],
            ['кол', 'кол', 2],
            ['кол', 'кол', 30],

            ['колба', 'колба', 0],
            ['колба', 'колба', 1],
            ['колба', 'колба', 2],
            ['колба', 'колба', 30],

            ['колбаса', 'колбаса', 0],
            ['колбаса', 'колбаса', 1],
            ['колбаса', 'колбаса', 2],
            ['колбаса', 'колбаса', 30],

            ['колбаска', 'колбаска', 0],
            ['колбаска', 'колбаска', 1],
            ['колбаска', 'колбаска', 2],
            ['колбаска', 'колбаска', 30],

            ['колбочка', 'колбочка', 0],
            ['колбочка', 'колбочка', 1],
            ['колбочка', 'колбочка', 2],
            ['колбочка', 'колбочка', 30],

            ['колготки', 'колготки', 0],
            ['колготки', 'колготки', 1],
            ['колготки', 'колготки', 2],
            ['колготки', 'колготки', 30],

            ['колдобина', 'колдобина', 0],
            ['колдобина', 'колдобина', 1],
            ['колдобина', 'колдобина', 2],
            ['колдобина', 'колдобина', 30],

            ['колдовство', 'колдовство', 0],
            ['колдовство', 'колдовство', 1],
            ['колдовство', 'колдовство', 2],
            ['колдовство', 'колдовство', 30],

            ['колдун', 'колдун', 0],
            ['колдун', 'колдун', 1],
            ['колдун', 'колдун', 2],
            ['колдун', 'колдун', 30],

            ['колдунья', 'колдунья', 0],
            ['колдунья', 'колдунья', 1],
            ['колдунья', 'колдунья', 2],
            ['колдунья', 'колдунья', 30],

            ['колебание', 'колебание', 0],
            ['колебание', 'колебание', 1],
            ['колебание', 'колебание', 2],
            ['колебание', 'колебание', 30],

            ['коленка', 'коленка', 0],
            ['коленка', 'коленка', 1],
            ['коленка', 'коленка', 2],
            ['коленка', 'коленка', 30],

            ['колено', 'колено', 0],
            ['колено', 'колено', 1],
            ['колено', 'колено', 2],
            ['колено', 'колено', 30],

            ['коленце', 'коленце', 0],
            ['коленце', 'коленце', 1],
            ['коленце', 'коленце', 2],
            ['коленце', 'коленце', 30],

            ['колер', 'колер', 0],
            ['колер', 'колер', 1],
            ['колер', 'колер', 2],
            ['колер', 'колер', 30],

            ['колесико', 'колесико', 0],
            ['колесико', 'колесико', 1],
            ['колесико', 'колесико', 2],
            ['колесико', 'колесико', 30],

            ['колесник', 'колесник', 0],
            ['колесник', 'колесник', 1],
            ['колесник', 'колесник', 2],
            ['колесник', 'колесник', 30],

            ['колесница', 'колесница', 0],
            ['колесница', 'колесница', 1],
            ['колесница', 'колесница', 2],
            ['колесница', 'колесница', 30],

            ['колесо', 'колесо', 0],
            ['колесо', 'колесо', 1],
            ['колесо', 'колесо', 2],
            ['колесо', 'колесо', 30],

            ['колет', 'колет', 0],
            ['колет', 'колет', 1],
            ['колет', 'колет', 2],
            ['колет', 'колет', 30],

            ['колечко', 'колечко', 0],
            ['колечко', 'колечко', 1],
            ['колечко', 'колечко', 2],
            ['колечко', 'колечко', 30],

            ['колея', 'колея', 0],
            ['колея', 'колея', 1],
            ['колея', 'колея', 2],
            ['колея', 'колея', 30],

            ['колибри', 'колибри', 0],
            ['колибри', 'колибри', 1],
            ['колибри', 'колибри', 2],
            ['колибри', 'колибри', 30],

            ['колика', 'колика', 0],
            ['колика', 'колика', 1],
            ['колика', 'колика', 2],
            ['колика', 'колика', 30],

            ['колит', 'колит', 0],
            ['колит', 'колит', 1],
            ['колит', 'колит', 2],
            ['колит', 'колит', 30],

            ['количество', 'количество', 0],
            ['количество', 'количество', 1],
            ['количество', 'количество', 2],
            ['количество', 'количество', 30],

            ['колката', 'колката', 0],
            ['колката', 'колката', 1],
            ['колката', 'колката', 2],
            ['колката', 'колката', 30],

            ['коллапс', 'коллапс', 0],
            ['коллапс', 'коллапс', 1],
            ['коллапс', 'коллапс', 2],
            ['коллапс', 'коллапс', 30],

            ['коллега', 'коллега', 0],
            ['коллега', 'коллега', 1],
            ['коллега', 'коллега', 2],
            ['коллега', 'коллега', 30],

            ['коллегия', 'коллегия', 0],
            ['коллегия', 'коллегия', 1],
            ['коллегия', 'коллегия', 2],
            ['коллегия', 'коллегия', 30],

            ['колледж', 'колледж', 0],
            ['колледж', 'колледж', 1],
            ['колледж', 'колледж', 2],
            ['колледж', 'колледж', 30],

            ['коллектив', 'коллектив', 0],
            ['коллектив', 'коллектив', 1],
            ['коллектив', 'коллектив', 2],
            ['коллектив', 'коллектив', 30],

            ['коллективизация', 'коллективизация', 0],
            ['коллективизация', 'коллективизация', 1],
            ['коллективизация', 'коллективизация', 2],
            ['коллективизация', 'коллективизация', 30],

            ['коллектор', 'коллектор', 0],
            ['коллектор', 'коллектор', 1],
            ['коллектор', 'коллектор', 2],
            ['коллектор', 'коллектор', 30],

            ['коллекционер', 'коллекционер', 0],
            ['коллекционер', 'коллекционер', 1],
            ['коллекционер', 'коллекционер', 2],
            ['коллекционер', 'коллекционер', 30],

            ['коллекция', 'коллекция', 0],
            ['коллекция', 'коллекция', 1],
            ['коллекция', 'коллекция', 2],
            ['коллекция', 'коллекция', 30],

            ['коллизия', 'коллизия', 0],
            ['коллизия', 'коллизия', 1],
            ['коллизия', 'коллизия', 2],
            ['коллизия', 'коллизия', 30],

            ['коллинг', 'коллинг', 0],
            ['коллинг', 'коллинг', 1],
            ['коллинг', 'коллинг', 2],
            ['коллинг', 'коллинг', 30],

            ['колобок', 'колобок', 0],
            ['колобок', 'колобок', 1],
            ['колобок', 'колобок', 2],
            ['колобок', 'колобок', 30],

            ['колода', 'колода', 0],
            ['колода', 'колода', 1],
            ['колода', 'колода', 2],
            ['колода', 'колода', 30],

            ['колодец', 'колодец', 0],
            ['колодец', 'колодец', 1],
            ['колодец', 'колодец', 2],
            ['колодец', 'колодец', 30],

            ['колодка', 'колодка', 0],
            ['колодка', 'колодка', 1],
            ['колодка', 'колодка', 2],
            ['колодка', 'колодка', 30],

            ['колок', 'колок', 0],
            ['колок', 'колок', 1],
            ['колок', 'колок', 2],
            ['колок', 'колок', 30],

            ['колокол', 'колокол', 0],
            ['колокол', 'колокол', 1],
            ['колокол', 'колокол', 2],
            ['колокол', 'колокол', 30],

            ['колокольня', 'колокольня', 0],
            ['колокольня', 'колокольня', 1],
            ['колокольня', 'колокольня', 2],
            ['колокольня', 'колокольня', 30],

            ['колокольчик', 'колокольчик', 0],
            ['колокольчик', 'колокольчик', 1],
            ['колокольчик', 'колокольчик', 2],
            ['колокольчик', 'колокольчик', 30],

            ['коломбина', 'коломбина', 0],
            ['коломбина', 'коломбина', 1],
            ['коломбина', 'коломбина', 2],
            ['коломбина', 'коломбина', 30],

            ['коломбо', 'коломбо', 0],
            ['коломбо', 'коломбо', 1],
            ['коломбо', 'коломбо', 2],
            ['коломбо', 'коломбо', 30],

            ['колонизатор', 'колонизатор', 0],
            ['колонизатор', 'колонизатор', 1],
            ['колонизатор', 'колонизатор', 2],
            ['колонизатор', 'колонизатор', 30],

            ['колонизация', 'колонизация', 0],
            ['колонизация', 'колонизация', 1],
            ['колонизация', 'колонизация', 2],
            ['колонизация', 'колонизация', 30],

            ['колонист', 'колонист', 0],
            ['колонист', 'колонист', 1],
            ['колонист', 'колонист', 2],
            ['колонист', 'колонист', 30],

            ['колония', 'колония', 0],
            ['колония', 'колония', 1],
            ['колония', 'колония', 2],
            ['колония', 'колония', 30],

            ['колонна', 'колонна', 0],
            ['колонна', 'колонна', 1],
            ['колонна', 'колонна', 2],
            ['колонна', 'колонна', 30],

            ['колоннада', 'колоннада', 0],
            ['колоннада', 'колоннада', 1],
            ['колоннада', 'колоннада', 2],
            ['колоннада', 'колоннада', 30],

            ['колонок', 'колонок', 0],
            ['колонок', 'колонок', 1],
            ['колонок', 'колонок', 2],
            ['колонок', 'колонок', 30],

            ['колорит', 'колорит', 0],
            ['колорит', 'колорит', 1],
            ['колорит', 'колорит', 2],
            ['колорит', 'колорит', 30],

            ['колосок', 'колосок', 0],
            ['колосок', 'колосок', 1],
            ['колосок', 'колосок', 2],
            ['колосок', 'колосок', 30],

            ['колотило', 'колотило', 0],
            ['колотило', 'колотило', 1],
            ['колотило', 'колотило', 2],
            ['колотило', 'колотило', 30],

            ['колотушка', 'колотушка', 0],
            ['колотушка', 'колотушка', 1],
            ['колотушка', 'колотушка', 2],
            ['колотушка', 'колотушка', 30],

            ['колпак', 'колпак', 0],
            ['колпак', 'колпак', 1],
            ['колпак', 'колпак', 2],
            ['колпак', 'колпак', 30],

            ['колпачок', 'колпачок', 0],
            ['колпачок', 'колпачок', 1],
            ['колпачок', 'колпачок', 2],
            ['колпачок', 'колпачок', 30],

            ['колумбия', 'колумбия', 0],
            ['колумбия', 'колумбия', 1],
            ['колумбия', 'колумбия', 2],
            ['колумбия', 'колумбия', 30],

            ['колун', 'колун', 0],
            ['колун', 'колун', 1],
            ['колун', 'колун', 2],
            ['колун', 'колун', 30],

            ['колхоз', 'колхоз', 0],
            ['колхоз', 'колхоз', 1],
            ['колхоз', 'колхоз', 2],
            ['колхоз', 'колхоз', 30],

            ['колхозник', 'колхозник', 0],
            ['колхозник', 'колхозник', 1],
            ['колхозник', 'колхозник', 2],
            ['колхозник', 'колхозник', 30],

            ['колхозница', 'колхозница', 0],
            ['колхозница', 'колхозница', 1],
            ['колхозница', 'колхозница', 2],
            ['колхозница', 'колхозница', 30],

            ['колчан', 'колчан', 0],
            ['колчан', 'колчан', 1],
            ['колчан', 'колчан', 2],
            ['колчан', 'колчан', 30],

            ['колыбель', 'колыбель', 0],
            ['колыбель', 'колыбель', 1],
            ['колыбель', 'колыбель', 2],
            ['колыбель', 'колыбель', 30],

            ['колыма', 'колыма', 0],
            ['колыма', 'колыма', 1],
            ['колыма', 'колыма', 2],
            ['колыма', 'колыма', 30],

            ['колымага', 'колымага', 0],
            ['колымага', 'колымага', 1],
            ['колымага', 'колымага', 2],
            ['колымага', 'колымага', 30],

            ['колышек', 'колышек', 0],
            ['колышек', 'колышек', 1],
            ['колышек', 'колышек', 2],
            ['колышек', 'колышек', 30],

            ['колье', 'колье', 0],
            ['колье', 'колье', 1],
            ['колье', 'колье', 2],
            ['колье', 'колье', 30],

            ['кольцо', 'кольцо', 0],
            ['кольцо', 'кольцо', 1],
            ['кольцо', 'кольцо', 2],
            ['кольцо', 'кольцо', 30],

            ['кольчуга', 'кольчуга', 0],
            ['кольчуга', 'кольчуга', 1],
            ['кольчуга', 'кольчуга', 2],
            ['кольчуга', 'кольчуга', 30],

            ['колюня', 'колюня', 0],
            ['колюня', 'колюня', 1],
            ['колюня', 'колюня', 2],
            ['колюня', 'колюня', 30],

            ['колюся', 'колюся', 0],
            ['колюся', 'колюся', 1],
            ['колюся', 'колюся', 2],
            ['колюся', 'колюся', 30],

            ['колюха', 'колюха', 0],
            ['колюха', 'колюха', 1],
            ['колюха', 'колюха', 2],
            ['колюха', 'колюха', 30],

            ['колючка', 'колючка', 0],
            ['колючка', 'колючка', 1],
            ['колючка', 'колючка', 2],
            ['колючка', 'колючка', 30],

            ['колюша', 'колюша', 0],
            ['колюша', 'колюша', 1],
            ['колюша', 'колюша', 2],
            ['колюша', 'колюша', 30],

            ['коля', 'коля', 0],
            ['коля', 'коля', 1],
            ['коля', 'коля', 2],
            ['коля', 'коля', 30],

            ['коляня', 'коляня', 0],
            ['коляня', 'коляня', 1],
            ['коляня', 'коляня', 2],
            ['коляня', 'коляня', 30],

            ['коляска', 'коляска', 0],
            ['коляска', 'коляска', 1],
            ['коляска', 'коляска', 2],
            ['коляска', 'коляска', 30],

            ['коляха', 'коляха', 0],
            ['коляха', 'коляха', 1],
            ['коляха', 'коляха', 2],
            ['коляха', 'коляха', 30],

            ['коляша', 'коляша', 0],
            ['коляша', 'коляша', 1],
            ['коляша', 'коляша', 2],
            ['коляша', 'коляша', 30],

            ['ком', 'ком', 0],
            ['ком', 'ком', 1],
            ['ком', 'ком', 2],
            ['ком', 'ком', 30],

            ['кома', 'кома', 0],
            ['кома', 'кома', 1],
            ['кома', 'кома', 2],
            ['кома', 'кома', 30],

            ['команда', 'команда', 0],
            ['команда', 'команда', 1],
            ['команда', 'команда', 2],
            ['команда', 'команда', 30],

            ['командарм', 'командарм', 0],
            ['командарм', 'командарм', 1],
            ['командарм', 'командарм', 2],
            ['командарм', 'командарм', 30],

            ['командир', 'командир', 0],
            ['командир', 'командир', 1],
            ['командир', 'командир', 2],
            ['командир', 'командир', 30],

            ['командировка', 'командировка', 0],
            ['командировка', 'командировка', 1],
            ['командировка', 'командировка', 2],
            ['командировка', 'командировка', 30],

            ['командирша', 'командирша', 0],
            ['командирша', 'командирша', 1],
            ['командирша', 'командирша', 2],
            ['командирша', 'командирша', 30],

            ['командование', 'командование', 0],
            ['командование', 'командование', 1],
            ['командование', 'командование', 2],
            ['командование', 'командование', 30],

            ['командор', 'командор', 0],
            ['командор', 'командор', 1],
            ['командор', 'командор', 2],
            ['командор', 'командор', 30],

            ['командующий', 'командующий', 0],
            ['командующий', 'командующий', 1],
            ['командующий', 'командующий', 2],
            ['командующий', 'командующий', 30],

            ['комар', 'комар', 0],
            ['комар', 'комар', 1],
            ['комар', 'комар', 2],
            ['комар', 'комар', 30],

            ['комарик', 'комарик', 0],
            ['комарик', 'комарик', 1],
            ['комарик', 'комарик', 2],
            ['комарик', 'комарик', 30],

            ['комбайн', 'комбайн', 0],
            ['комбайн', 'комбайн', 1],
            ['комбайн', 'комбайн', 2],
            ['комбайн', 'комбайн', 30],

            ['комбайнер', 'комбайнер', 0],
            ['комбайнер', 'комбайнер', 1],
            ['комбайнер', 'комбайнер', 2],
            ['комбайнер', 'комбайнер', 30],

            ['комбат', 'комбат', 0],
            ['комбат', 'комбат', 1],
            ['комбат', 'комбат', 2],
            ['комбат', 'комбат', 30],

            ['комбинат', 'комбинат', 0],
            ['комбинат', 'комбинат', 1],
            ['комбинат', 'комбинат', 2],
            ['комбинат', 'комбинат', 30],

            ['комбинатор', 'комбинатор', 0],
            ['комбинатор', 'комбинатор', 1],
            ['комбинатор', 'комбинатор', 2],
            ['комбинатор', 'комбинатор', 30],

            ['комбинация', 'комбинация', 0],
            ['комбинация', 'комбинация', 1],
            ['комбинация', 'комбинация', 2],
            ['комбинация', 'комбинация', 30],

            ['комбинезон', 'комбинезон', 0],
            ['комбинезон', 'комбинезон', 1],
            ['комбинезон', 'комбинезон', 2],
            ['комбинезон', 'комбинезон', 30],

            ['комбриг', 'комбриг', 0],
            ['комбриг', 'комбриг', 1],
            ['комбриг', 'комбриг', 2],
            ['комбриг', 'комбриг', 30],

            ['комвзвод', 'комвзвод', 0],
            ['комвзвод', 'комвзвод', 1],
            ['комвзвод', 'комвзвод', 2],
            ['комвзвод', 'комвзвод', 30],

            ['комдив', 'комдив', 0],
            ['комдив', 'комдив', 1],
            ['комдив', 'комдив', 2],
            ['комдив', 'комдив', 30],

            ['комедия', 'комедия', 0],
            ['комедия', 'комедия', 1],
            ['комедия', 'комедия', 2],
            ['комедия', 'комедия', 30],

            ['комель', 'комель', 0],
            ['комель', 'комель', 1],
            ['комель', 'комель', 2],
            ['комель', 'комель', 30],

            ['комендант', 'комендант', 0],
            ['комендант', 'комендант', 1],
            ['комендант', 'комендант', 2],
            ['комендант', 'комендант', 30],

            ['комендатура', 'комендатура', 0],
            ['комендатура', 'комендатура', 1],
            ['комендатура', 'комендатура', 2],
            ['комендатура', 'комендатура', 30],

            ['комета', 'комета', 0],
            ['комета', 'комета', 1],
            ['комета', 'комета', 2],
            ['комета', 'комета', 30],

            ['комик', 'комик', 0],
            ['комик', 'комик', 1],
            ['комик', 'комик', 2],
            ['комик', 'комик', 30],

            ['комикс', 'комикс', 0],
            ['комикс', 'комикс', 1],
            ['комикс', 'комикс', 2],
            ['комикс', 'комикс', 30],

            ['коминтерн', 'коминтерн', 0],
            ['коминтерн', 'коминтерн', 1],
            ['коминтерн', 'коминтерн', 2],
            ['коминтерн', 'коминтерн', 30],

            ['комиссар', 'комиссар', 0],
            ['комиссар', 'комиссар', 1],
            ['комиссар', 'комиссар', 2],
            ['комиссар', 'комиссар', 30],

            ['комиссионка', 'комиссионка', 0],
            ['комиссионка', 'комиссионка', 1],
            ['комиссионка', 'комиссионка', 2],
            ['комиссионка', 'комиссионка', 30],

            ['комиссия', 'комиссия', 0],
            ['комиссия', 'комиссия', 1],
            ['комиссия', 'комиссия', 2],
            ['комиссия', 'комиссия', 30],

            ['комитет', 'комитет', 0],
            ['комитет', 'комитет', 1],
            ['комитет', 'комитет', 2],
            ['комитет', 'комитет', 30],

            ['комментарий', 'комментарий', 0],
            ['комментарий', 'комментарий', 1],
            ['комментарий', 'комментарий', 2],
            ['комментарий', 'комментарий', 30],

            ['комментатор', 'комментатор', 0],
            ['комментатор', 'комментатор', 1],
            ['комментатор', 'комментатор', 2],
            ['комментатор', 'комментатор', 30],

            ['коммерсант', 'коммерсант', 0],
            ['коммерсант', 'коммерсант', 1],
            ['коммерсант', 'коммерсант', 2],
            ['коммерсант', 'коммерсант', 30],

            ['коммерция', 'коммерция', 0],
            ['коммерция', 'коммерция', 1],
            ['коммерция', 'коммерция', 2],
            ['коммерция', 'коммерция', 30],

            ['коммивояжер', 'коммивояжер', 0],
            ['коммивояжер', 'коммивояжер', 1],
            ['коммивояжер', 'коммивояжер', 2],
            ['коммивояжер', 'коммивояжер', 30],

            ['коммуна', 'коммуна', 0],
            ['коммуна', 'коммуна', 1],
            ['коммуна', 'коммуна', 2],
            ['коммуна', 'коммуна', 30],

            ['коммуналка', 'коммуналка', 0],
            ['коммуналка', 'коммуналка', 1],
            ['коммуналка', 'коммуналка', 2],
            ['коммуналка', 'коммуналка', 30],

            ['коммунар', 'коммунар', 0],
            ['коммунар', 'коммунар', 1],
            ['коммунар', 'коммунар', 2],
            ['коммунар', 'коммунар', 30],

            ['коммунизм', 'коммунизм', 0],
            ['коммунизм', 'коммунизм', 1],
            ['коммунизм', 'коммунизм', 2],
            ['коммунизм', 'коммунизм', 30],

            ['коммуникация', 'коммуникация', 0],
            ['коммуникация', 'коммуникация', 1],
            ['коммуникация', 'коммуникация', 2],
            ['коммуникация', 'коммуникация', 30],

            ['коммунист', 'коммунист', 0],
            ['коммунист', 'коммунист', 1],
            ['коммунист', 'коммунист', 2],
            ['коммунист', 'коммунист', 30],

            ['коммутатор', 'коммутатор', 0],
            ['коммутатор', 'коммутатор', 1],
            ['коммутатор', 'коммутатор', 2],
            ['коммутатор', 'коммутатор', 30],

            ['комната', 'комната', 0],
            ['комната', 'комната', 1],
            ['комната', 'комната', 2],
            ['комната', 'комната', 30],

            ['комнатенка', 'комнатенка', 0],
            ['комнатенка', 'комнатенка', 1],
            ['комнатенка', 'комнатенка', 2],
            ['комнатенка', 'комнатенка', 30],

            ['комнатка', 'комнатка', 0],
            ['комнатка', 'комнатка', 1],
            ['комнатка', 'комнатка', 2],
            ['комнатка', 'комнатка', 30],

            ['комнатушка', 'комнатушка', 0],
            ['комнатушка', 'комнатушка', 1],
            ['комнатушка', 'комнатушка', 2],
            ['комнатушка', 'комнатушка', 30],

            ['комод', 'комод', 0],
            ['комод', 'комод', 1],
            ['комод', 'комод', 2],
            ['комод', 'комод', 30],

            ['комок', 'комок', 0],
            ['комок', 'комок', 1],
            ['комок', 'комок', 2],
            ['комок', 'комок', 30],

            ['коморские', 'коморские', 0],
            ['коморские', 'коморские', 1],
            ['коморские', 'коморские', 2],
            ['коморские', 'коморские', 30],

            ['комочек', 'комочек', 0],
            ['комочек', 'комочек', 1],
            ['комочек', 'комочек', 2],
            ['комочек', 'комочек', 30],

            ['компакт', 'компакт', 0],
            ['компакт', 'компакт', 1],
            ['компакт', 'компакт', 2],
            ['компакт', 'компакт', 30],

            ['компания', 'компания', 0],
            ['компания', 'компания', 1],
            ['компания', 'компания', 2],
            ['компания', 'компания', 30],

            ['компаньон', 'компаньон', 0],
            ['компаньон', 'компаньон', 1],
            ['компаньон', 'компаньон', 2],
            ['компаньон', 'компаньон', 30],

            ['компартия', 'компартия', 0],
            ['компартия', 'компартия', 1],
            ['компартия', 'компартия', 2],
            ['компартия', 'компартия', 30],

            ['компас', 'компас', 0],
            ['компас', 'компас', 1],
            ['компас', 'компас', 2],
            ['компас', 'компас', 30],

            ['компенсация', 'компенсация', 0],
            ['компенсация', 'компенсация', 1],
            ['компенсация', 'компенсация', 2],
            ['компенсация', 'компенсация', 30],

            ['компетентность', 'компетентность', 0],
            ['компетентность', 'компетентность', 1],
            ['компетентность', 'компетентность', 2],
            ['компетентность', 'компетентность', 30],

            ['компетенция', 'компетенция', 0],
            ['компетенция', 'компетенция', 1],
            ['компетенция', 'компетенция', 2],
            ['компетенция', 'компетенция', 30],

            ['комплекс', 'комплекс', 0],
            ['комплекс', 'комплекс', 1],
            ['комплекс', 'комплекс', 2],
            ['комплекс', 'комплекс', 30],

            ['комплект', 'комплект', 0],
            ['комплект', 'комплект', 1],
            ['комплект', 'комплект', 2],
            ['комплект', 'комплект', 30],

            ['комплектующий', 'комплектующий', 0],
            ['комплектующий', 'комплектующий', 1],
            ['комплектующий', 'комплектующий', 2],
            ['комплектующий', 'комплектующий', 30],

            ['комплекция', 'комплекция', 0],
            ['комплекция', 'комплекция', 1],
            ['комплекция', 'комплекция', 2],
            ['комплекция', 'комплекция', 30],

            ['комплимент', 'комплимент', 0],
            ['комплимент', 'комплимент', 1],
            ['комплимент', 'комплимент', 2],
            ['комплимент', 'комплимент', 30],

            ['композитор', 'композитор', 0],
            ['композитор', 'композитор', 1],
            ['композитор', 'композитор', 2],
            ['композитор', 'композитор', 30],

            ['композиция', 'композиция', 0],
            ['композиция', 'композиция', 1],
            ['композиция', 'композиция', 2],
            ['композиция', 'композиция', 30],

            ['компонент', 'компонент', 0],
            ['компонент', 'компонент', 1],
            ['компонент', 'компонент', 2],
            ['компонент', 'компонент', 30],

            ['компонента', 'компонента', 0],
            ['компонента', 'компонента', 1],
            ['компонента', 'компонента', 2],
            ['компонента', 'компонента', 30],

            ['компот', 'компот', 0],
            ['компот', 'компот', 1],
            ['компот', 'компот', 2],
            ['компот', 'компот', 30],

            ['компресс', 'компресс', 0],
            ['компресс', 'компресс', 1],
            ['компресс', 'компресс', 2],
            ['компресс', 'компресс', 30],

            ['компрессор', 'компрессор', 0],
            ['компрессор', 'компрессор', 1],
            ['компрессор', 'компрессор', 2],
            ['компрессор', 'компрессор', 30],

            ['компромат', 'компромат', 0],
            ['компромат', 'компромат', 1],
            ['компромат', 'компромат', 2],
            ['компромат', 'компромат', 30],

            ['компромисс', 'компромисс', 0],
            ['компромисс', 'компромисс', 1],
            ['компромисс', 'компромисс', 2],
            ['компромисс', 'компромисс', 30],

            ['компьень', 'компьень', 0],
            ['компьень', 'компьень', 1],
            ['компьень', 'компьень', 2],
            ['компьень', 'компьень', 30],

            ['компьютер', 'компьютер', 0],
            ['компьютер', 'компьютер', 1],
            ['компьютер', 'компьютер', 2],
            ['компьютер', 'компьютер', 30],

            ['компьютеризация', 'компьютеризация', 0],
            ['компьютеризация', 'компьютеризация', 1],
            ['компьютеризация', 'компьютеризация', 2],
            ['компьютеризация', 'компьютеризация', 30],

            ['компьютерщик', 'компьютерщик', 0],
            ['компьютерщик', 'компьютерщик', 1],
            ['компьютерщик', 'компьютерщик', 2],
            ['компьютерщик', 'компьютерщик', 30],

            ['комсомол', 'комсомол', 0],
            ['комсомол', 'комсомол', 1],
            ['комсомол', 'комсомол', 2],
            ['комсомол', 'комсомол', 30],

            ['комсомолец', 'комсомолец', 0],
            ['комсомолец', 'комсомолец', 1],
            ['комсомолец', 'комсомолец', 2],
            ['комсомолец', 'комсомолец', 30],

            ['комсомолка', 'комсомолка', 0],
            ['комсомолка', 'комсомолка', 1],
            ['комсомолка', 'комсомолка', 2],
            ['комсомолка', 'комсомолка', 30],

            ['комсорг', 'комсорг', 0],
            ['комсорг', 'комсорг', 1],
            ['комсорг', 'комсорг', 2],
            ['комсорг', 'комсорг', 30],

            ['комфорт', 'комфорт', 0],
            ['комфорт', 'комфорт', 1],
            ['комфорт', 'комфорт', 2],
            ['комфорт', 'комфорт', 30],

            ['кон', 'кон', 0],
            ['кон', 'кон', 1],
            ['кон', 'кон', 2],
            ['кон', 'кон', 30],

            ['кона', 'кона', 0],
            ['кона', 'кона', 1],
            ['кона', 'кона', 2],
            ['кона', 'кона', 30],

            ['конакри', 'конакри', 0],
            ['конакри', 'конакри', 1],
            ['конакри', 'конакри', 2],
            ['конакри', 'конакри', 30],

            ['конвейер', 'конвейер', 0],
            ['конвейер', 'конвейер', 1],
            ['конвейер', 'конвейер', 2],
            ['конвейер', 'конвейер', 30],

            ['конвенция', 'конвенция', 0],
            ['конвенция', 'конвенция', 1],
            ['конвенция', 'конвенция', 2],
            ['конвенция', 'конвенция', 30],

            ['конверсия', 'конверсия', 0],
            ['конверсия', 'конверсия', 1],
            ['конверсия', 'конверсия', 2],
            ['конверсия', 'конверсия', 30],

            ['конверт', 'конверт', 0],
            ['конверт', 'конверт', 1],
            ['конверт', 'конверт', 2],
            ['конверт', 'конверт', 30],

            ['конвертик', 'конвертик', 0],
            ['конвертик', 'конвертик', 1],
            ['конвертик', 'конвертик', 2],
            ['конвертик', 'конвертик', 30],

            ['конвоир', 'конвоир', 0],
            ['конвоир', 'конвоир', 1],
            ['конвоир', 'конвоир', 2],
            ['конвоир', 'конвоир', 30],

            ['конвой', 'конвой', 0],
            ['конвой', 'конвой', 1],
            ['конвой', 'конвой', 2],
            ['конвой', 'конвой', 30],

            ['конвойный', 'конвойный', 0],
            ['конвойный', 'конвойный', 1],
            ['конвойный', 'конвойный', 2],
            ['конвойный', 'конвойный', 30],

            ['конвульсия', 'конвульсия', 0],
            ['конвульсия', 'конвульсия', 1],
            ['конвульсия', 'конвульсия', 2],
            ['конвульсия', 'конвульсия', 30],

            ['конго', 'конго', 0],
            ['конго', 'конго', 1],
            ['конго', 'конго', 2],
            ['конго', 'конго', 30],

            ['конгресс', 'конгресс', 0],
            ['конгресс', 'конгресс', 1],
            ['конгресс', 'конгресс', 2],
            ['конгресс', 'конгресс', 30],

            ['кондак', 'кондак', 0],
            ['кондак', 'кондак', 1],
            ['кондак', 'кондак', 2],
            ['кондак', 'кондак', 30],

            ['кондитер', 'кондитер', 0],
            ['кондитер', 'кондитер', 1],
            ['кондитер', 'кондитер', 2],
            ['кондитер', 'кондитер', 30],

            ['кондиционер', 'кондиционер', 0],
            ['кондиционер', 'кондиционер', 1],
            ['кондиционер', 'кондиционер', 2],
            ['кондиционер', 'кондиционер', 30],

            ['кондиционирование', 'кондиционирование', 0],
            ['кондиционирование', 'кондиционирование', 1],
            ['кондиционирование', 'кондиционирование', 2],
            ['кондиционирование', 'кондиционирование', 30],

            ['кондиция', 'кондиция', 0],
            ['кондиция', 'кондиция', 1],
            ['кондиция', 'кондиция', 2],
            ['кондиция', 'кондиция', 30],

            ['кондор', 'кондор', 0],
            ['кондор', 'кондор', 1],
            ['кондор', 'кондор', 2],
            ['кондор', 'кондор', 30],

            ['кондратьевна', 'кондратьевна', 0],
            ['кондратьевна', 'кондратьевна', 1],
            ['кондратьевна', 'кондратьевна', 2],
            ['кондратьевна', 'кондратьевна', 30],

            ['кондуит', 'кондуит', 0],
            ['кондуит', 'кондуит', 1],
            ['кондуит', 'кондуит', 2],
            ['кондуит', 'кондуит', 30],

            ['кондуктор', 'кондуктор', 0],
            ['кондуктор', 'кондуктор', 1],
            ['кондуктор', 'кондуктор', 2],
            ['кондуктор', 'кондуктор', 30],

            ['конек', 'конек', 0],
            ['конек', 'конек', 1],
            ['конек', 'конек', 2],
            ['конек', 'конек', 30],

            ['конец', 'конец', 0],
            ['конец', 'конец', 1],
            ['конец', 'конец', 2],
            ['конец', 'конец', 30],

            ['конечность', 'конечность', 0],
            ['конечность', 'конечность', 1],
            ['конечность', 'конечность', 2],
            ['конечность', 'конечность', 30],

            ['конкретность', 'конкретность', 0],
            ['конкретность', 'конкретность', 1],
            ['конкретность', 'конкретность', 2],
            ['конкретность', 'конкретность', 30],

            ['конкурент', 'конкурент', 0],
            ['конкурент', 'конкурент', 1],
            ['конкурент', 'конкурент', 2],
            ['конкурент', 'конкурент', 30],

            ['конкурентоспособность', 'конкурентоспособность', 0],
            ['конкурентоспособность', 'конкурентоспособность', 1],
            ['конкурентоспособность', 'конкурентоспособность', 2],
            ['конкурентоспособность', 'конкурентоспособность', 30],

            ['конкуренция', 'конкуренция', 0],
            ['конкуренция', 'конкуренция', 1],
            ['конкуренция', 'конкуренция', 2],
            ['конкуренция', 'конкуренция', 30],

            ['конкурс', 'конкурс', 0],
            ['конкурс', 'конкурс', 1],
            ['конкурс', 'конкурс', 2],
            ['конкурс', 'конкурс', 30],

            ['конник', 'конник', 0],
            ['конник', 'конник', 1],
            ['конник', 'конник', 2],
            ['конник', 'конник', 30],

            ['конница', 'конница', 0],
            ['конница', 'конница', 1],
            ['конница', 'конница', 2],
            ['конница', 'конница', 30],

            ['конный', 'конный', 0],
            ['конный', 'конный', 1],
            ['конный', 'конный', 2],
            ['конный', 'конный', 30],

            ['коновал', 'коновал', 0],
            ['коновал', 'коновал', 1],
            ['коновал', 'коновал', 2],
            ['коновал', 'коновал', 30],

            ['коновязь', 'коновязь', 0],
            ['коновязь', 'коновязь', 1],
            ['коновязь', 'коновязь', 2],
            ['коновязь', 'коновязь', 30],

            ['коногон', 'коногон', 0],
            ['коногон', 'коногон', 1],
            ['коногон', 'коногон', 2],
            ['коногон', 'коногон', 30],

            ['конон', 'конон', 0],
            ['конон', 'конон', 1],
            ['конон', 'конон', 2],
            ['конон', 'конон', 30],

            ['кононка', 'кононка', 0],
            ['кононка', 'кононка', 1],
            ['кононка', 'кононка', 2],
            ['кононка', 'кононка', 30],

            ['кононыч', 'кононыч', 0],
            ['кононыч', 'кононыч', 1],
            ['кононыч', 'кононыч', 2],
            ['кононыч', 'кононыч', 30],

            ['конопля', 'конопля', 0],
            ['конопля', 'конопля', 1],
            ['конопля', 'конопля', 2],
            ['конопля', 'конопля', 30],

            ['конотоп', 'конотоп', 0],
            ['конотоп', 'конотоп', 1],
            ['конотоп', 'конотоп', 2],
            ['конотоп', 'конотоп', 30],

            ['консенсус', 'консенсус', 0],
            ['консенсус', 'консенсус', 1],
            ['консенсус', 'консенсус', 2],
            ['консенсус', 'консенсус', 30],

            ['консерватизм', 'консерватизм', 0],
            ['консерватизм', 'консерватизм', 1],
            ['консерватизм', 'консерватизм', 2],
            ['консерватизм', 'консерватизм', 30],

            ['консерватор', 'консерватор', 0],
            ['консерватор', 'консерватор', 1],
            ['консерватор', 'консерватор', 2],
            ['консерватор', 'консерватор', 30],

            ['консерватория', 'консерватория', 0],
            ['консерватория', 'консерватория', 1],
            ['консерватория', 'консерватория', 2],
            ['консерватория', 'консерватория', 30],

            ['консервы', 'консервы', 0],
            ['консервы', 'консервы', 1],
            ['консервы', 'консервы', 2],
            ['консервы', 'консервы', 30],

            ['консилиум', 'консилиум', 0],
            ['консилиум', 'консилиум', 1],
            ['консилиум', 'консилиум', 2],
            ['консилиум', 'консилиум', 30],

            ['консистенция', 'консистенция', 0],
            ['консистенция', 'консистенция', 1],
            ['консистенция', 'консистенция', 2],
            ['консистенция', 'консистенция', 30],

            ['консистория', 'консистория', 0],
            ['консистория', 'консистория', 1],
            ['консистория', 'консистория', 2],
            ['консистория', 'консистория', 30],

            ['конспект', 'конспект', 0],
            ['конспект', 'конспект', 1],
            ['конспект', 'конспект', 2],
            ['конспект', 'конспект', 30],

            ['конспиратор', 'конспиратор', 0],
            ['конспиратор', 'конспиратор', 1],
            ['конспиратор', 'конспиратор', 2],
            ['конспиратор', 'конспиратор', 30],

            ['конспирация', 'конспирация', 0],
            ['конспирация', 'конспирация', 1],
            ['конспирация', 'конспирация', 2],
            ['конспирация', 'конспирация', 30],

            ['константин', 'константин', 0],
            ['константин', 'константин', 1],
            ['константин', 'константин', 2],
            ['константин', 'константин', 30],

            ['константинка', 'константинка', 0],
            ['константинка', 'константинка', 1],
            ['константинка', 'константинка', 2],
            ['константинка', 'константинка', 30],

            ['константиныч', 'константиныч', 0],
            ['константиныч', 'константиныч', 1],
            ['константиныч', 'константиныч', 2],
            ['константиныч', 'константиныч', 30],

            ['констанция', 'констанция', 0],
            ['констанция', 'констанция', 1],
            ['констанция', 'констанция', 2],
            ['констанция', 'констанция', 30],

            ['констатация', 'констатация', 0],
            ['констатация', 'констатация', 1],
            ['констатация', 'констатация', 2],
            ['констатация', 'констатация', 30],

            ['констебль', 'констебль', 0],
            ['констебль', 'констебль', 1],
            ['констебль', 'констебль', 2],
            ['констебль', 'констебль', 30],

            ['конституция', 'конституция', 0],
            ['конституция', 'конституция', 1],
            ['конституция', 'конституция', 2],
            ['конституция', 'конституция', 30],

            ['конструирование', 'конструирование', 0],
            ['конструирование', 'конструирование', 1],
            ['конструирование', 'конструирование', 2],
            ['конструирование', 'конструирование', 30],

            ['конструктор', 'конструктор', 0],
            ['конструктор', 'конструктор', 1],
            ['конструктор', 'конструктор', 2],
            ['конструктор', 'конструктор', 30],

            ['конструкция', 'конструкция', 0],
            ['конструкция', 'конструкция', 1],
            ['конструкция', 'конструкция', 2],
            ['конструкция', 'конструкция', 30],

            ['консул', 'консул', 0],
            ['консул', 'консул', 1],
            ['консул', 'консул', 2],
            ['консул', 'консул', 30],

            ['консульство', 'консульство', 0],
            ['консульство', 'консульство', 1],
            ['консульство', 'консульство', 2],
            ['консульство', 'консульство', 30],

            ['консультант', 'консультант', 0],
            ['консультант', 'консультант', 1],
            ['консультант', 'консультант', 2],
            ['консультант', 'консультант', 30],

            ['консультация', 'консультация', 0],
            ['консультация', 'консультация', 1],
            ['консультация', 'консультация', 2],
            ['консультация', 'консультация', 30],

            ['контакт', 'контакт', 0],
            ['контакт', 'контакт', 1],
            ['контакт', 'контакт', 2],
            ['контакт', 'контакт', 30],

            ['контейнер', 'контейнер', 0],
            ['контейнер', 'контейнер', 1],
            ['контейнер', 'контейнер', 2],
            ['контейнер', 'контейнер', 30],

            ['контекст', 'контекст', 0],
            ['контекст', 'контекст', 1],
            ['контекст', 'контекст', 2],
            ['контекст', 'контекст', 30],

            ['контингент', 'контингент', 0],
            ['контингент', 'контингент', 1],
            ['контингент', 'контингент', 2],
            ['контингент', 'контингент', 30],

            ['континент', 'континент', 0],
            ['континент', 'континент', 1],
            ['континент', 'континент', 2],
            ['континент', 'континент', 30],

            ['контора', 'контора', 0],
            ['контора', 'контора', 1],
            ['контора', 'контора', 2],
            ['контора', 'контора', 30],

            ['конторка', 'конторка', 0],
            ['конторка', 'конторка', 1],
            ['конторка', 'конторка', 2],
            ['конторка', 'конторка', 30],

            ['контра', 'контра', 0],
            ['контра', 'контра', 1],
            ['контра', 'контра', 2],
            ['контра', 'контра', 30],

            ['контрабанда', 'контрабанда', 0],
            ['контрабанда', 'контрабанда', 1],
            ['контрабанда', 'контрабанда', 2],
            ['контрабанда', 'контрабанда', 30],

            ['контрабандист', 'контрабандист', 0],
            ['контрабандист', 'контрабандист', 1],
            ['контрабандист', 'контрабандист', 2],
            ['контрабандист', 'контрабандист', 30],

            ['контрабас', 'контрабас', 0],
            ['контрабас', 'контрабас', 1],
            ['контрабас', 'контрабас', 2],
            ['контрабас', 'контрабас', 30],

            ['контракт', 'контракт', 0],
            ['контракт', 'контракт', 1],
            ['контракт', 'контракт', 2],
            ['контракт', 'контракт', 30],

            ['контральто', 'контральто', 0],
            ['контральто', 'контральто', 1],
            ['контральто', 'контральто', 2],
            ['контральто', 'контральто', 30],

            ['контраст', 'контраст', 0],
            ['контраст', 'контраст', 1],
            ['контраст', 'контраст', 2],
            ['контраст', 'контраст', 30],

            ['контратака', 'контратака', 0],
            ['контратака', 'контратака', 1],
            ['контратака', 'контратака', 2],
            ['контратака', 'контратака', 30],

            ['контролер', 'контролер', 0],
            ['контролер', 'контролер', 1],
            ['контролер', 'контролер', 2],
            ['контролер', 'контролер', 30],

            ['контроль', 'контроль', 0],
            ['контроль', 'контроль', 1],
            ['контроль', 'контроль', 2],
            ['контроль', 'контроль', 30],

            ['контрразведка', 'контрразведка', 0],
            ['контрразведка', 'контрразведка', 1],
            ['контрразведка', 'контрразведка', 2],
            ['контрразведка', 'контрразведка', 30],

            ['контрразведчик', 'контрразведчик', 0],
            ['контрразведчик', 'контрразведчик', 1],
            ['контрразведчик', 'контрразведчик', 2],
            ['контрразведчик', 'контрразведчик', 30],

            ['контрреволюция', 'контрреволюция', 0],
            ['контрреволюция', 'контрреволюция', 1],
            ['контрреволюция', 'контрреволюция', 2],
            ['контрреволюция', 'контрреволюция', 30],

            ['контузия', 'контузия', 0],
            ['контузия', 'контузия', 1],
            ['контузия', 'контузия', 2],
            ['контузия', 'контузия', 30],

            ['контур', 'контур', 0],
            ['контур', 'контур', 1],
            ['контур', 'контур', 2],
            ['контур', 'контур', 30],

            ['конура', 'конура', 0],
            ['конура', 'конура', 1],
            ['конура', 'конура', 2],
            ['конура', 'конура', 30],

            ['конус', 'конус', 0],
            ['конус', 'конус', 1],
            ['конус', 'конус', 2],
            ['конус', 'конус', 30],

            ['конферансье', 'конферансье', 0],
            ['конферансье', 'конферансье', 1],
            ['конферансье', 'конферансье', 2],
            ['конферансье', 'конферансье', 30],

            ['конференция', 'конференция', 0],
            ['конференция', 'конференция', 1],
            ['конференция', 'конференция', 2],
            ['конференция', 'конференция', 30],

            ['конфессия', 'конфессия', 0],
            ['конфессия', 'конфессия', 1],
            ['конфессия', 'конфессия', 2],
            ['конфессия', 'конфессия', 30],

            ['конфета', 'конфета', 0],
            ['конфета', 'конфета', 1],
            ['конфета', 'конфета', 2],
            ['конфета', 'конфета', 30],

            ['конфетка', 'конфетка', 0],
            ['конфетка', 'конфетка', 1],
            ['конфетка', 'конфетка', 2],
            ['конфетка', 'конфетка', 30],

            ['конфигурация', 'конфигурация', 0],
            ['конфигурация', 'конфигурация', 1],
            ['конфигурация', 'конфигурация', 2],
            ['конфигурация', 'конфигурация', 30],

            ['конфискация', 'конфискация', 0],
            ['конфискация', 'конфискация', 1],
            ['конфискация', 'конфискация', 2],
            ['конфискация', 'конфискация', 30],

            ['конфликт', 'конфликт', 0],
            ['конфликт', 'конфликт', 1],
            ['конфликт', 'конфликт', 2],
            ['конфликт', 'конфликт', 30],

            ['конфорка', 'конфорка', 0],
            ['конфорка', 'конфорка', 1],
            ['конфорка', 'конфорка', 2],
            ['конфорка', 'конфорка', 30],

            ['конформизм', 'конформизм', 0],
            ['конформизм', 'конформизм', 1],
            ['конформизм', 'конформизм', 2],
            ['конформизм', 'конформизм', 30],

            ['конфронтация', 'конфронтация', 0],
            ['конфронтация', 'конфронтация', 1],
            ['конфронтация', 'конфронтация', 2],
            ['конфронтация', 'конфронтация', 30],

            ['конфуз', 'конфуз', 0],
            ['конфуз', 'конфуз', 1],
            ['конфуз', 'конфуз', 2],
            ['конфуз', 'конфуз', 30],

            ['концентрат', 'концентрат', 0],
            ['концентрат', 'концентрат', 1],
            ['концентрат', 'концентрат', 2],
            ['концентрат', 'концентрат', 30],

            ['концентратор', 'концентратор', 0],
            ['концентратор', 'концентратор', 1],
            ['концентратор', 'концентратор', 2],
            ['концентратор', 'концентратор', 30],

            ['концентрация', 'концентрация', 0],
            ['концентрация', 'концентрация', 1],
            ['концентрация', 'концентрация', 2],
            ['концентрация', 'концентрация', 30],

            ['концепция', 'концепция', 0],
            ['концепция', 'концепция', 1],
            ['концепция', 'концепция', 2],
            ['концепция', 'концепция', 30],

            ['концерн', 'концерн', 0],
            ['концерн', 'концерн', 1],
            ['концерн', 'концерн', 2],
            ['концерн', 'концерн', 30],

            ['концерт', 'концерт', 0],
            ['концерт', 'концерт', 1],
            ['концерт', 'концерт', 2],
            ['концерт', 'концерт', 30],

            ['концессия', 'концессия', 0],
            ['концессия', 'концессия', 1],
            ['концессия', 'концессия', 2],
            ['концессия', 'концессия', 30],

            ['концлагерь', 'концлагерь', 0],
            ['концлагерь', 'концлагерь', 1],
            ['концлагерь', 'концлагерь', 2],
            ['концлагерь', 'концлагерь', 30],

            ['концовка', 'концовка', 0],
            ['концовка', 'концовка', 1],
            ['концовка', 'концовка', 2],
            ['концовка', 'концовка', 30],

            ['кончик', 'кончик', 0],
            ['кончик', 'кончик', 1],
            ['кончик', 'кончик', 2],
            ['кончик', 'кончик', 30],

            ['кончина', 'кончина', 0],
            ['кончина', 'кончина', 1],
            ['кончина', 'кончина', 2],
            ['кончина', 'кончина', 30],

            ['конъюнктив', 'конъюнктив', 0],
            ['конъюнктив', 'конъюнктив', 1],
            ['конъюнктив', 'конъюнктив', 2],
            ['конъюнктив', 'конъюнктив', 30],

            ['конъюнктивит', 'конъюнктивит', 0],
            ['конъюнктивит', 'конъюнктивит', 1],
            ['конъюнктивит', 'конъюнктивит', 2],
            ['конъюнктивит', 'конъюнктивит', 30],

            ['конъюнктура', 'конъюнктура', 0],
            ['конъюнктура', 'конъюнктура', 1],
            ['конъюнктура', 'конъюнктура', 2],
            ['конъюнктура', 'конъюнктура', 30],

            ['конь', 'конь', 0],
            ['конь', 'конь', 1],
            ['конь', 'конь', 2],
            ['конь', 'конь', 30],

            ['коньяк', 'коньяк', 0],
            ['коньяк', 'коньяк', 1],
            ['коньяк', 'коньяк', 2],
            ['коньяк', 'коньяк', 30],

            ['коньячок', 'коньячок', 0],
            ['коньячок', 'коньячок', 1],
            ['коньячок', 'коньячок', 2],
            ['коньячок', 'коньячок', 30],

            ['конюх', 'конюх', 0],
            ['конюх', 'конюх', 1],
            ['конюх', 'конюх', 2],
            ['конюх', 'конюх', 30],

            ['конюшня', 'конюшня', 0],
            ['конюшня', 'конюшня', 1],
            ['конюшня', 'конюшня', 2],
            ['конюшня', 'конюшня', 30],

            ['коня', 'коня', 0],
            ['коня', 'коня', 1],
            ['коня', 'коня', 2],
            ['коня', 'коня', 30],

            ['коняша', 'коняша', 0],
            ['коняша', 'коняша', 1],
            ['коняша', 'коняша', 2],
            ['коняша', 'коняша', 30],

            ['кооператив', 'кооператив', 0],
            ['кооператив', 'кооператив', 1],
            ['кооператив', 'кооператив', 2],
            ['кооператив', 'кооператив', 30],

            ['кооператор', 'кооператор', 0],
            ['кооператор', 'кооператор', 1],
            ['кооператор', 'кооператор', 2],
            ['кооператор', 'кооператор', 30],

            ['кооперация', 'кооперация', 0],
            ['кооперация', 'кооперация', 1],
            ['кооперация', 'кооперация', 2],
            ['кооперация', 'кооперация', 30],

            ['координата', 'координата', 0],
            ['координата', 'координата', 1],
            ['координата', 'координата', 2],
            ['координата', 'координата', 30],

            ['координатор', 'координатор', 0],
            ['координатор', 'координатор', 1],
            ['координатор', 'координатор', 2],
            ['координатор', 'координатор', 30],

            ['координация', 'координация', 0],
            ['координация', 'координация', 1],
            ['координация', 'координация', 2],
            ['координация', 'координация', 30],

            ['копа', 'копа', 0],
            ['копа', 'копа', 1],
            ['копа', 'копа', 2],
            ['копа', 'копа', 30],

            ['копал', 'копал', 0],
            ['копал', 'копал', 1],
            ['копал', 'копал', 2],
            ['копал', 'копал', 30],

            ['копеечка', 'копеечка', 0],
            ['копеечка', 'копеечка', 1],
            ['копеечка', 'копеечка', 2],
            ['копеечка', 'копеечка', 30],

            ['копейка', 'копейка', 0],
            ['копейка', 'копейка', 1],
            ['копейка', 'копейка', 2],
            ['копейка', 'копейка', 30],

            ['копенгаген', 'копенгаген', 0],
            ['копенгаген', 'копенгаген', 1],
            ['копенгаген', 'копенгаген', 2],
            ['копенгаген', 'копенгаген', 30],

            ['копилка', 'копилка', 0],
            ['копилка', 'копилка', 1],
            ['копилка', 'копилка', 2],
            ['копилка', 'копилка', 30],

            ['копирка', 'копирка', 0],
            ['копирка', 'копирка', 1],
            ['копирка', 'копирка', 2],
            ['копирка', 'копирка', 30],

            ['копирование', 'копирование', 0],
            ['копирование', 'копирование', 1],
            ['копирование', 'копирование', 2],
            ['копирование', 'копирование', 30],

            ['копия', 'копия', 0],
            ['копия', 'копия', 1],
            ['копия', 'копия', 2],
            ['копия', 'копия', 30],

            ['копна', 'копна', 0],
            ['копна', 'копна', 1],
            ['копна', 'копна', 2],
            ['копна', 'копна', 30],

            ['копоть', 'копоть', 0],
            ['копоть', 'копоть', 1],
            ['копоть', 'копоть', 2],
            ['копоть', 'копоть', 30],

            ['коптилка', 'коптилка', 0],
            ['коптилка', 'коптилка', 1],
            ['коптилка', 'коптилка', 2],
            ['коптилка', 'коптилка', 30],

            ['копчение', 'копчение', 0],
            ['копчение', 'копчение', 1],
            ['копчение', 'копчение', 2],
            ['копчение', 'копчение', 30],

            ['копченость', 'копченость', 0],
            ['копченость', 'копченость', 1],
            ['копченость', 'копченость', 2],
            ['копченость', 'копченость', 30],

            ['копчик', 'копчик', 0],
            ['копчик', 'копчик', 1],
            ['копчик', 'копчик', 2],
            ['копчик', 'копчик', 30],

            ['копыто', 'копыто', 0],
            ['копыто', 'копыто', 1],
            ['копыто', 'копыто', 2],
            ['копыто', 'копыто', 30],

            ['копытце', 'копытце', 0],
            ['копытце', 'копытце', 1],
            ['копытце', 'копытце', 2],
            ['копытце', 'копытце', 30],

            ['копь', 'копь', 0],
            ['копь', 'копь', 1],
            ['копь', 'копь', 2],
            ['копь', 'копь', 30],

            ['копье', 'копье', 0],
            ['копье', 'копье', 1],
            ['копье', 'копье', 2],
            ['копье', 'копье', 30],

            ['кора', 'кора', 0],
            ['кора', 'кора', 1],
            ['кора', 'кора', 2],
            ['кора', 'кора', 30],

            ['корабел', 'корабел', 0],
            ['корабел', 'корабел', 1],
            ['корабел', 'корабел', 2],
            ['корабел', 'корабел', 30],

            ['кораблекрушение', 'кораблекрушение', 0],
            ['кораблекрушение', 'кораблекрушение', 1],
            ['кораблекрушение', 'кораблекрушение', 2],
            ['кораблекрушение', 'кораблекрушение', 30],

            ['кораблик', 'кораблик', 0],
            ['кораблик', 'кораблик', 1],
            ['кораблик', 'кораблик', 2],
            ['кораблик', 'кораблик', 30],

            ['корабль', 'корабль', 0],
            ['корабль', 'корабль', 1],
            ['корабль', 'корабль', 2],
            ['корабль', 'корабль', 30],

            ['коралл', 'коралл', 0],
            ['коралл', 'коралл', 1],
            ['коралл', 'коралл', 2],
            ['коралл', 'коралл', 30],

            ['коран', 'коран', 0],
            ['коран', 'коран', 1],
            ['коран', 'коран', 2],
            ['коран', 'коран', 30],

            ['кордон', 'кордон', 0],
            ['кордон', 'кордон', 1],
            ['кордон', 'кордон', 2],
            ['кордон', 'кордон', 30],

            ['кореец', 'кореец', 0],
            ['кореец', 'кореец', 1],
            ['кореец', 'кореец', 2],
            ['кореец', 'кореец', 30],

            ['корейская', 'корейская', 0],
            ['корейская', 'корейская', 1],
            ['корейская', 'корейская', 2],
            ['корейская', 'корейская', 30],

            ['коренной', 'коренной', 0],
            ['коренной', 'коренной', 1],
            ['коренной', 'коренной', 2],
            ['коренной', 'коренной', 30],

            ['корень', 'корень', 0],
            ['корень', 'корень', 1],
            ['корень', 'корень', 2],
            ['корень', 'корень', 30],

            ['коренья', 'коренья', 0],
            ['коренья', 'коренья', 1],
            ['коренья', 'коренья', 2],
            ['коренья', 'коренья', 30],

            ['корешок', 'корешок', 0],
            ['корешок', 'корешок', 1],
            ['корешок', 'корешок', 2],
            ['корешок', 'корешок', 30],

            ['корея', 'корея', 0],
            ['корея', 'корея', 1],
            ['корея', 'корея', 2],
            ['корея', 'корея', 30],

            ['корж', 'корж', 0],
            ['корж', 'корж', 1],
            ['корж', 'корж', 2],
            ['корж', 'корж', 30],

            ['коржаков', 'коржаков', 0],
            ['коржаков', 'коржаков', 1],
            ['коржаков', 'коржаков', 2],
            ['коржаков', 'коржаков', 30],

            ['корзина', 'корзина', 0],
            ['корзина', 'корзина', 1],
            ['корзина', 'корзина', 2],
            ['корзина', 'корзина', 30],

            ['корзинка', 'корзинка', 0],
            ['корзинка', 'корзинка', 1],
            ['корзинка', 'корзинка', 2],
            ['корзинка', 'корзинка', 30],

            ['коридор', 'коридор', 0],
            ['коридор', 'коридор', 1],
            ['коридор', 'коридор', 2],
            ['коридор', 'коридор', 30],

            ['коридорчик', 'коридорчик', 0],
            ['коридорчик', 'коридорчик', 1],
            ['коридорчик', 'коридорчик', 2],
            ['коридорчик', 'коридорчик', 30],

            ['корифей', 'корифей', 0],
            ['корифей', 'корифей', 1],
            ['корифей', 'корифей', 2],
            ['корифей', 'корифей', 30],

            ['корка', 'корка', 0],
            ['корка', 'корка', 1],
            ['корка', 'корка', 2],
            ['корка', 'корка', 30],

            ['корм', 'корм', 0],
            ['корм', 'корм', 1],
            ['корм', 'корм', 2],
            ['корм', 'корм', 30],

            ['корма', 'корма', 0],
            ['корма', 'корма', 1],
            ['корма', 'корма', 2],
            ['корма', 'корма', 30],

            ['кормежка', 'кормежка', 0],
            ['кормежка', 'кормежка', 1],
            ['кормежка', 'кормежка', 2],
            ['кормежка', 'кормежка', 30],

            ['кормилец', 'кормилец', 0],
            ['кормилец', 'кормилец', 1],
            ['кормилец', 'кормилец', 2],
            ['кормилец', 'кормилец', 30],

            ['кормилица', 'кормилица', 0],
            ['кормилица', 'кормилица', 1],
            ['кормилица', 'кормилица', 2],
            ['кормилица', 'кормилица', 30],

            ['кормило', 'кормило', 0],
            ['кормило', 'кормило', 1],
            ['кормило', 'кормило', 2],
            ['кормило', 'кормило', 30],

            ['кормление', 'кормление', 0],
            ['кормление', 'кормление', 1],
            ['кормление', 'кормление', 2],
            ['кормление', 'кормление', 30],

            ['кормушка', 'кормушка', 0],
            ['кормушка', 'кормушка', 1],
            ['кормушка', 'кормушка', 2],
            ['кормушка', 'кормушка', 30],

            ['кормчий', 'кормчий', 0],
            ['кормчий', 'кормчий', 1],
            ['кормчий', 'кормчий', 2],
            ['кормчий', 'кормчий', 30],

            ['корн', 'корн', 0],
            ['корн', 'корн', 1],
            ['корн', 'корн', 2],
            ['корн', 'корн', 30],

            ['корневище', 'корневище', 0],
            ['корневище', 'корневище', 1],
            ['корневище', 'корневище', 2],
            ['корневище', 'корневище', 30],

            ['корнеич', 'корнеич', 0],
            ['корнеич', 'корнеич', 1],
            ['корнеич', 'корнеич', 2],
            ['корнеич', 'корнеич', 30],

            ['корней', 'корней', 0],
            ['корней', 'корней', 1],
            ['корней', 'корней', 2],
            ['корней', 'корней', 30],

            ['корнейка', 'корнейка', 0],
            ['корнейка', 'корнейка', 1],
            ['корнейка', 'корнейка', 2],
            ['корнейка', 'корнейка', 30],

            ['корнелий', 'корнелий', 0],
            ['корнелий', 'корнелий', 1],
            ['корнелий', 'корнелий', 2],
            ['корнелий', 'корнелий', 30],

            ['корнелия', 'корнелия', 0],
            ['корнелия', 'корнелия', 1],
            ['корнелия', 'корнелия', 2],
            ['корнелия', 'корнелия', 30],

            ['корнеля', 'корнеля', 0],
            ['корнеля', 'корнеля', 1],
            ['корнеля', 'корнеля', 2],
            ['корнеля', 'корнеля', 30],

            ['корнет', 'корнет', 0],
            ['корнет', 'корнет', 1],
            ['корнет', 'корнет', 2],
            ['корнет', 'корнет', 30],

            ['корнил', 'корнил', 0],
            ['корнил', 'корнил', 1],
            ['корнил', 'корнил', 2],
            ['корнил', 'корнил', 30],

            ['корнила', 'корнила', 0],
            ['корнила', 'корнила', 1],
            ['корнила', 'корнила', 2],
            ['корнила', 'корнила', 30],

            ['корнилий', 'корнилий', 0],
            ['корнилий', 'корнилий', 1],
            ['корнилий', 'корнилий', 2],
            ['корнилий', 'корнилий', 30],

            ['корнилка', 'корнилка', 0],
            ['корнилка', 'корнилка', 1],
            ['корнилка', 'корнилка', 2],
            ['корнилка', 'корнилка', 30],

            ['корнилова', 'корнилова', 0],
            ['корнилова', 'корнилова', 1],
            ['корнилова', 'корнилова', 2],
            ['корнилова', 'корнилова', 30],

            ['корнилыч', 'корнилыч', 0],
            ['корнилыч', 'корнилыч', 1],
            ['корнилыч', 'корнилыч', 2],
            ['корнилыч', 'корнилыч', 30],

            ['корнюха', 'корнюха', 0],
            ['корнюха', 'корнюха', 1],
            ['корнюха', 'корнюха', 2],
            ['корнюха', 'корнюха', 30],

            ['корнюша', 'корнюша', 0],
            ['корнюша', 'корнюша', 1],
            ['корнюша', 'корнюша', 2],
            ['корнюша', 'корнюша', 30],

            ['короб', 'короб', 0],
            ['короб', 'короб', 1],
            ['короб', 'короб', 2],
            ['короб', 'короб', 30],

            ['коробка', 'коробка', 0],
            ['коробка', 'коробка', 1],
            ['коробка', 'коробка', 2],
            ['коробка', 'коробка', 30],

            ['коробок', 'коробок', 0],
            ['коробок', 'коробок', 1],
            ['коробок', 'коробок', 2],
            ['коробок', 'коробок', 30],

            ['коробочка', 'коробочка', 0],
            ['коробочка', 'коробочка', 1],
            ['коробочка', 'коробочка', 2],
            ['коробочка', 'коробочка', 30],

            ['корова', 'корова', 0],
            ['корова', 'корова', 1],
            ['корова', 'корова', 2],
            ['корова', 'корова', 30],

            ['коровка', 'коровка', 0],
            ['коровка', 'коровка', 1],
            ['коровка', 'коровка', 2],
            ['коровка', 'коровка', 30],

            ['коровник', 'коровник', 0],
            ['коровник', 'коровник', 1],
            ['коровник', 'коровник', 2],
            ['коровник', 'коровник', 30],

            ['королева', 'королева', 0],
            ['королева', 'королева', 1],
            ['королева', 'королева', 2],
            ['королева', 'королева', 30],

            ['королевич', 'королевич', 0],
            ['королевич', 'королевич', 1],
            ['королевич', 'королевич', 2],
            ['королевич', 'королевич', 30],

            ['королевство', 'королевство', 0],
            ['королевство', 'королевство', 1],
            ['королевство', 'королевство', 2],
            ['королевство', 'королевство', 30],

            ['король', 'король', 0],
            ['король', 'король', 1],
            ['король', 'король', 2],
            ['король', 'король', 30],

            ['коромысло', 'коромысло', 0],
            ['коромысло', 'коромысло', 1],
            ['коромысло', 'коромысло', 2],
            ['коромысло', 'коромысло', 30],

            ['корона', 'корона', 0],
            ['корона', 'корона', 1],
            ['корона', 'корона', 2],
            ['корона', 'корона', 30],

            ['коронка', 'коронка', 0],
            ['коронка', 'коронка', 1],
            ['коронка', 'коронка', 2],
            ['коронка', 'коронка', 30],

            ['корор', 'корор', 0],
            ['корор', 'корор', 1],
            ['корор', 'корор', 2],
            ['корор', 'корор', 30],

            ['короста', 'короста', 0],
            ['короста', 'короста', 1],
            ['короста', 'короста', 2],
            ['короста', 'короста', 30],

            ['коротышка', 'коротышка', 0],
            ['коротышка', 'коротышка', 1],
            ['коротышка', 'коротышка', 2],
            ['коротышка', 'коротышка', 30],

            ['корочка', 'корочка', 0],
            ['корочка', 'корочка', 1],
            ['корочка', 'корочка', 2],
            ['корочка', 'корочка', 30],

            ['корпорация', 'корпорация', 0],
            ['корпорация', 'корпорация', 1],
            ['корпорация', 'корпорация', 2],
            ['корпорация', 'корпорация', 30],

            ['корпус', 'корпус', 0],
            ['корпус', 'корпус', 1],
            ['корпус', 'корпус', 2],
            ['корпус', 'корпус', 30],

            ['корректива', 'корректива', 0],
            ['корректива', 'корректива', 1],
            ['корректива', 'корректива', 2],
            ['корректива', 'корректива', 30],

            ['корректировка', 'корректировка', 0],
            ['корректировка', 'корректировка', 1],
            ['корректировка', 'корректировка', 2],
            ['корректировка', 'корректировка', 30],

            ['корректность', 'корректность', 0],
            ['корректность', 'корректность', 1],
            ['корректность', 'корректность', 2],
            ['корректность', 'корректность', 30],

            ['корректор', 'корректор', 0],
            ['корректор', 'корректор', 1],
            ['корректор', 'корректор', 2],
            ['корректор', 'корректор', 30],

            ['коррекция', 'коррекция', 0],
            ['коррекция', 'коррекция', 1],
            ['коррекция', 'коррекция', 2],
            ['коррекция', 'коррекция', 30],

            ['корреспондент', 'корреспондент', 0],
            ['корреспондент', 'корреспондент', 1],
            ['корреспондент', 'корреспондент', 2],
            ['корреспондент', 'корреспондент', 30],

            ['корреспонденция', 'корреспонденция', 0],
            ['корреспонденция', 'корреспонденция', 1],
            ['корреспонденция', 'корреспонденция', 2],
            ['корреспонденция', 'корреспонденция', 30],

            ['коррида', 'коррида', 0],
            ['коррида', 'коррида', 1],
            ['коррида', 'коррида', 2],
            ['коррида', 'коррида', 30],

            ['коррозия', 'коррозия', 0],
            ['коррозия', 'коррозия', 1],
            ['коррозия', 'коррозия', 2],
            ['коррозия', 'коррозия', 30],

            ['коррупция', 'коррупция', 0],
            ['коррупция', 'коррупция', 1],
            ['коррупция', 'коррупция', 2],
            ['коррупция', 'коррупция', 30],

            ['корсар', 'корсар', 0],
            ['корсар', 'корсар', 1],
            ['корсар', 'корсар', 2],
            ['корсар', 'корсар', 30],

            ['корсет', 'корсет', 0],
            ['корсет', 'корсет', 1],
            ['корсет', 'корсет', 2],
            ['корсет', 'корсет', 30],

            ['корт', 'корт', 0],
            ['корт', 'корт', 1],
            ['корт', 'корт', 2],
            ['корт', 'корт', 30],

            ['кортеж', 'кортеж', 0],
            ['кортеж', 'кортеж', 1],
            ['кортеж', 'кортеж', 2],
            ['кортеж', 'кортеж', 30],

            ['кортик', 'кортик', 0],
            ['кортик', 'кортик', 1],
            ['кортик', 'кортик', 2],
            ['кортик', 'кортик', 30],

            ['кортикостероид', 'кортикостероид', 0],
            ['кортикостероид', 'кортикостероид', 1],
            ['кортикостероид', 'кортикостероид', 2],
            ['кортикостероид', 'кортикостероид', 30],

            ['корточки', 'корточки', 0],
            ['корточки', 'корточки', 1],
            ['корточки', 'корточки', 2],
            ['корточки', 'корточки', 30],

            ['корча', 'корча', 0],
            ['корча', 'корча', 1],
            ['корча', 'корча', 2],
            ['корча', 'корча', 30],

            ['корчма', 'корчма', 0],
            ['корчма', 'корчма', 1],
            ['корчма', 'корчма', 2],
            ['корчма', 'корчма', 30],

            ['коршун', 'коршун', 0],
            ['коршун', 'коршун', 1],
            ['коршун', 'коршун', 2],
            ['коршун', 'коршун', 30],

            ['корысть', 'корысть', 0],
            ['корысть', 'корысть', 1],
            ['корысть', 'корысть', 2],
            ['корысть', 'корысть', 30],

            ['корыто', 'корыто', 0],
            ['корыто', 'корыто', 1],
            ['корыто', 'корыто', 2],
            ['корыто', 'корыто', 30],

            ['корытце', 'корытце', 0],
            ['корытце', 'корытце', 1],
            ['корытце', 'корытце', 2],
            ['корытце', 'корытце', 30],

            ['корь', 'корь', 0],
            ['корь', 'корь', 1],
            ['корь', 'корь', 2],
            ['корь', 'корь', 30],

            ['коряга', 'коряга', 0],
            ['коряга', 'коряга', 1],
            ['коряга', 'коряга', 2],
            ['коряга', 'коряга', 30],

            ['коса', 'коса', 0],
            ['коса', 'коса', 1],
            ['коса', 'коса', 2],
            ['коса', 'коса', 30],

            ['косарь', 'косарь', 0],
            ['косарь', 'косарь', 1],
            ['косарь', 'косарь', 2],
            ['косарь', 'косарь', 30],

            ['косилка', 'косилка', 0],
            ['косилка', 'косилка', 1],
            ['косилка', 'косилка', 2],
            ['косилка', 'косилка', 30],

            ['косица', 'косица', 0],
            ['косица', 'косица', 1],
            ['косица', 'косица', 2],
            ['косица', 'косица', 30],

            ['косицын', 'косицын', 0],
            ['косицын', 'косицын', 1],
            ['косицын', 'косицын', 2],
            ['косицын', 'косицын', 30],

            ['косичка', 'косичка', 0],
            ['косичка', 'косичка', 1],
            ['косичка', 'косичка', 2],
            ['косичка', 'косичка', 30],

            ['косма', 'косма', 0],
            ['косма', 'косма', 1],
            ['косма', 'косма', 2],
            ['косма', 'косма', 30],

            ['косметика', 'косметика', 0],
            ['косметика', 'косметика', 1],
            ['косметика', 'косметика', 2],
            ['косметика', 'косметика', 30],

            ['космодром', 'космодром', 0],
            ['космодром', 'космодром', 1],
            ['космодром', 'космодром', 2],
            ['космодром', 'космодром', 30],

            ['космонавт', 'космонавт', 0],
            ['космонавт', 'космонавт', 1],
            ['космонавт', 'космонавт', 2],
            ['космонавт', 'космонавт', 30],

            ['космонавтика', 'космонавтика', 0],
            ['космонавтика', 'космонавтика', 1],
            ['космонавтика', 'космонавтика', 2],
            ['космонавтика', 'космонавтика', 30],

            ['космополит', 'космополит', 0],
            ['космополит', 'космополит', 1],
            ['космополит', 'космополит', 2],
            ['космополит', 'космополит', 30],

            ['космополитизм', 'космополитизм', 0],
            ['космополитизм', 'космополитизм', 1],
            ['космополитизм', 'космополитизм', 2],
            ['космополитизм', 'космополитизм', 30],

            ['космос', 'космос', 0],
            ['космос', 'космос', 1],
            ['космос', 'космос', 2],
            ['космос', 'космос', 30],

            ['космы', 'космы', 0],
            ['космы', 'космы', 1],
            ['космы', 'космы', 2],
            ['космы', 'космы', 30],

            ['косность', 'косность', 0],
            ['косность', 'косность', 1],
            ['косность', 'косность', 2],
            ['косность', 'косность', 30],

            ['косоворотка', 'косоворотка', 0],
            ['косоворотка', 'косоворотка', 1],
            ['косоворотка', 'косоворотка', 2],
            ['косоворотка', 'косоворотка', 30],

            ['косоглазие', 'косоглазие', 0],
            ['косоглазие', 'косоглазие', 1],
            ['косоглазие', 'косоглазие', 2],
            ['косоглазие', 'косоглазие', 30],

            ['косогор', 'косогор', 0],
            ['косогор', 'косогор', 1],
            ['косогор', 'косогор', 2],
            ['косогор', 'косогор', 30],

            ['косой', 'косой', 0],
            ['косой', 'косой', 1],
            ['косой', 'косой', 2],
            ['косой', 'косой', 30],

            ['коста', 'коста', 0],
            ['коста', 'коста', 1],
            ['коста', 'коста', 2],
            ['коста', 'коста', 30],

            ['костел', 'костел', 0],
            ['костел', 'костел', 1],
            ['костел', 'костел', 2],
            ['костел', 'костел', 30],

            ['костер', 'костер', 0],
            ['костер', 'костер', 1],
            ['костер', 'костер', 2],
            ['костер', 'костер', 30],

            ['костерок', 'костерок', 0],
            ['костерок', 'костерок', 1],
            ['костерок', 'костерок', 2],
            ['костерок', 'костерок', 30],

            ['косточка', 'косточка', 0],
            ['косточка', 'косточка', 1],
            ['косточка', 'косточка', 2],
            ['косточка', 'косточка', 30],

            ['костра', 'костра', 0],
            ['костра', 'костра', 1],
            ['костра', 'костра', 2],
            ['костра', 'костра', 30],

            ['кострец', 'кострец', 0],
            ['кострец', 'кострец', 1],
            ['кострец', 'кострец', 2],
            ['кострец', 'кострец', 30],

            ['кострище', 'кострище', 0],
            ['кострище', 'кострище', 1],
            ['кострище', 'кострище', 2],
            ['кострище', 'кострище', 30],

            ['костылева', 'костылева', 0],
            ['костылева', 'костылева', 1],
            ['костылева', 'костылева', 2],
            ['костылева', 'костылева', 30],

            ['костыль', 'костыль', 0],
            ['костыль', 'костыль', 1],
            ['костыль', 'костыль', 2],
            ['костыль', 'костыль', 30],

            ['кость', 'кость', 0],
            ['кость', 'кость', 1],
            ['кость', 'кость', 2],
            ['кость', 'кость', 30],

            ['костюм', 'костюм', 0],
            ['костюм', 'костюм', 1],
            ['костюм', 'костюм', 2],
            ['костюм', 'костюм', 30],

            ['костюмчик', 'костюмчик', 0],
            ['костюмчик', 'костюмчик', 1],
            ['костюмчик', 'костюмчик', 2],
            ['костюмчик', 'костюмчик', 30],

            ['костюня', 'костюня', 0],
            ['костюня', 'костюня', 1],
            ['костюня', 'костюня', 2],
            ['костюня', 'костюня', 30],

            ['костюра', 'костюра', 0],
            ['костюра', 'костюра', 1],
            ['костюра', 'костюра', 2],
            ['костюра', 'костюра', 30],

            ['костюха', 'костюха', 0],
            ['костюха', 'костюха', 1],
            ['костюха', 'костюха', 2],
            ['костюха', 'костюха', 30],

            ['костюша', 'костюша', 0],
            ['костюша', 'костюша', 1],
            ['костюша', 'костюша', 2],
            ['костюша', 'костюша', 30],

            ['костя', 'костя', 0],
            ['костя', 'костя', 1],
            ['костя', 'костя', 2],
            ['костя', 'костя', 30],

            ['костяк', 'костяк', 0],
            ['костяк', 'костяк', 1],
            ['костяк', 'костяк', 2],
            ['костяк', 'костяк', 30],

            ['костяня', 'костяня', 0],
            ['костяня', 'костяня', 1],
            ['костяня', 'костяня', 2],
            ['костяня', 'костяня', 30],

            ['костяха', 'костяха', 0],
            ['костяха', 'костяха', 1],
            ['костяха', 'костяха', 2],
            ['костяха', 'костяха', 30],

            ['костяша', 'костяша', 0],
            ['костяша', 'костяша', 1],
            ['костяша', 'костяша', 2],
            ['костяша', 'костяша', 30],

            ['костяшка', 'костяшка', 0],
            ['костяшка', 'костяшка', 1],
            ['костяшка', 'костяшка', 2],
            ['костяшка', 'костяшка', 30],

            ['косуля', 'косуля', 0],
            ['косуля', 'косуля', 1],
            ['косуля', 'косуля', 2],
            ['косуля', 'косуля', 30],

            ['косынка', 'косынка', 0],
            ['косынка', 'косынка', 1],
            ['косынка', 'косынка', 2],
            ['косынка', 'косынка', 30],

            ['косыночка', 'косыночка', 0],
            ['косыночка', 'косыночка', 1],
            ['косыночка', 'косыночка', 2],
            ['косыночка', 'косыночка', 30],

            ['косьма', 'косьма', 0],
            ['косьма', 'косьма', 1],
            ['косьма', 'косьма', 2],
            ['косьма', 'косьма', 30],

            ['кося', 'кося', 0],
            ['кося', 'кося', 1],
            ['кося', 'кося', 2],
            ['кося', 'кося', 30],

            ['косяк', 'косяк', 0],
            ['косяк', 'косяк', 1],
            ['косяк', 'косяк', 2],
            ['косяк', 'косяк', 30],

            ['кот', 'кот', 0],
            ['кот', 'кот', 1],
            ['кот', 'кот', 2],
            ['кот', 'кот', 30],

            ['коташа', 'коташа', 0],
            ['коташа', 'коташа', 1],
            ['коташа', 'коташа', 2],
            ['коташа', 'коташа', 30],

            ['котел', 'котел', 0],
            ['котел', 'котел', 1],
            ['котел', 'котел', 2],
            ['котел', 'котел', 30],

            ['котелок', 'котелок', 0],
            ['котелок', 'котелок', 1],
            ['котелок', 'котелок', 2],
            ['котелок', 'котелок', 30],

            ['котенок', 'котенок', 0],
            ['котенок', 'котенок', 1],
            ['котенок', 'котенок', 2],
            ['котенок', 'котенок', 30],

            ['котлета', 'котлета', 0],
            ['котлета', 'котлета', 1],
            ['котлета', 'котлета', 2],
            ['котлета', 'котлета', 30],

            ['котлетка', 'котлетка', 0],
            ['котлетка', 'котлетка', 1],
            ['котлетка', 'котлетка', 2],
            ['котлетка', 'котлетка', 30],

            ['котлован', 'котлован', 0],
            ['котлован', 'котлован', 1],
            ['котлован', 'котлован', 2],
            ['котлован', 'котлован', 30],

            ['котловина', 'котловина', 0],
            ['котловина', 'котловина', 1],
            ['котловина', 'котловина', 2],
            ['котловина', 'котловина', 30],

            ['котомка', 'котомка', 0],
            ['котомка', 'котомка', 1],
            ['котомка', 'котомка', 2],
            ['котомка', 'котомка', 30],

            ['коттедж', 'коттедж', 0],
            ['коттедж', 'коттедж', 1],
            ['коттедж', 'коттедж', 2],
            ['коттедж', 'коттедж', 30],

            ['котя', 'котя', 0],
            ['котя', 'котя', 1],
            ['котя', 'котя', 2],
            ['котя', 'котя', 30],

            ['кофе', 'кофе', 0],
            ['кофе', 'кофе', 1],
            ['кофе', 'кофе', 2],
            ['кофе', 'кофе', 30],

            ['кофеварка', 'кофеварка', 0],
            ['кофеварка', 'кофеварка', 1],
            ['кофеварка', 'кофеварка', 2],
            ['кофеварка', 'кофеварка', 30],

            ['кофеек', 'кофеек', 0],
            ['кофеек', 'кофеек', 1],
            ['кофеек', 'кофеек', 2],
            ['кофеек', 'кофеек', 30],

            ['кофеин', 'кофеин', 0],
            ['кофеин', 'кофеин', 1],
            ['кофеин', 'кофеин', 2],
            ['кофеин', 'кофеин', 30],

            ['кофей', 'кофей', 0],
            ['кофей', 'кофей', 1],
            ['кофей', 'кофей', 2],
            ['кофей', 'кофей', 30],

            ['кофейник', 'кофейник', 0],
            ['кофейник', 'кофейник', 1],
            ['кофейник', 'кофейник', 2],
            ['кофейник', 'кофейник', 30],

            ['кофейня', 'кофейня', 0],
            ['кофейня', 'кофейня', 1],
            ['кофейня', 'кофейня', 2],
            ['кофейня', 'кофейня', 30],

            ['кофр', 'кофр', 0],
            ['кофр', 'кофр', 1],
            ['кофр', 'кофр', 2],
            ['кофр', 'кофр', 30],

            ['кофта', 'кофта', 0],
            ['кофта', 'кофта', 1],
            ['кофта', 'кофта', 2],
            ['кофта', 'кофта', 30],

            ['кофточка', 'кофточка', 0],
            ['кофточка', 'кофточка', 1],
            ['кофточка', 'кофточка', 2],
            ['кофточка', 'кофточка', 30],

            ['кочан', 'кочан', 0],
            ['кочан', 'кочан', 1],
            ['кочан', 'кочан', 2],
            ['кочан', 'кочан', 30],

            ['кочевник', 'кочевник', 0],
            ['кочевник', 'кочевник', 1],
            ['кочевник', 'кочевник', 2],
            ['кочевник', 'кочевник', 30],

            ['кочевье', 'кочевье', 0],
            ['кочевье', 'кочевье', 1],
            ['кочевье', 'кочевье', 2],
            ['кочевье', 'кочевье', 30],

            ['кочегар', 'кочегар', 0],
            ['кочегар', 'кочегар', 1],
            ['кочегар', 'кочегар', 2],
            ['кочегар', 'кочегар', 30],

            ['кочегарка', 'кочегарка', 0],
            ['кочегарка', 'кочегарка', 1],
            ['кочегарка', 'кочегарка', 2],
            ['кочегарка', 'кочегарка', 30],

            ['кочерга', 'кочерга', 0],
            ['кочерга', 'кочерга', 1],
            ['кочерга', 'кочерга', 2],
            ['кочерга', 'кочерга', 30],

            ['кочерыжка', 'кочерыжка', 0],
            ['кочерыжка', 'кочерыжка', 1],
            ['кочерыжка', 'кочерыжка', 2],
            ['кочерыжка', 'кочерыжка', 30],

            ['кочка', 'кочка', 0],
            ['кочка', 'кочка', 1],
            ['кочка', 'кочка', 2],
            ['кочка', 'кочка', 30],

            ['кош', 'кош', 0],
            ['кош', 'кош', 1],
            ['кош', 'кош', 2],
            ['кош', 'кош', 30],

            ['кошара', 'кошара', 0],
            ['кошара', 'кошара', 1],
            ['кошара', 'кошара', 2],
            ['кошара', 'кошара', 30],

            ['кошелек', 'кошелек', 0],
            ['кошелек', 'кошелек', 1],
            ['кошелек', 'кошелек', 2],
            ['кошелек', 'кошелек', 30],

            ['кошелка', 'кошелка', 0],
            ['кошелка', 'кошелка', 1],
            ['кошелка', 'кошелка', 2],
            ['кошелка', 'кошелка', 30],

            ['кошечка', 'кошечка', 0],
            ['кошечка', 'кошечка', 1],
            ['кошечка', 'кошечка', 2],
            ['кошечка', 'кошечка', 30],

            ['кошка', 'кошка', 0],
            ['кошка', 'кошка', 1],
            ['кошка', 'кошка', 2],
            ['кошка', 'кошка', 30],

            ['кошма', 'кошма', 0],
            ['кошма', 'кошма', 1],
            ['кошма', 'кошма', 2],
            ['кошма', 'кошма', 30],

            ['кошмар', 'кошмар', 0],
            ['кошмар', 'кошмар', 1],
            ['кошмар', 'кошмар', 2],
            ['кошмар', 'кошмар', 30],

            ['кощей', 'кощей', 0],
            ['кощей', 'кощей', 1],
            ['кощей', 'кощей', 2],
            ['кощей', 'кощей', 30],

            ['кощунство', 'кощунство', 0],
            ['кощунство', 'кощунство', 1],
            ['кощунство', 'кощунство', 2],
            ['кощунство', 'кощунство', 30],

            ['коэффициент', 'коэффициент', 0],
            ['коэффициент', 'коэффициент', 1],
            ['коэффициент', 'коэффициент', 2],
            ['коэффициент', 'коэффициент', 30],

            ['кп', 'кп', 0],
            ['кп', 'кп', 1],
            ['кп', 'кп', 2],
            ['кп', 'кп', 30],

            ['кпрф', 'кпрф', 0],
            ['кпрф', 'кпрф', 1],
            ['кпрф', 'кпрф', 2],
            ['кпрф', 'кпрф', 30],

            ['кпсс', 'кпсс', 0],
            ['кпсс', 'кпсс', 1],
            ['кпсс', 'кпсс', 2],
            ['кпсс', 'кпсс', 30],

            ['краб', 'краб', 0],
            ['краб', 'краб', 1],
            ['краб', 'краб', 2],
            ['краб', 'краб', 30],

            ['краболов', 'краболов', 0],
            ['краболов', 'краболов', 1],
            ['краболов', 'краболов', 2],
            ['краболов', 'краболов', 30],

            ['крага', 'крага', 0],
            ['крага', 'крага', 1],
            ['крага', 'крага', 2],
            ['крага', 'крага', 30],

            ['краешек', 'краешек', 0],
            ['краешек', 'краешек', 1],
            ['краешек', 'краешек', 2],
            ['краешек', 'краешек', 30],

            ['кража', 'кража', 0],
            ['кража', 'кража', 1],
            ['кража', 'кража', 2],
            ['кража', 'кража', 30],

            ['край', 'край', 0],
            ['край', 'край', 1],
            ['край', 'край', 2],
            ['край', 'край', 30],

            ['крайком', 'крайком', 0],
            ['крайком', 'крайком', 1],
            ['крайком', 'крайком', 2],
            ['крайком', 'крайком', 30],

            ['крайность', 'крайность', 0],
            ['крайность', 'крайность', 1],
            ['крайность', 'крайность', 2],
            ['крайность', 'крайность', 30],

            ['крайстчерч', 'крайстчерч', 0],
            ['крайстчерч', 'крайстчерч', 1],
            ['крайстчерч', 'крайстчерч', 2],
            ['крайстчерч', 'крайстчерч', 30],

            ['краков', 'краков', 0],
            ['краков', 'краков', 1],
            ['краков', 'краков', 2],
            ['краков', 'краков', 30],

            ['краля', 'краля', 0],
            ['краля', 'краля', 1],
            ['краля', 'краля', 2],
            ['краля', 'краля', 30],

            ['кран', 'кран', 0],
            ['кран', 'кран', 1],
            ['кран', 'кран', 2],
            ['кран', 'кран', 30],

            ['краник', 'краник', 0],
            ['краник', 'краник', 1],
            ['краник', 'краник', 2],
            ['краник', 'краник', 30],

            ['крапива', 'крапива', 0],
            ['крапива', 'крапива', 1],
            ['крапива', 'крапива', 2],
            ['крапива', 'крапива', 30],

            ['крапивница', 'крапивница', 0],
            ['крапивница', 'крапивница', 1],
            ['крапивница', 'крапивница', 2],
            ['крапивница', 'крапивница', 30],

            ['крапинка', 'крапинка', 0],
            ['крапинка', 'крапинка', 1],
            ['крапинка', 'крапинка', 2],
            ['крапинка', 'крапинка', 30],

            ['краса', 'краса', 0],
            ['краса', 'краса', 1],
            ['краса', 'краса', 2],
            ['краса', 'краса', 30],

            ['красавец', 'красавец', 0],
            ['красавец', 'красавец', 1],
            ['красавец', 'красавец', 2],
            ['красавец', 'красавец', 30],

            ['красавица', 'красавица', 0],
            ['красавица', 'красавица', 1],
            ['красавица', 'красавица', 2],
            ['красавица', 'красавица', 30],

            ['красавчик', 'красавчик', 0],
            ['красавчик', 'красавчик', 1],
            ['красавчик', 'красавчик', 2],
            ['красавчик', 'красавчик', 30],

            ['красивость', 'красивость', 0],
            ['красивость', 'красивость', 1],
            ['красивость', 'красивость', 2],
            ['красивость', 'красивость', 30],

            ['краситель', 'краситель', 0],
            ['краситель', 'краситель', 1],
            ['краситель', 'краситель', 2],
            ['краситель', 'краситель', 30],

            ['краска', 'краска', 0],
            ['краска', 'краска', 1],
            ['краска', 'краска', 2],
            ['краска', 'краска', 30],

            ['красноармеец', 'красноармеец', 0],
            ['красноармеец', 'красноармеец', 1],
            ['красноармеец', 'красноармеец', 2],
            ['красноармеец', 'красноармеец', 30],

            ['краснобай', 'краснобай', 0],
            ['краснобай', 'краснобай', 1],
            ['краснобай', 'краснобай', 2],
            ['краснобай', 'краснобай', 30],

            ['красноводск', 'красноводск', 0],
            ['красноводск', 'красноводск', 1],
            ['красноводск', 'красноводск', 2],
            ['красноводск', 'красноводск', 30],

            ['красногвардеец', 'красногвардеец', 0],
            ['красногвардеец', 'красногвардеец', 1],
            ['красногвардеец', 'красногвардеец', 2],
            ['красногвардеец', 'красногвардеец', 30],

            ['краснодар', 'краснодар', 0],
            ['краснодар', 'краснодар', 1],
            ['краснодар', 'краснодар', 2],
            ['краснодар', 'краснодар', 30],

            ['красноречие', 'красноречие', 0],
            ['красноречие', 'красноречие', 1],
            ['красноречие', 'красноречие', 2],
            ['красноречие', 'красноречие', 30],

            ['краснота', 'краснота', 0],
            ['краснота', 'краснота', 1],
            ['краснота', 'краснота', 2],
            ['краснота', 'краснота', 30],

            ['краснофлотец', 'краснофлотец', 0],
            ['краснофлотец', 'краснофлотец', 1],
            ['краснофлотец', 'краснофлотец', 2],
            ['краснофлотец', 'краснофлотец', 30],

            ['красноярск', 'красноярск', 0],
            ['красноярск', 'красноярск', 1],
            ['красноярск', 'красноярск', 2],
            ['красноярск', 'красноярск', 30],

            ['красный', 'красный', 0],
            ['красный', 'красный', 1],
            ['красный', 'красный', 2],
            ['красный', 'красный', 30],

            ['красота', 'красота', 0],
            ['красота', 'красота', 1],
            ['красота', 'красота', 2],
            ['красота', 'красота', 30],

            ['красотка', 'красотка', 0],
            ['красотка', 'красотка', 1],
            ['красотка', 'красотка', 2],
            ['красотка', 'красотка', 30],

            ['крат', 'крат', 0],
            ['крат', 'крат', 1],
            ['крат', 'крат', 2],
            ['крат', 'крат', 30],

            ['кратер', 'кратер', 0],
            ['кратер', 'кратер', 1],
            ['кратер', 'кратер', 2],
            ['кратер', 'кратер', 30],

            ['краткость', 'краткость', 0],
            ['краткость', 'краткость', 1],
            ['краткость', 'краткость', 2],
            ['краткость', 'краткость', 30],

            ['крах', 'крах', 0],
            ['крах', 'крах', 1],
            ['крах', 'крах', 2],
            ['крах', 'крах', 30],

            ['крахмал', 'крахмал', 0],
            ['крахмал', 'крахмал', 1],
            ['крахмал', 'крахмал', 2],
            ['крахмал', 'крахмал', 30],

            ['краюшкин', 'краюшкин', 0],
            ['краюшкин', 'краюшкин', 1],
            ['краюшкин', 'краюшкин', 2],
            ['краюшкин', 'краюшкин', 30],

            ['креветка', 'креветка', 0],
            ['креветка', 'креветка', 1],
            ['креветка', 'креветка', 2],
            ['креветка', 'креветка', 30],

            ['кредит', 'кредит', 0],
            ['кредит', 'кредит', 1],
            ['кредит', 'кредит', 2],
            ['кредит', 'кредит', 30],

            ['кредитование', 'кредитование', 0],
            ['кредитование', 'кредитование', 1],
            ['кредитование', 'кредитование', 2],
            ['кредитование', 'кредитование', 30],

            ['кредитор', 'кредитор', 0],
            ['кредитор', 'кредитор', 1],
            ['кредитор', 'кредитор', 2],
            ['кредитор', 'кредитор', 30],

            ['кредо', 'кредо', 0],
            ['кредо', 'кредо', 1],
            ['кредо', 'кредо', 2],
            ['кредо', 'кредо', 30],

            ['крейсер', 'крейсер', 0],
            ['крейсер', 'крейсер', 1],
            ['крейсер', 'крейсер', 2],
            ['крейсер', 'крейсер', 30],

            ['крекинг', 'крекинг', 0],
            ['крекинг', 'крекинг', 1],
            ['крекинг', 'крекинг', 2],
            ['крекинг', 'крекинг', 30],

            ['крем', 'крем', 0],
            ['крем', 'крем', 1],
            ['крем', 'крем', 2],
            ['крем', 'крем', 30],

            ['крематорий', 'крематорий', 0],
            ['крематорий', 'крематорий', 1],
            ['крематорий', 'крематорий', 2],
            ['крематорий', 'крематорий', 30],

            ['кремень', 'кремень', 0],
            ['кремень', 'кремень', 1],
            ['кремень', 'кремень', 2],
            ['кремень', 'кремень', 30],

            ['кремль', 'кремль', 0],
            ['кремль', 'кремль', 1],
            ['кремль', 'кремль', 2],
            ['кремль', 'кремль', 30],

            ['крен', 'крен', 0],
            ['крен', 'крен', 1],
            ['крен', 'крен', 2],
            ['крен', 'крен', 30],

            ['крендель', 'крендель', 0],
            ['крендель', 'крендель', 1],
            ['крендель', 'крендель', 2],
            ['крендель', 'крендель', 30],

            ['крепки', 'крепки', 0],
            ['крепки', 'крепки', 1],
            ['крепки', 'крепки', 2],
            ['крепки', 'крепки', 30],

            ['крепление', 'крепление', 0],
            ['крепление', 'крепление', 1],
            ['крепление', 'крепление', 2],
            ['крепление', 'крепление', 30],

            ['крепостной', 'крепостной', 0],
            ['крепостной', 'крепостной', 1],
            ['крепостной', 'крепостной', 2],
            ['крепостной', 'крепостной', 30],

            ['крепость', 'крепость', 0],
            ['крепость', 'крепость', 1],
            ['крепость', 'крепость', 2],
            ['крепость', 'крепость', 30],

            ['крепыш', 'крепыш', 0],
            ['крепыш', 'крепыш', 1],
            ['крепыш', 'крепыш', 2],
            ['крепыш', 'крепыш', 30],

            ['кресало', 'кресало', 0],
            ['кресало', 'кресало', 1],
            ['кресало', 'кресало', 2],
            ['кресало', 'кресало', 30],

            ['креслице', 'креслице', 0],
            ['креслице', 'креслице', 1],
            ['креслице', 'креслице', 2],
            ['креслице', 'креслице', 30],

            ['кресло', 'кресло', 0],
            ['кресло', 'кресло', 1],
            ['кресло', 'кресло', 2],
            ['кресло', 'кресло', 30],

            ['крест', 'крест', 0],
            ['крест', 'крест', 1],
            ['крест', 'крест', 2],
            ['крест', 'крест', 30],

            ['крестец', 'крестец', 0],
            ['крестец', 'крестец', 1],
            ['крестец', 'крестец', 2],
            ['крестец', 'крестец', 30],

            ['крестик', 'крестик', 0],
            ['крестик', 'крестик', 1],
            ['крестик', 'крестик', 2],
            ['крестик', 'крестик', 30],

            ['креститель', 'креститель', 0],
            ['креститель', 'креститель', 1],
            ['креститель', 'креститель', 2],
            ['креститель', 'креститель', 30],

            ['крестный', 'крестный', 0],
            ['крестный', 'крестный', 1],
            ['крестный', 'крестный', 2],
            ['крестный', 'крестный', 30],

            ['крестовский', 'крестовский', 0],
            ['крестовский', 'крестовский', 1],
            ['крестовский', 'крестовский', 2],
            ['крестовский', 'крестовский', 30],

            ['крестоносец', 'крестоносец', 0],
            ['крестоносец', 'крестоносец', 1],
            ['крестоносец', 'крестоносец', 2],
            ['крестоносец', 'крестоносец', 30],

            ['крестьянин', 'крестьянин', 0],
            ['крестьянин', 'крестьянин', 1],
            ['крестьянин', 'крестьянин', 2],
            ['крестьянин', 'крестьянин', 30],

            ['крестьянка', 'крестьянка', 0],
            ['крестьянка', 'крестьянка', 1],
            ['крестьянка', 'крестьянка', 2],
            ['крестьянка', 'крестьянка', 30],

            ['крестьянство', 'крестьянство', 0],
            ['крестьянство', 'крестьянство', 1],
            ['крестьянство', 'крестьянство', 2],
            ['крестьянство', 'крестьянство', 30],

            ['крестя', 'крестя', 0],
            ['крестя', 'крестя', 1],
            ['крестя', 'крестя', 2],
            ['крестя', 'крестя', 30],

            ['кретин', 'кретин', 0],
            ['кретин', 'кретин', 1],
            ['кретин', 'кретин', 2],
            ['кретин', 'кретин', 30],

            ['кречет', 'кречет', 0],
            ['кречет', 'кречет', 1],
            ['кречет', 'кречет', 2],
            ['кречет', 'кречет', 30],

            ['крещение', 'крещение', 0],
            ['крещение', 'крещение', 1],
            ['крещение', 'крещение', 2],
            ['крещение', 'крещение', 30],

            ['кривизна', 'кривизна', 0],
            ['кривизна', 'кривизна', 1],
            ['кривизна', 'кривизна', 2],
            ['кривизна', 'кривизна', 30],

            ['кривой', 'кривой', 0],
            ['кривой', 'кривой', 1],
            ['кривой', 'кривой', 2],
            ['кривой', 'кривой', 30],

            ['криворотов', 'криворотов', 0],
            ['криворотов', 'криворотов', 1],
            ['криворотов', 'криворотов', 2],
            ['криворотов', 'криворотов', 30],

            ['кризис', 'кризис', 0],
            ['кризис', 'кризис', 1],
            ['кризис', 'кризис', 2],
            ['кризис', 'кризис', 30],

            ['крик', 'крик', 0],
            ['крик', 'крик', 1],
            ['крик', 'крик', 2],
            ['крик', 'крик', 30],

            ['крикун', 'крикун', 0],
            ['крикун', 'крикун', 1],
            ['крикун', 'крикун', 2],
            ['крикун', 'крикун', 30],

            ['криминал', 'криминал', 0],
            ['криминал', 'криминал', 1],
            ['криминал', 'криминал', 2],
            ['криминал', 'криминал', 30],

            ['криминалист', 'криминалист', 0],
            ['криминалист', 'криминалист', 1],
            ['криминалист', 'криминалист', 2],
            ['криминалист', 'криминалист', 30],

            ['кринка', 'кринка', 0],
            ['кринка', 'кринка', 1],
            ['кринка', 'кринка', 2],
            ['кринка', 'кринка', 30],

            ['кристалл', 'кристалл', 0],
            ['кристалл', 'кристалл', 1],
            ['кристалл', 'кристалл', 2],
            ['кристалл', 'кристалл', 30],

            ['кристаллик', 'кристаллик', 0],
            ['кристаллик', 'кристаллик', 1],
            ['кристаллик', 'кристаллик', 2],
            ['кристаллик', 'кристаллик', 30],

            ['кристина', 'кристина', 0],
            ['кристина', 'кристина', 1],
            ['кристина', 'кристина', 2],
            ['кристина', 'кристина', 30],

            ['кристинка', 'кристинка', 0],
            ['кристинка', 'кристинка', 1],
            ['кристинка', 'кристинка', 2],
            ['кристинка', 'кристинка', 30],

            ['кристинья', 'кристинья', 0],
            ['кристинья', 'кристинья', 1],
            ['кристинья', 'кристинья', 2],
            ['кристинья', 'кристинья', 30],

            ['кристя', 'кристя', 0],
            ['кристя', 'кристя', 1],
            ['кристя', 'кристя', 2],
            ['кристя', 'кристя', 30],

            ['крит', 'крит', 0],
            ['крит', 'крит', 1],
            ['крит', 'крит', 2],
            ['крит', 'крит', 30],

            ['критерий', 'критерий', 0],
            ['критерий', 'критерий', 1],
            ['критерий', 'критерий', 2],
            ['критерий', 'критерий', 30],

            ['критик', 'критик', 0],
            ['критик', 'критик', 1],
            ['критик', 'критик', 2],
            ['критик', 'критик', 30],

            ['критика', 'критика', 0],
            ['критика', 'критика', 1],
            ['критика', 'критика', 2],
            ['критика', 'критика', 30],

            ['кришнаит', 'кришнаит', 0],
            ['кришнаит', 'кришнаит', 1],
            ['кришнаит', 'кришнаит', 2],
            ['кришнаит', 'кришнаит', 30],

            ['кров', 'кров', 0],
            ['кров', 'кров', 1],
            ['кров', 'кров', 2],
            ['кров', 'кров', 30],

            ['кроватка', 'кроватка', 0],
            ['кроватка', 'кроватка', 1],
            ['кроватка', 'кроватка', 2],
            ['кроватка', 'кроватка', 30],

            ['кровать', 'кровать', 0],
            ['кровать', 'кровать', 1],
            ['кровать', 'кровать', 2],
            ['кровать', 'кровать', 30],

            ['кровинка', 'кровинка', 0],
            ['кровинка', 'кровинка', 1],
            ['кровинка', 'кровинка', 2],
            ['кровинка', 'кровинка', 30],

            ['кровища', 'кровища', 0],
            ['кровища', 'кровища', 1],
            ['кровища', 'кровища', 2],
            ['кровища', 'кровища', 30],

            ['кровля', 'кровля', 0],
            ['кровля', 'кровля', 1],
            ['кровля', 'кровля', 2],
            ['кровля', 'кровля', 30],

            ['кровоизлияние', 'кровоизлияние', 0],
            ['кровоизлияние', 'кровоизлияние', 1],
            ['кровоизлияние', 'кровоизлияние', 2],
            ['кровоизлияние', 'кровоизлияние', 30],

            ['кровообращение', 'кровообращение', 0],
            ['кровообращение', 'кровообращение', 1],
            ['кровообращение', 'кровообращение', 2],
            ['кровообращение', 'кровообращение', 30],

            ['кровопийца', 'кровопийца', 0],
            ['кровопийца', 'кровопийца', 1],
            ['кровопийца', 'кровопийца', 2],
            ['кровопийца', 'кровопийца', 30],

            ['кровоподтек', 'кровоподтек', 0],
            ['кровоподтек', 'кровоподтек', 1],
            ['кровоподтек', 'кровоподтек', 2],
            ['кровоподтек', 'кровоподтек', 30],

            ['кровопотеря', 'кровопотеря', 0],
            ['кровопотеря', 'кровопотеря', 1],
            ['кровопотеря', 'кровопотеря', 2],
            ['кровопотеря', 'кровопотеря', 30],

            ['кровопролитие', 'кровопролитие', 0],
            ['кровопролитие', 'кровопролитие', 1],
            ['кровопролитие', 'кровопролитие', 2],
            ['кровопролитие', 'кровопролитие', 30],

            ['кровосмешение', 'кровосмешение', 0],
            ['кровосмешение', 'кровосмешение', 1],
            ['кровосмешение', 'кровосмешение', 2],
            ['кровосмешение', 'кровосмешение', 30],

            ['кровоснабжение', 'кровоснабжение', 0],
            ['кровоснабжение', 'кровоснабжение', 1],
            ['кровоснабжение', 'кровоснабжение', 2],
            ['кровоснабжение', 'кровоснабжение', 30],

            ['кровосос', 'кровосос', 0],
            ['кровосос', 'кровосос', 1],
            ['кровосос', 'кровосос', 2],
            ['кровосос', 'кровосос', 30],

            ['кровотечение', 'кровотечение', 0],
            ['кровотечение', 'кровотечение', 1],
            ['кровотечение', 'кровотечение', 2],
            ['кровотечение', 'кровотечение', 30],

            ['кровоток', 'кровоток', 0],
            ['кровоток', 'кровоток', 1],
            ['кровоток', 'кровоток', 2],
            ['кровоток', 'кровоток', 30],

            ['кровоточивость', 'кровоточивость', 0],
            ['кровоточивость', 'кровоточивость', 1],
            ['кровоточивость', 'кровоточивость', 2],
            ['кровоточивость', 'кровоточивость', 30],

            ['кровохарканье', 'кровохарканье', 0],
            ['кровохарканье', 'кровохарканье', 1],
            ['кровохарканье', 'кровохарканье', 2],
            ['кровохарканье', 'кровохарканье', 30],

            ['кровушка', 'кровушка', 0],
            ['кровушка', 'кровушка', 1],
            ['кровушка', 'кровушка', 2],
            ['кровушка', 'кровушка', 30],

            ['кровь', 'кровь', 0],
            ['кровь', 'кровь', 1],
            ['кровь', 'кровь', 2],
            ['кровь', 'кровь', 30],

            ['крой', 'крой', 0],
            ['крой', 'крой', 1],
            ['крой', 'крой', 2],
            ['крой', 'крой', 30],

            ['крокодил', 'крокодил', 0],
            ['крокодил', 'крокодил', 1],
            ['крокодил', 'крокодил', 2],
            ['крокодил', 'крокодил', 30],

            ['крокус', 'крокус', 0],
            ['крокус', 'крокус', 1],
            ['крокус', 'крокус', 2],
            ['крокус', 'крокус', 30],

            ['кролик', 'кролик', 0],
            ['кролик', 'кролик', 1],
            ['кролик', 'кролик', 2],
            ['кролик', 'кролик', 30],

            ['кроль', 'кроль', 0],
            ['кроль', 'кроль', 1],
            ['кроль', 'кроль', 2],
            ['кроль', 'кроль', 30],

            ['крольчиха', 'крольчиха', 0],
            ['крольчиха', 'крольчиха', 1],
            ['крольчиха', 'крольчиха', 2],
            ['крольчиха', 'крольчиха', 30],

            ['кромка', 'кромка', 0],
            ['кромка', 'кромка', 1],
            ['кромка', 'кромка', 2],
            ['кромка', 'кромка', 30],

            ['крона', 'крона', 0],
            ['крона', 'крона', 1],
            ['крона', 'крона', 2],
            ['крона', 'крона', 30],

            ['кронштадт', 'кронштадт', 0],
            ['кронштадт', 'кронштадт', 1],
            ['кронштадт', 'кронштадт', 2],
            ['кронштадт', 'кронштадт', 30],

            ['кронштейн', 'кронштейн', 0],
            ['кронштейн', 'кронштейн', 1],
            ['кронштейн', 'кронштейн', 2],
            ['кронштейн', 'кронштейн', 30],

            ['кросс', 'кросс', 0],
            ['кросс', 'кросс', 1],
            ['кросс', 'кросс', 2],
            ['кросс', 'кросс', 30],

            ['кроссворд', 'кроссворд', 0],
            ['кроссворд', 'кроссворд', 1],
            ['кроссворд', 'кроссворд', 2],
            ['кроссворд', 'кроссворд', 30],

            ['крот', 'крот', 0],
            ['крот', 'крот', 1],
            ['крот', 'крот', 2],
            ['крот', 'крот', 30],

            ['кротость', 'кротость', 0],
            ['кротость', 'кротость', 1],
            ['кротость', 'кротость', 2],
            ['кротость', 'кротость', 30],

            ['кроха', 'кроха', 0],
            ['кроха', 'кроха', 1],
            ['кроха', 'кроха', 2],
            ['кроха', 'кроха', 30],

            ['крошево', 'крошево', 0],
            ['крошево', 'крошево', 1],
            ['крошево', 'крошево', 2],
            ['крошево', 'крошево', 30],

            ['крошка', 'крошка', 0],
            ['крошка', 'крошка', 1],
            ['крошка', 'крошка', 2],
            ['крошка', 'крошка', 30],

            ['круг', 'круг', 0],
            ['круг', 'круг', 1],
            ['круг', 'круг', 2],
            ['круг', 'круг', 30],

            ['круглова', 'круглова', 0],
            ['круглова', 'круглова', 1],
            ['круглова', 'круглова', 2],
            ['круглова', 'круглова', 30],

            ['кругляш', 'кругляш', 0],
            ['кругляш', 'кругляш', 1],
            ['кругляш', 'кругляш', 2],
            ['кругляш', 'кругляш', 30],

            ['круговерть', 'круговерть', 0],
            ['круговерть', 'круговерть', 1],
            ['круговерть', 'круговерть', 2],
            ['круговерть', 'круговерть', 30],

            ['круговорот', 'круговорот', 0],
            ['круговорот', 'круговорот', 1],
            ['круговорот', 'круговорот', 2],
            ['круговорот', 'круговорот', 30],

            ['кругозор', 'кругозор', 0],
            ['кругозор', 'кругозор', 1],
            ['кругозор', 'кругозор', 2],
            ['кругозор', 'кругозор', 30],

            ['кружево', 'кружево', 0],
            ['кружево', 'кружево', 1],
            ['кружево', 'кружево', 2],
            ['кружево', 'кружево', 30],

            ['кружение', 'кружение', 0],
            ['кружение', 'кружение', 1],
            ['кружение', 'кружение', 2],
            ['кружение', 'кружение', 30],

            ['кружечка', 'кружечка', 0],
            ['кружечка', 'кружечка', 1],
            ['кружечка', 'кружечка', 2],
            ['кружечка', 'кружечка', 30],

            ['кружка', 'кружка', 0],
            ['кружка', 'кружка', 1],
            ['кружка', 'кружка', 2],
            ['кружка', 'кружка', 30],

            ['кружок', 'кружок', 0],
            ['кружок', 'кружок', 1],
            ['кружок', 'кружок', 2],
            ['кружок', 'кружок', 30],

            ['кружочек', 'кружочек', 0],
            ['кружочек', 'кружочек', 1],
            ['кружочек', 'кружочек', 2],
            ['кружочек', 'кружочек', 30],

            ['круиз', 'круиз', 0],
            ['круиз', 'круиз', 1],
            ['круиз', 'круиз', 2],
            ['круиз', 'круиз', 30],

            ['круп', 'круп', 0],
            ['круп', 'круп', 1],
            ['круп', 'круп', 2],
            ['круп', 'круп', 30],

            ['крупа', 'крупа', 0],
            ['крупа', 'крупа', 1],
            ['крупа', 'крупа', 2],
            ['крупа', 'крупа', 30],

            ['крупинка', 'крупинка', 0],
            ['крупинка', 'крупинка', 1],
            ['крупинка', 'крупинка', 2],
            ['крупинка', 'крупинка', 30],

            ['крупица', 'крупица', 0],
            ['крупица', 'крупица', 1],
            ['крупица', 'крупица', 2],
            ['крупица', 'крупица', 30],

            ['крупская', 'крупская', 0],
            ['крупская', 'крупская', 1],
            ['крупская', 'крупская', 2],
            ['крупская', 'крупская', 30],

            ['крутизна', 'крутизна', 0],
            ['крутизна', 'крутизна', 1],
            ['крутизна', 'крутизна', 2],
            ['крутизна', 'крутизна', 30],

            ['крутикова', 'крутикова', 0],
            ['крутикова', 'крутикова', 1],
            ['крутикова', 'крутикова', 2],
            ['крутикова', 'крутикова', 30],

            ['крутило', 'крутило', 0],
            ['крутило', 'крутило', 1],
            ['крутило', 'крутило', 2],
            ['крутило', 'крутило', 30],

            ['круча', 'круча', 0],
            ['круча', 'круча', 1],
            ['круча', 'круча', 2],
            ['круча', 'круча', 30],

            ['крушение', 'крушение', 0],
            ['крушение', 'крушение', 1],
            ['крушение', 'крушение', 2],
            ['крушение', 'крушение', 30],

            ['крылатка', 'крылатка', 0],
            ['крылатка', 'крылатка', 1],
            ['крылатка', 'крылатка', 2],
            ['крылатка', 'крылатка', 30],

            ['крылечко', 'крылечко', 0],
            ['крылечко', 'крылечко', 1],
            ['крылечко', 'крылечко', 2],
            ['крылечко', 'крылечко', 30],

            ['крыло', 'крыло', 0],
            ['крыло', 'крыло', 1],
            ['крыло', 'крыло', 2],
            ['крыло', 'крыло', 30],

            ['крылышко', 'крылышко', 0],
            ['крылышко', 'крылышко', 1],
            ['крылышко', 'крылышко', 2],
            ['крылышко', 'крылышко', 30],

            ['крыльцо', 'крыльцо', 0],
            ['крыльцо', 'крыльцо', 1],
            ['крыльцо', 'крыльцо', 2],
            ['крыльцо', 'крыльцо', 30],

            ['крым', 'крым', 0],
            ['крым', 'крым', 1],
            ['крым', 'крым', 2],
            ['крым', 'крым', 30],

            ['крынка', 'крынка', 0],
            ['крынка', 'крынка', 1],
            ['крынка', 'крынка', 2],
            ['крынка', 'крынка', 30],

            ['крыса', 'крыса', 0],
            ['крыса', 'крыса', 1],
            ['крыса', 'крыса', 2],
            ['крыса', 'крыса', 30],

            ['крыша', 'крыша', 0],
            ['крыша', 'крыша', 1],
            ['крыша', 'крыша', 2],
            ['крыша', 'крыша', 30],

            ['крышечка', 'крышечка', 0],
            ['крышечка', 'крышечка', 1],
            ['крышечка', 'крышечка', 2],
            ['крышечка', 'крышечка', 30],

            ['крышка', 'крышка', 0],
            ['крышка', 'крышка', 1],
            ['крышка', 'крышка', 2],
            ['крышка', 'крышка', 30],

            ['крюк', 'крюк', 0],
            ['крюк', 'крюк', 1],
            ['крюк', 'крюк', 2],
            ['крюк', 'крюк', 30],

            ['крючок', 'крючок', 0],
            ['крючок', 'крючок', 1],
            ['крючок', 'крючок', 2],
            ['крючок', 'крючок', 30],

            ['кряж', 'кряж', 0],
            ['кряж', 'кряж', 1],
            ['кряж', 'кряж', 2],
            ['кряж', 'кряж', 30],

            ['кряхтенье', 'кряхтенье', 0],
            ['кряхтенье', 'кряхтенье', 1],
            ['кряхтенье', 'кряхтенье', 2],
            ['кряхтенье', 'кряхтенье', 30],

            ['ксана', 'ксана', 0],
            ['ксана', 'ксана', 1],
            ['ксана', 'ксана', 2],
            ['ксана', 'ксана', 30],

            ['ксена', 'ксена', 0],
            ['ксена', 'ксена', 1],
            ['ксена', 'ксена', 2],
            ['ксена', 'ксена', 30],

            ['ксендз', 'ксендз', 0],
            ['ксендз', 'ксендз', 1],
            ['ксендз', 'ксендз', 2],
            ['ксендз', 'ксендз', 30],

            ['ксения', 'ксения', 0],
            ['ксения', 'ксения', 1],
            ['ксения', 'ксения', 2],
            ['ксения', 'ксения', 30],

            ['ксенья', 'ксенья', 0],
            ['ксенья', 'ксенья', 1],
            ['ксенья', 'ксенья', 2],
            ['ксенья', 'ксенья', 30],

            ['ксенюша', 'ксенюша', 0],
            ['ксенюша', 'ксенюша', 1],
            ['ксенюша', 'ксенюша', 2],
            ['ксенюша', 'ксенюша', 30],

            ['ксеня', 'ксеня', 0],
            ['ксеня', 'ксеня', 1],
            ['ксеня', 'ксеня', 2],
            ['ксеня', 'ксеня', 30],

            ['ксерокопия', 'ксерокопия', 0],
            ['ксерокопия', 'ксерокопия', 1],
            ['ксерокопия', 'ксерокопия', 2],
            ['ксерокопия', 'ксерокопия', 30],

            ['ксерокс', 'ксерокс', 0],
            ['ксерокс', 'ксерокс', 1],
            ['ксерокс', 'ксерокс', 2],
            ['ксерокс', 'ксерокс', 30],

            ['ксеша', 'ксеша', 0],
            ['ксеша', 'ксеша', 1],
            ['ксеша', 'ксеша', 2],
            ['ксеша', 'ксеша', 30],

            ['ксюня', 'ксюня', 0],
            ['ксюня', 'ксюня', 1],
            ['ксюня', 'ксюня', 2],
            ['ксюня', 'ксюня', 30],

            ['ксюра', 'ксюра', 0],
            ['ксюра', 'ксюра', 1],
            ['ксюра', 'ксюра', 2],
            ['ксюра', 'ксюра', 30],

            ['ксюта', 'ксюта', 0],
            ['ксюта', 'ксюта', 1],
            ['ксюта', 'ксюта', 2],
            ['ксюта', 'ксюта', 30],

            ['ксюша', 'ксюша', 0],
            ['ксюша', 'ксюша', 1],
            ['ксюша', 'ксюша', 2],
            ['ксюша', 'ксюша', 30],

            ['куб', 'куб', 0],
            ['куб', 'куб', 1],
            ['куб', 'куб', 2],
            ['куб', 'куб', 30],

            ['куба', 'куба', 0],
            ['куба', 'куба', 1],
            ['куба', 'куба', 2],
            ['куба', 'куба', 30],

            ['кубанец', 'кубанец', 0],
            ['кубанец', 'кубанец', 1],
            ['кубанец', 'кубанец', 2],
            ['кубанец', 'кубанец', 30],

            ['кубанка', 'кубанка', 0],
            ['кубанка', 'кубанка', 1],
            ['кубанка', 'кубанка', 2],
            ['кубанка', 'кубанка', 30],

            ['кубань', 'кубань', 0],
            ['кубань', 'кубань', 1],
            ['кубань', 'кубань', 2],
            ['кубань', 'кубань', 30],

            ['кубарь', 'кубарь', 0],
            ['кубарь', 'кубарь', 1],
            ['кубарь', 'кубарь', 2],
            ['кубарь', 'кубарь', 30],

            ['кубик', 'кубик', 0],
            ['кубик', 'кубик', 1],
            ['кубик', 'кубик', 2],
            ['кубик', 'кубик', 30],

            ['кубинец', 'кубинец', 0],
            ['кубинец', 'кубинец', 1],
            ['кубинец', 'кубинец', 2],
            ['кубинец', 'кубинец', 30],

            ['кубок', 'кубок', 0],
            ['кубок', 'кубок', 1],
            ['кубок', 'кубок', 2],
            ['кубок', 'кубок', 30],

            ['кубометр', 'кубометр', 0],
            ['кубометр', 'кубометр', 1],
            ['кубометр', 'кубометр', 2],
            ['кубометр', 'кубометр', 30],

            ['кубрик', 'кубрик', 0],
            ['кубрик', 'кубрик', 1],
            ['кубрик', 'кубрик', 2],
            ['кубрик', 'кубрик', 30],

            ['кувалда', 'кувалда', 0],
            ['кувалда', 'кувалда', 1],
            ['кувалда', 'кувалда', 2],
            ['кувалда', 'кувалда', 30],

            ['кувейт', 'кувейт', 0],
            ['кувейт', 'кувейт', 1],
            ['кувейт', 'кувейт', 2],
            ['кувейт', 'кувейт', 30],

            ['кувшин', 'кувшин', 0],
            ['кувшин', 'кувшин', 1],
            ['кувшин', 'кувшин', 2],
            ['кувшин', 'кувшин', 30],

            ['кувшинка', 'кувшинка', 0],
            ['кувшинка', 'кувшинка', 1],
            ['кувшинка', 'кувшинка', 2],
            ['кувшинка', 'кувшинка', 30],

            ['кувшинчик', 'кувшинчик', 0],
            ['кувшинчик', 'кувшинчик', 1],
            ['кувшинчик', 'кувшинчик', 2],
            ['кувшинчик', 'кувшинчик', 30],

            ['кувырок', 'кувырок', 0],
            ['кувырок', 'кувырок', 1],
            ['кувырок', 'кувырок', 2],
            ['кувырок', 'кувырок', 30],

            ['куда', 'куда', 0],
            ['куда', 'куда', 1],
            ['куда', 'куда', 2],
            ['куда', 'куда', 30],

            ['кудри', 'кудри', 0],
            ['кудри', 'кудри', 1],
            ['кудри', 'кудри', 2],
            ['кудри', 'кудри', 30],

            ['кудряшка', 'кудряшка', 0],
            ['кудряшка', 'кудряшка', 1],
            ['кудряшка', 'кудряшка', 2],
            ['кудряшка', 'кудряшка', 30],

            ['кузбассэнерго', 'кузбассэнерго', 0],
            ['кузбассэнерго', 'кузбассэнерго', 1],
            ['кузбассэнерго', 'кузбассэнерго', 2],
            ['кузбассэнерго', 'кузбассэнерго', 30],

            ['кузен', 'кузен', 0],
            ['кузен', 'кузен', 1],
            ['кузен', 'кузен', 2],
            ['кузен', 'кузен', 30],

            ['кузена', 'кузена', 0],
            ['кузена', 'кузена', 1],
            ['кузена', 'кузена', 2],
            ['кузена', 'кузена', 30],

            ['кузина', 'кузина', 0],
            ['кузина', 'кузина', 1],
            ['кузина', 'кузина', 2],
            ['кузина', 'кузина', 30],

            ['кузмич', 'кузмич', 0],
            ['кузмич', 'кузмич', 1],
            ['кузмич', 'кузмич', 2],
            ['кузмич', 'кузмич', 30],

            ['кузнец', 'кузнец', 0],
            ['кузнец', 'кузнец', 1],
            ['кузнец', 'кузнец', 2],
            ['кузнец', 'кузнец', 30],

            ['кузнечик', 'кузнечик', 0],
            ['кузнечик', 'кузнечик', 1],
            ['кузнечик', 'кузнечик', 2],
            ['кузнечик', 'кузнечик', 30],

            ['кузница', 'кузница', 0],
            ['кузница', 'кузница', 1],
            ['кузница', 'кузница', 2],
            ['кузница', 'кузница', 30],

            ['кузня', 'кузня', 0],
            ['кузня', 'кузня', 1],
            ['кузня', 'кузня', 2],
            ['кузня', 'кузня', 30],

            ['кузов', 'кузов', 0],
            ['кузов', 'кузов', 1],
            ['кузов', 'кузов', 2],
            ['кузов', 'кузов', 30],

            ['кузька', 'кузька', 0],
            ['кузька', 'кузька', 1],
            ['кузька', 'кузька', 2],
            ['кузька', 'кузька', 30],

            ['кузьма', 'кузьма', 0],
            ['кузьма', 'кузьма', 1],
            ['кузьма', 'кузьма', 2],
            ['кузьма', 'кузьма', 30],

            ['кузьмина', 'кузьмина', 0],
            ['кузьмина', 'кузьмина', 1],
            ['кузьмина', 'кузьмина', 2],
            ['кузьмина', 'кузьмина', 30],

            ['кузьминична', 'кузьминична', 0],
            ['кузьминична', 'кузьминична', 1],
            ['кузьминична', 'кузьминична', 2],
            ['кузьминична', 'кузьминична', 30],

            ['кузьминки', 'кузьминки', 0],
            ['кузьминки', 'кузьминки', 1],
            ['кузьминки', 'кузьминки', 2],
            ['кузьминки', 'кузьминки', 30],

            ['кузьмич', 'кузьмич', 0],
            ['кузьмич', 'кузьмич', 1],
            ['кузьмич', 'кузьмич', 2],
            ['кузьмич', 'кузьмич', 30],

            ['кузюта', 'кузюта', 0],
            ['кузюта', 'кузюта', 1],
            ['кузюта', 'кузюта', 2],
            ['кузюта', 'кузюта', 30],

            ['кузя', 'кузя', 0],
            ['кузя', 'кузя', 1],
            ['кузя', 'кузя', 2],
            ['кузя', 'кузя', 30],

            ['кузяха', 'кузяха', 0],
            ['кузяха', 'кузяха', 1],
            ['кузяха', 'кузяха', 2],
            ['кузяха', 'кузяха', 30],

            ['кузяша', 'кузяша', 0],
            ['кузяша', 'кузяша', 1],
            ['кузяша', 'кузяша', 2],
            ['кузяша', 'кузяша', 30],

            ['кукиш', 'кукиш', 0],
            ['кукиш', 'кукиш', 1],
            ['кукиш', 'кукиш', 2],
            ['кукиш', 'кукиш', 30],

            ['кукла', 'кукла', 0],
            ['кукла', 'кукла', 1],
            ['кукла', 'кукла', 2],
            ['кукла', 'кукла', 30],

            ['куколка', 'куколка', 0],
            ['куколка', 'куколка', 1],
            ['куколка', 'куколка', 2],
            ['куколка', 'куколка', 30],

            ['кукуруза', 'кукуруза', 0],
            ['кукуруза', 'кукуруза', 1],
            ['кукуруза', 'кукуруза', 2],
            ['кукуруза', 'кукуруза', 30],

            ['кукурузник', 'кукурузник', 0],
            ['кукурузник', 'кукурузник', 1],
            ['кукурузник', 'кукурузник', 2],
            ['кукурузник', 'кукурузник', 30],

            ['кукушка', 'кукушка', 0],
            ['кукушка', 'кукушка', 1],
            ['кукушка', 'кукушка', 2],
            ['кукушка', 'кукушка', 30],

            ['кулак', 'кулак', 0],
            ['кулак', 'кулак', 1],
            ['кулак', 'кулак', 2],
            ['кулак', 'кулак', 30],

            ['кулачище', 'кулачище', 0],
            ['кулачище', 'кулачище', 1],
            ['кулачище', 'кулачище', 2],
            ['кулачище', 'кулачище', 30],

            ['кулачка', 'кулачка', 0],
            ['кулачка', 'кулачка', 1],
            ['кулачка', 'кулачка', 2],
            ['кулачка', 'кулачка', 30],

            ['кулачок', 'кулачок', 0],
            ['кулачок', 'кулачок', 1],
            ['кулачок', 'кулачок', 2],
            ['кулачок', 'кулачок', 30],

            ['кулек', 'кулек', 0],
            ['кулек', 'кулек', 1],
            ['кулек', 'кулек', 2],
            ['кулек', 'кулек', 30],

            ['кулечек', 'кулечек', 0],
            ['кулечек', 'кулечек', 1],
            ['кулечек', 'кулечек', 2],
            ['кулечек', 'кулечек', 30],

            ['кулина', 'кулина', 0],
            ['кулина', 'кулина', 1],
            ['кулина', 'кулина', 2],
            ['кулина', 'кулина', 30],

            ['кулинария', 'кулинария', 0],
            ['кулинария', 'кулинария', 1],
            ['кулинария', 'кулинария', 2],
            ['кулинария', 'кулинария', 30],

            ['кулиса', 'кулиса', 0],
            ['кулиса', 'кулиса', 1],
            ['кулиса', 'кулиса', 2],
            ['кулиса', 'кулиса', 30],

            ['кулич', 'кулич', 0],
            ['кулич', 'кулич', 1],
            ['кулич', 'кулич', 2],
            ['кулич', 'кулич', 30],

            ['куличок', 'куличок', 0],
            ['куличок', 'куличок', 1],
            ['куличок', 'куличок', 2],
            ['куличок', 'куличок', 30],

            ['кулон', 'кулон', 0],
            ['кулон', 'кулон', 1],
            ['кулон', 'кулон', 2],
            ['кулон', 'кулон', 30],

            ['кулуар', 'кулуар', 0],
            ['кулуар', 'кулуар', 1],
            ['кулуар', 'кулуар', 2],
            ['кулуар', 'кулуар', 30],

            ['куль', 'куль', 0],
            ['куль', 'куль', 1],
            ['куль', 'куль', 2],
            ['куль', 'куль', 30],

            ['кульминация', 'кульминация', 0],
            ['кульминация', 'кульминация', 1],
            ['кульминация', 'кульминация', 2],
            ['кульминация', 'кульминация', 30],

            ['культ', 'культ', 0],
            ['культ', 'культ', 1],
            ['культ', 'культ', 2],
            ['культ', 'культ', 30],

            ['культура', 'культура', 0],
            ['культура', 'культура', 1],
            ['культура', 'культура', 2],
            ['культура', 'культура', 30],

            ['культя', 'культя', 0],
            ['культя', 'культя', 1],
            ['культя', 'культя', 2],
            ['культя', 'культя', 30],

            ['куля', 'куля', 0],
            ['куля', 'куля', 1],
            ['куля', 'куля', 2],
            ['куля', 'куля', 30],

            ['кум', 'кум', 0],
            ['кум', 'кум', 1],
            ['кум', 'кум', 2],
            ['кум', 'кум', 30],

            ['кума', 'кума', 0],
            ['кума', 'кума', 1],
            ['кума', 'кума', 2],
            ['кума', 'кума', 30],

            ['кумач', 'кумач', 0],
            ['кумач', 'кумач', 1],
            ['кумач', 'кумач', 2],
            ['кумач', 'кумач', 30],

            ['кумир', 'кумир', 0],
            ['кумир', 'кумир', 1],
            ['кумир', 'кумир', 2],
            ['кумир', 'кумир', 30],

            ['кумирня', 'кумирня', 0],
            ['кумирня', 'кумирня', 1],
            ['кумирня', 'кумирня', 2],
            ['кумирня', 'кумирня', 30],

            ['кумыс', 'кумыс', 0],
            ['кумыс', 'кумыс', 1],
            ['кумыс', 'кумыс', 2],
            ['кумыс', 'кумыс', 30],

            ['куна', 'куна', 0],
            ['куна', 'куна', 1],
            ['куна', 'куна', 2],
            ['куна', 'куна', 30],

            ['кунг', 'кунг', 0],
            ['кунг', 'кунг', 1],
            ['кунг', 'кунг', 2],
            ['кунг', 'кунг', 30],

            ['кунгас', 'кунгас', 0],
            ['кунгас', 'кунгас', 1],
            ['кунгас', 'кунгас', 2],
            ['кунгас', 'кунгас', 30],

            ['кунин', 'кунин', 0],
            ['кунин', 'кунин', 1],
            ['кунин', 'кунин', 2],
            ['кунин', 'кунин', 30],

            ['куница', 'куница', 0],
            ['куница', 'куница', 1],
            ['куница', 'куница', 2],
            ['куница', 'куница', 30],

            ['кунцево', 'кунцево', 0],
            ['кунцево', 'кунцево', 1],
            ['кунцево', 'кунцево', 2],
            ['кунцево', 'кунцево', 30],

            ['купа', 'купа', 0],
            ['купа', 'купа', 1],
            ['купа', 'купа', 2],
            ['купа', 'купа', 30],

            ['купальник', 'купальник', 0],
            ['купальник', 'купальник', 1],
            ['купальник', 'купальник', 2],
            ['купальник', 'купальник', 30],

            ['купальня', 'купальня', 0],
            ['купальня', 'купальня', 1],
            ['купальня', 'купальня', 2],
            ['купальня', 'купальня', 30],

            ['купание', 'купание', 0],
            ['купание', 'купание', 1],
            ['купание', 'купание', 2],
            ['купание', 'купание', 30],

            ['купе', 'купе', 0],
            ['купе', 'купе', 1],
            ['купе', 'купе', 2],
            ['купе', 'купе', 30],

            ['купец', 'купец', 0],
            ['купец', 'купец', 1],
            ['купец', 'купец', 2],
            ['купец', 'купец', 30],

            ['купидон', 'купидон', 0],
            ['купидон', 'купидон', 1],
            ['купидон', 'купидон', 2],
            ['купидон', 'купидон', 30],

            ['куплет', 'куплет', 0],
            ['куплет', 'куплет', 1],
            ['куплет', 'куплет', 2],
            ['куплет', 'куплет', 30],

            ['купля', 'купля', 0],
            ['купля', 'купля', 1],
            ['купля', 'купля', 2],
            ['купля', 'купля', 30],

            ['купол', 'купол', 0],
            ['купол', 'купол', 1],
            ['купол', 'купол', 2],
            ['купол', 'купол', 30],

            ['купорос', 'купорос', 0],
            ['купорос', 'купорос', 1],
            ['купорос', 'купорос', 2],
            ['купорос', 'купорос', 30],

            ['купюра', 'купюра', 0],
            ['купюра', 'купюра', 1],
            ['купюра', 'купюра', 2],
            ['купюра', 'купюра', 30],

            ['кур', 'кур', 0],
            ['кур', 'кур', 1],
            ['кур', 'кур', 2],
            ['кур', 'кур', 30],

            ['кура', 'кура', 0],
            ['кура', 'кура', 1],
            ['кура', 'кура', 2],
            ['кура', 'кура', 30],

            ['кураж', 'кураж', 0],
            ['кураж', 'кураж', 1],
            ['кураж', 'кураж', 2],
            ['кураж', 'кураж', 30],

            ['курант', 'курант', 0],
            ['курант', 'курант', 1],
            ['курант', 'курант', 2],
            ['курант', 'курант', 30],

            ['куратор', 'куратор', 0],
            ['куратор', 'куратор', 1],
            ['куратор', 'куратор', 2],
            ['куратор', 'куратор', 30],

            ['курва', 'курва', 0],
            ['курва', 'курва', 1],
            ['курва', 'курва', 2],
            ['курва', 'курва', 30],

            ['курган', 'курган', 0],
            ['курган', 'курган', 1],
            ['курган', 'курган', 2],
            ['курган', 'курган', 30],

            ['курдюк', 'курдюк', 0],
            ['курдюк', 'курдюк', 1],
            ['курдюк', 'курдюк', 2],
            ['курдюк', 'курдюк', 30],

            ['курево', 'курево', 0],
            ['курево', 'курево', 1],
            ['курево', 'курево', 2],
            ['курево', 'курево', 30],

            ['курение', 'курение', 0],
            ['курение', 'курение', 1],
            ['курение', 'курение', 2],
            ['курение', 'курение', 30],

            ['куренок', 'куренок', 0],
            ['куренок', 'куренок', 1],
            ['куренок', 'куренок', 2],
            ['куренок', 'куренок', 30],

            ['курилка', 'курилка', 0],
            ['курилка', 'курилка', 1],
            ['курилка', 'курилка', 2],
            ['курилка', 'курилка', 30],

            ['курильщик', 'курильщик', 0],
            ['курильщик', 'курильщик', 1],
            ['курильщик', 'курильщик', 2],
            ['курильщик', 'курильщик', 30],

            ['курица', 'курица', 0],
            ['курица', 'курица', 1],
            ['курица', 'курица', 2],
            ['курица', 'курица', 30],

            ['курок', 'курок', 0],
            ['курок', 'курок', 1],
            ['курок', 'курок', 2],
            ['курок', 'курок', 30],

            ['куропатка', 'куропатка', 0],
            ['куропатка', 'куропатка', 1],
            ['куропатка', 'куропатка', 2],
            ['куропатка', 'куропатка', 30],

            ['курорт', 'курорт', 0],
            ['курорт', 'курорт', 1],
            ['курорт', 'курорт', 2],
            ['курорт', 'курорт', 30],

            ['курортник', 'курортник', 0],
            ['курортник', 'курортник', 1],
            ['курортник', 'курортник', 2],
            ['курортник', 'курортник', 30],

            ['курочка', 'курочка', 0],
            ['курочка', 'курочка', 1],
            ['курочка', 'курочка', 2],
            ['курочка', 'курочка', 30],

            ['курс', 'курс', 0],
            ['курс', 'курс', 1],
            ['курс', 'курс', 2],
            ['курс', 'курс', 30],

            ['курсант', 'курсант', 0],
            ['курсант', 'курсант', 1],
            ['курсант', 'курсант', 2],
            ['курсант', 'курсант', 30],

            ['курсив', 'курсив', 0],
            ['курсив', 'курсив', 1],
            ['курсив', 'курсив', 2],
            ['курсив', 'курсив', 30],

            ['курск', 'курск', 0],
            ['курск', 'курск', 1],
            ['курск', 'курск', 2],
            ['курск', 'курск', 30],

            ['курта', 'курта', 0],
            ['курта', 'курта', 1],
            ['курта', 'курта', 2],
            ['курта', 'курта', 30],

            ['куртка', 'куртка', 0],
            ['куртка', 'куртка', 1],
            ['куртка', 'куртка', 2],
            ['куртка', 'куртка', 30],

            ['курточка', 'курточка', 0],
            ['курточка', 'курточка', 1],
            ['курточка', 'курточка', 2],
            ['курточка', 'курточка', 30],

            ['курьез', 'курьез', 0],
            ['курьез', 'курьез', 1],
            ['курьез', 'курьез', 2],
            ['курьез', 'курьез', 30],

            ['курьер', 'курьер', 0],
            ['курьер', 'курьер', 1],
            ['курьер', 'курьер', 2],
            ['курьер', 'курьер', 30],

            ['курья', 'курья', 0],
            ['курья', 'курья', 1],
            ['курья', 'курья', 2],
            ['курья', 'курья', 30],

            ['курятина', 'курятина', 0],
            ['курятина', 'курятина', 1],
            ['курятина', 'курятина', 2],
            ['курятина', 'курятина', 30],

            ['курятник', 'курятник', 0],
            ['курятник', 'курятник', 1],
            ['курятник', 'курятник', 2],
            ['курятник', 'курятник', 30],

            ['кус', 'кус', 0],
            ['кус', 'кус', 1],
            ['кус', 'кус', 2],
            ['кус', 'кус', 30],

            ['кусок', 'кусок', 0],
            ['кусок', 'кусок', 1],
            ['кусок', 'кусок', 2],
            ['кусок', 'кусок', 30],

            ['кусочек', 'кусочек', 0],
            ['кусочек', 'кусочек', 1],
            ['кусочек', 'кусочек', 2],
            ['кусочек', 'кусочек', 30],

            ['куст', 'куст', 0],
            ['куст', 'куст', 1],
            ['куст', 'куст', 2],
            ['куст', 'куст', 30],

            ['кустанай', 'кустанай', 0],
            ['кустанай', 'кустанай', 1],
            ['кустанай', 'кустанай', 2],
            ['кустанай', 'кустанай', 30],

            ['кустарник', 'кустарник', 0],
            ['кустарник', 'кустарник', 1],
            ['кустарник', 'кустарник', 2],
            ['кустарник', 'кустарник', 30],

            ['кустарь', 'кустарь', 0],
            ['кустарь', 'кустарь', 1],
            ['кустарь', 'кустарь', 2],
            ['кустарь', 'кустарь', 30],

            ['кустик', 'кустик', 0],
            ['кустик', 'кустик', 1],
            ['кустик', 'кустик', 2],
            ['кустик', 'кустик', 30],

            ['кутерьма', 'кутерьма', 0],
            ['кутерьма', 'кутерьма', 1],
            ['кутерьма', 'кутерьма', 2],
            ['кутерьма', 'кутерьма', 30],

            ['кутузка', 'кутузка', 0],
            ['кутузка', 'кутузка', 1],
            ['кутузка', 'кутузка', 2],
            ['кутузка', 'кутузка', 30],

            ['кухарка', 'кухарка', 0],
            ['кухарка', 'кухарка', 1],
            ['кухарка', 'кухарка', 2],
            ['кухарка', 'кухарка', 30],

            ['кухня', 'кухня', 0],
            ['кухня', 'кухня', 1],
            ['кухня', 'кухня', 2],
            ['кухня', 'кухня', 30],

            ['кухонька', 'кухонька', 0],
            ['кухонька', 'кухонька', 1],
            ['кухонька', 'кухонька', 2],
            ['кухонька', 'кухонька', 30],

            ['куценко', 'куценко', 0],
            ['куценко', 'куценко', 1],
            ['куценко', 'куценко', 2],
            ['куценко', 'куценко', 30],

            ['куча', 'куча', 0],
            ['куча', 'куча', 1],
            ['куча', 'куча', 2],
            ['куча', 'куча', 30],

            ['кучер', 'кучер', 0],
            ['кучер', 'кучер', 1],
            ['кучер', 'кучер', 2],
            ['кучер', 'кучер', 30],

            ['кучка', 'кучка', 0],
            ['кучка', 'кучка', 1],
            ['кучка', 'кучка', 2],
            ['кучка', 'кучка', 30],

            ['кушак', 'кушак', 0],
            ['кушак', 'кушак', 1],
            ['кушак', 'кушак', 2],
            ['кушак', 'кушак', 30],

            ['кушанье', 'кушанье', 0],
            ['кушанье', 'кушанье', 1],
            ['кушанье', 'кушанье', 2],
            ['кушанье', 'кушанье', 30],

            ['кушетка', 'кушетка', 0],
            ['кушетка', 'кушетка', 1],
            ['кушетка', 'кушетка', 2],
            ['кушетка', 'кушетка', 30],

            ['куща', 'куща', 0],
            ['куща', 'куща', 1],
            ['куща', 'куща', 2],
            ['куща', 'куща', 30],

            ['кэт', 'кэт', 0],
            ['кэт', 'кэт', 1],
            ['кэт', 'кэт', 2],
            ['кэт', 'кэт', 30],

            ['кэтрин', 'кэтрин', 0],
            ['кэтрин', 'кэтрин', 1],
            ['кэтрин', 'кэтрин', 2],
            ['кэтрин', 'кэтрин', 30],

            ['кювет', 'кювет', 0],
            ['кювет', 'кювет', 1],
            ['кювет', 'кювет', 2],
            ['кювет', 'кювет', 30],

            ['кювета', 'кювета', 0],
            ['кювета', 'кювета', 1],
            ['кювета', 'кювета', 2],
            ['кювета', 'кювета', 30]
        ];
    }
}