<?php
declare(strict_types=1);

namespace Noldors\Inflect\Tests\RussianDataProviders;

class LetterZ
{
    public static function data(): array
    {
        return [
            ['забава', 'забава', 0],
            ['забава', 'забава', 1],
            ['забава', 'забава', 2],
            ['забава', 'забава', 30],

            ['забайкалье', 'забайкалье', 0],
            ['забайкалье', 'забайкалье', 1],
            ['забайкалье', 'забайкалье', 2],
            ['забайкалье', 'забайкалье', 30],

            ['забастовка', 'забастовка', 0],
            ['забастовка', 'забастовка', 1],
            ['забастовка', 'забастовка', 2],
            ['забастовка', 'забастовка', 30],

            ['забвение', 'забвение', 0],
            ['забвение', 'забвение', 1],
            ['забвение', 'забвение', 2],
            ['забвение', 'забвение', 30],

            ['забег', 'забег', 0],
            ['забег', 'забег', 1],
            ['забег', 'забег', 2],
            ['забег', 'забег', 30],

            ['забегаловка', 'забегаловка', 0],
            ['забегаловка', 'забегаловка', 1],
            ['забегаловка', 'забегаловка', 2],
            ['забегаловка', 'забегаловка', 30],

            ['забелин', 'забелин', 0],
            ['забелин', 'забелин', 1],
            ['забелин', 'забелин', 2],
            ['забелин', 'забелин', 30],

            ['забияка', 'забияка', 0],
            ['забияка', 'забияка', 1],
            ['забияка', 'забияка', 2],
            ['забияка', 'забияка', 30],

            ['заблуждение', 'заблуждение', 0],
            ['заблуждение', 'заблуждение', 1],
            ['заблуждение', 'заблуждение', 2],
            ['заблуждение', 'заблуждение', 30],

            ['забой', 'забой', 0],
            ['забой', 'забой', 1],
            ['забой', 'забой', 2],
            ['забой', 'забой', 30],

            ['заболеваемость', 'заболеваемость', 0],
            ['заболеваемость', 'заболеваемость', 1],
            ['заболеваемость', 'заболеваемость', 2],
            ['заболеваемость', 'заболеваемость', 30],

            ['заболевание', 'заболевание', 0],
            ['заболевание', 'заболевание', 1],
            ['заболевание', 'заболевание', 2],
            ['заболевание', 'заболевание', 30],

            ['забор', 'забор', 0],
            ['забор', 'забор', 1],
            ['забор', 'забор', 2],
            ['забор', 'забор', 30],

            ['заборчик', 'заборчик', 0],
            ['заборчик', 'заборчик', 1],
            ['заборчик', 'заборчик', 2],
            ['заборчик', 'заборчик', 30],

            ['забота', 'забота', 0],
            ['забота', 'забота', 1],
            ['забота', 'забота', 2],
            ['забота', 'забота', 30],

            ['заботливость', 'заботливость', 0],
            ['заботливость', 'заботливость', 1],
            ['заботливость', 'заботливость', 2],
            ['заботливость', 'заботливость', 30],

            ['забрало', 'забрало', 0],
            ['забрало', 'забрало', 1],
            ['забрало', 'забрало', 2],
            ['забрало', 'забрало', 30],

            ['забулдыга', 'забулдыга', 0],
            ['забулдыга', 'забулдыга', 1],
            ['забулдыга', 'забулдыга', 2],
            ['забулдыга', 'забулдыга', 30],

            ['забывчивость', 'забывчивость', 0],
            ['забывчивость', 'забывчивость', 1],
            ['забывчивость', 'забывчивость', 2],
            ['забывчивость', 'забывчивость', 30],

            ['забытье', 'забытье', 0],
            ['забытье', 'забытье', 1],
            ['забытье', 'забытье', 2],
            ['забытье', 'забытье', 30],

            ['зав', 'зав', 0],
            ['зав', 'зав', 1],
            ['зав', 'зав', 2],
            ['зав', 'зав', 30],

            ['завал', 'завал', 0],
            ['завал', 'завал', 1],
            ['завал', 'завал', 2],
            ['завал', 'завал', 30],

            ['завалинка', 'завалинка', 0],
            ['завалинка', 'завалинка', 1],
            ['завалинка', 'завалинка', 2],
            ['завалинка', 'завалинка', 30],

            ['заварка', 'заварка', 0],
            ['заварка', 'заварка', 1],
            ['заварка', 'заварка', 2],
            ['заварка', 'заварка', 30],

            ['заваруха', 'заваруха', 0],
            ['заваруха', 'заваруха', 1],
            ['заваруха', 'заваруха', 2],
            ['заваруха', 'заваруха', 30],

            ['заварушка', 'заварушка', 0],
            ['заварушка', 'заварушка', 1],
            ['заварушка', 'заварушка', 2],
            ['заварушка', 'заварушка', 30],

            ['завгородний', 'завгородний', 0],
            ['завгородний', 'завгородний', 1],
            ['завгородний', 'завгородний', 2],
            ['завгородний', 'завгородний', 30],

            ['заведеев', 'заведеев', 0],
            ['заведеев', 'заведеев', 1],
            ['заведеев', 'заведеев', 2],
            ['заведеев', 'заведеев', 30],

            ['заведение', 'заведение', 0],
            ['заведение', 'заведение', 1],
            ['заведение', 'заведение', 2],
            ['заведение', 'заведение', 30],

            ['заведующая', 'заведующая', 0],
            ['заведующая', 'заведующая', 1],
            ['заведующая', 'заведующая', 2],
            ['заведующая', 'заведующая', 30],

            ['заведующий', 'заведующий', 0],
            ['заведующий', 'заведующий', 1],
            ['заведующий', 'заведующий', 2],
            ['заведующий', 'заведующий', 30],

            ['завенягин', 'завенягин', 0],
            ['завенягин', 'завенягин', 1],
            ['завенягин', 'завенягин', 2],
            ['завенягин', 'завенягин', 30],

            ['заверение', 'заверение', 0],
            ['заверение', 'заверение', 1],
            ['заверение', 'заверение', 2],
            ['заверение', 'заверение', 30],

            ['завершение', 'завершение', 0],
            ['завершение', 'завершение', 1],
            ['завершение', 'завершение', 2],
            ['завершение', 'завершение', 30],

            ['завеса', 'завеса', 0],
            ['завеса', 'завеса', 1],
            ['завеса', 'завеса', 2],
            ['завеса', 'завеса', 30],

            ['завет', 'завет', 0],
            ['завет', 'завет', 1],
            ['завет', 'завет', 2],
            ['завет', 'завет', 30],

            ['завещание', 'завещание', 0],
            ['завещание', 'завещание', 1],
            ['завещание', 'завещание', 2],
            ['завещание', 'завещание', 30],

            ['завивка', 'завивка', 0],
            ['завивка', 'завивка', 1],
            ['завивка', 'завивка', 2],
            ['завивка', 'завивка', 30],

            ['зависимость', 'зависимость', 0],
            ['зависимость', 'зависимость', 1],
            ['зависимость', 'зависимость', 2],
            ['зависимость', 'зависимость', 30],

            ['завистник', 'завистник', 0],
            ['завистник', 'завистник', 1],
            ['завистник', 'завистник', 2],
            ['завистник', 'завистник', 30],

            ['зависть', 'зависть', 0],
            ['зависть', 'зависть', 1],
            ['зависть', 'зависть', 2],
            ['зависть', 'зависть', 30],

            ['завиток', 'завиток', 0],
            ['завиток', 'завиток', 1],
            ['завиток', 'завиток', 2],
            ['завиток', 'завиток', 30],

            ['завитушка', 'завитушка', 0],
            ['завитушка', 'завитушка', 1],
            ['завитушка', 'завитушка', 2],
            ['завитушка', 'завитушка', 30],

            ['завихрение', 'завихрение', 0],
            ['завихрение', 'завихрение', 1],
            ['завихрение', 'завихрение', 2],
            ['завихрение', 'завихрение', 30],

            ['завод', 'завод', 0],
            ['завод', 'завод', 1],
            ['завод', 'завод', 2],
            ['завод', 'завод', 30],

            ['заводила', 'заводила', 0],
            ['заводила', 'заводила', 1],
            ['заводила', 'заводила', 2],
            ['заводила', 'заводила', 30],

            ['заводский', 'заводский', 0],
            ['заводский', 'заводский', 1],
            ['заводский', 'заводский', 2],
            ['заводский', 'заводский', 30],

            ['заводь', 'заводь', 0],
            ['заводь', 'заводь', 1],
            ['заводь', 'заводь', 2],
            ['заводь', 'заводь', 30],

            ['завоевание', 'завоевание', 0],
            ['завоевание', 'завоевание', 1],
            ['завоевание', 'завоевание', 2],
            ['завоевание', 'завоевание', 30],

            ['завоеватель', 'завоеватель', 0],
            ['завоеватель', 'завоеватель', 1],
            ['завоеватель', 'завоеватель', 2],
            ['завоеватель', 'завоеватель', 30],

            ['заволжск', 'заволжск', 0],
            ['заволжск', 'заволжск', 1],
            ['заволжск', 'заволжск', 2],
            ['заволжск', 'заволжск', 30],

            ['завсегдатай', 'завсегдатай', 0],
            ['завсегдатай', 'завсегдатай', 1],
            ['завсегдатай', 'завсегдатай', 2],
            ['завсегдатай', 'завсегдатай', 30],

            ['завтрак', 'завтрак', 0],
            ['завтрак', 'завтрак', 1],
            ['завтрак', 'завтрак', 2],
            ['завтрак', 'завтрак', 30],

            ['завуч', 'завуч', 0],
            ['завуч', 'завуч', 1],
            ['завуч', 'завуч', 2],
            ['завуч', 'завуч', 30],

            ['завхоз', 'завхоз', 0],
            ['завхоз', 'завхоз', 1],
            ['завхоз', 'завхоз', 2],
            ['завхоз', 'завхоз', 30],

            ['завывание', 'завывание', 0],
            ['завывание', 'завывание', 1],
            ['завывание', 'завывание', 2],
            ['завывание', 'завывание', 30],

            ['завьялов', 'завьялов', 0],
            ['завьялов', 'завьялов', 1],
            ['завьялов', 'завьялов', 2],
            ['завьялов', 'завьялов', 30],

            ['завязка', 'завязка', 0],
            ['завязка', 'завязка', 1],
            ['завязка', 'завязка', 2],
            ['завязка', 'завязка', 30],

            ['загадка', 'загадка', 0],
            ['загадка', 'загадка', 1],
            ['загадка', 'загадка', 2],
            ['загадка', 'загадка', 30],

            ['загадочность', 'загадочность', 0],
            ['загадочность', 'загадочность', 1],
            ['загадочность', 'загадочность', 2],
            ['загадочность', 'загадочность', 30],

            ['загар', 'загар', 0],
            ['загар', 'загар', 1],
            ['загар', 'загар', 2],
            ['загар', 'загар', 30],

            ['загашник', 'загашник', 0],
            ['загашник', 'загашник', 1],
            ['загашник', 'загашник', 2],
            ['загашник', 'загашник', 30],

            ['загвоздка', 'загвоздка', 0],
            ['загвоздка', 'загвоздка', 1],
            ['загвоздка', 'загвоздка', 2],
            ['загвоздка', 'загвоздка', 30],

            ['заглавие', 'заглавие', 0],
            ['заглавие', 'заглавие', 1],
            ['заглавие', 'заглавие', 2],
            ['заглавие', 'заглавие', 30],

            ['загляденье', 'загляденье', 0],
            ['загляденье', 'загляденье', 1],
            ['загляденье', 'загляденье', 2],
            ['загляденье', 'загляденье', 30],

            ['заговор', 'заговор', 0],
            ['заговор', 'заговор', 1],
            ['заговор', 'заговор', 2],
            ['заговор', 'заговор', 30],

            ['заговорщик', 'заговорщик', 0],
            ['заговорщик', 'заговорщик', 1],
            ['заговорщик', 'заговорщик', 2],
            ['заговорщик', 'заговорщик', 30],

            ['загогулина', 'загогулина', 0],
            ['загогулина', 'загогулина', 1],
            ['загогулина', 'загогулина', 2],
            ['загогулина', 'загогулина', 30],

            ['заголовок', 'заголовок', 0],
            ['заголовок', 'заголовок', 1],
            ['заголовок', 'заголовок', 2],
            ['заголовок', 'заголовок', 30],

            ['загон', 'загон', 0],
            ['загон', 'загон', 1],
            ['загон', 'загон', 2],
            ['загон', 'загон', 30],

            ['загородка', 'загородка', 0],
            ['загородка', 'загородка', 1],
            ['загородка', 'загородка', 2],
            ['загородка', 'загородка', 30],

            ['загорск', 'загорск', 0],
            ['загорск', 'загорск', 1],
            ['загорск', 'загорск', 2],
            ['загорск', 'загорск', 30],

            ['заготовитель', 'заготовитель', 0],
            ['заготовитель', 'заготовитель', 1],
            ['заготовитель', 'заготовитель', 2],
            ['заготовитель', 'заготовитель', 30],

            ['заготовка', 'заготовка', 0],
            ['заготовка', 'заготовка', 1],
            ['заготовка', 'заготовка', 2],
            ['заготовка', 'заготовка', 30],

            ['заграждение', 'заграждение', 0],
            ['заграждение', 'заграждение', 1],
            ['заграждение', 'заграждение', 2],
            ['заграждение', 'заграждение', 30],

            ['заграница', 'заграница', 0],
            ['заграница', 'заграница', 1],
            ['заграница', 'заграница', 2],
            ['заграница', 'заграница', 30],

            ['загранпаспорт', 'загранпаспорт', 0],
            ['загранпаспорт', 'загранпаспорт', 1],
            ['загранпаспорт', 'загранпаспорт', 2],
            ['загранпаспорт', 'загранпаспорт', 30],

            ['загреб', 'загреб', 0],
            ['загреб', 'загреб', 1],
            ['загреб', 'загреб', 2],
            ['загреб', 'загреб', 30],

            ['загривок', 'загривок', 0],
            ['загривок', 'загривок', 1],
            ['загривок', 'загривок', 2],
            ['загривок', 'загривок', 30],

            ['загрузка', 'загрузка', 0],
            ['загрузка', 'загрузка', 1],
            ['загрузка', 'загрузка', 2],
            ['загрузка', 'загрузка', 30],

            ['загрязнение', 'загрязнение', 0],
            ['загрязнение', 'загрязнение', 1],
            ['загрязнение', 'загрязнение', 2],
            ['загрязнение', 'загрязнение', 30],

            ['загс', 'загс', 0],
            ['загс', 'загс', 1],
            ['загс', 'загс', 2],
            ['загс', 'загс', 30],

            ['загул', 'загул', 0],
            ['загул', 'загул', 1],
            ['загул', 'загул', 2],
            ['загул', 'загул', 30],

            ['зад', 'зад', 0],
            ['зад', 'зад', 1],
            ['зад', 'зад', 2],
            ['зад', 'зад', 30],

            ['задание', 'задание', 0],
            ['задание', 'задание', 1],
            ['задание', 'задание', 2],
            ['задание', 'задание', 30],

            ['задаток', 'задаток', 0],
            ['задаток', 'задаток', 1],
            ['задаток', 'задаток', 2],
            ['задаток', 'задаток', 30],

            ['задача', 'задача', 0],
            ['задача', 'задача', 1],
            ['задача', 'задача', 2],
            ['задача', 'задача', 30],

            ['задачка', 'задачка', 0],
            ['задачка', 'задачка', 1],
            ['задачка', 'задачка', 2],
            ['задачка', 'задачка', 30],

            ['задачник', 'задачник', 0],
            ['задачник', 'задачник', 1],
            ['задачник', 'задачник', 2],
            ['задачник', 'задачник', 30],

            ['задвижка', 'задвижка', 0],
            ['задвижка', 'задвижка', 1],
            ['задвижка', 'задвижка', 2],
            ['задвижка', 'задвижка', 30],

            ['задворки', 'задворки', 0],
            ['задворки', 'задворки', 1],
            ['задворки', 'задворки', 2],
            ['задворки', 'задворки', 30],

            ['задел', 'задел', 0],
            ['задел', 'задел', 1],
            ['задел', 'задел', 2],
            ['задел', 'задел', 30],

            ['задержание', 'задержание', 0],
            ['задержание', 'задержание', 1],
            ['задержание', 'задержание', 2],
            ['задержание', 'задержание', 30],

            ['задержка', 'задержка', 0],
            ['задержка', 'задержка', 1],
            ['задержка', 'задержка', 2],
            ['задержка', 'задержка', 30],

            ['задира', 'задира', 0],
            ['задира', 'задира', 1],
            ['задира', 'задира', 2],
            ['задира', 'задира', 30],

            ['задирала', 'задирала', 0],
            ['задирала', 'задирала', 1],
            ['задирала', 'задирала', 2],
            ['задирала', 'задирала', 30],

            ['задник', 'задник', 0],
            ['задник', 'задник', 1],
            ['задник', 'задник', 2],
            ['задник', 'задник', 30],

            ['задница', 'задница', 0],
            ['задница', 'задница', 1],
            ['задница', 'задница', 2],
            ['задница', 'задница', 30],

            ['задок', 'задок', 0],
            ['задок', 'задок', 1],
            ['задок', 'задок', 2],
            ['задок', 'задок', 30],

            ['задолженность', 'задолженность', 0],
            ['задолженность', 'задолженность', 1],
            ['задолженность', 'задолженность', 2],
            ['задолженность', 'задолженность', 30],

            ['задор', 'задор', 0],
            ['задор', 'задор', 1],
            ['задор', 'задор', 2],
            ['задор', 'задор', 30],

            ['задоринка', 'задоринка', 0],
            ['задоринка', 'задоринка', 1],
            ['задоринка', 'задоринка', 2],
            ['задоринка', 'задоринка', 30],

            ['задумка', 'задумка', 0],
            ['задумка', 'задумка', 1],
            ['задумка', 'задумка', 2],
            ['задумка', 'задумка', 30],

            ['задумчивость', 'задумчивость', 0],
            ['задумчивость', 'задумчивость', 1],
            ['задумчивость', 'задумчивость', 2],
            ['задумчивость', 'задумчивость', 30],

            ['заезд', 'заезд', 0],
            ['заезд', 'заезд', 1],
            ['заезд', 'заезд', 2],
            ['заезд', 'заезд', 30],

            ['заем', 'заем', 0],
            ['заем', 'заем', 1],
            ['заем', 'заем', 2],
            ['заем', 'заем', 30],

            ['заживление', 'заживление', 0],
            ['заживление', 'заживление', 1],
            ['заживление', 'заживление', 2],
            ['заживление', 'заживление', 30],

            ['зажигалка', 'зажигалка', 0],
            ['зажигалка', 'зажигалка', 1],
            ['зажигалка', 'зажигалка', 2],
            ['зажигалка', 'зажигалка', 30],

            ['зажигание', 'зажигание', 0],
            ['зажигание', 'зажигание', 1],
            ['зажигание', 'зажигание', 2],
            ['зажигание', 'зажигание', 30],

            ['зажим', 'зажим', 0],
            ['зажим', 'зажим', 1],
            ['зажим', 'зажим', 2],
            ['зажим', 'зажим', 30],

            ['заземление', 'заземление', 0],
            ['заземление', 'заземление', 1],
            ['заземление', 'заземление', 2],
            ['заземление', 'заземление', 30],

            ['зазор', 'зазор', 0],
            ['зазор', 'зазор', 1],
            ['зазор', 'зазор', 2],
            ['зазор', 'зазор', 30],

            ['зазывала', 'зазывала', 0],
            ['зазывала', 'зазывала', 1],
            ['зазывала', 'зазывала', 2],
            ['зазывала', 'зазывала', 30],

            ['заика', 'заика', 0],
            ['заика', 'заика', 1],
            ['заика', 'заика', 2],
            ['заика', 'заика', 30],

            ['заикание', 'заикание', 0],
            ['заикание', 'заикание', 1],
            ['заикание', 'заикание', 2],
            ['заикание', 'заикание', 30],

            ['заимка', 'заимка', 0],
            ['заимка', 'заимка', 1],
            ['заимка', 'заимка', 2],
            ['заимка', 'заимка', 30],

            ['заимствование', 'заимствование', 0],
            ['заимствование', 'заимствование', 1],
            ['заимствование', 'заимствование', 2],
            ['заимствование', 'заимствование', 30],

            ['заинтересованность', 'заинтересованность', 0],
            ['заинтересованность', 'заинтересованность', 1],
            ['заинтересованность', 'заинтересованность', 2],
            ['заинтересованность', 'заинтересованность', 30],

            ['зайка', 'зайка', 0],
            ['зайка', 'зайка', 1],
            ['зайка', 'зайка', 2],
            ['зайка', 'зайка', 30],

            ['займище', 'займище', 0],
            ['займище', 'займище', 1],
            ['займище', 'займище', 2],
            ['займище', 'займище', 30],

            ['зайчик', 'зайчик', 0],
            ['зайчик', 'зайчик', 1],
            ['зайчик', 'зайчик', 2],
            ['зайчик', 'зайчик', 30],

            ['закавказье', 'закавказье', 0],
            ['закавказье', 'закавказье', 1],
            ['закавказье', 'закавказье', 2],
            ['закавказье', 'закавказье', 30],

            ['заказ', 'заказ', 0],
            ['заказ', 'заказ', 1],
            ['заказ', 'заказ', 2],
            ['заказ', 'заказ', 30],

            ['заказчик', 'заказчик', 0],
            ['заказчик', 'заказчик', 1],
            ['заказчик', 'заказчик', 2],
            ['заказчик', 'заказчик', 30],

            ['закаливание', 'закаливание', 0],
            ['закаливание', 'закаливание', 1],
            ['закаливание', 'закаливание', 2],
            ['закаливание', 'закаливание', 30],

            ['закалка', 'закалка', 0],
            ['закалка', 'закалка', 1],
            ['закалка', 'закалка', 2],
            ['закалка', 'закалка', 30],

            ['закат', 'закат', 0],
            ['закат', 'закат', 1],
            ['закат', 'закат', 2],
            ['закат', 'закат', 30],

            ['закваска', 'закваска', 0],
            ['закваска', 'закваска', 1],
            ['закваска', 'закваска', 2],
            ['закваска', 'закваска', 30],

            ['закись', 'закись', 0],
            ['закись', 'закись', 1],
            ['закись', 'закись', 2],
            ['закись', 'закись', 30],

            ['заклад', 'заклад', 0],
            ['заклад', 'заклад', 1],
            ['заклад', 'заклад', 2],
            ['заклад', 'заклад', 30],

            ['закладка', 'закладка', 0],
            ['закладка', 'закладка', 1],
            ['закладка', 'закладка', 2],
            ['закладка', 'закладка', 30],

            ['заклепка', 'заклепка', 0],
            ['заклепка', 'заклепка', 1],
            ['заклепка', 'заклепка', 2],
            ['заклепка', 'заклепка', 30],

            ['заклинание', 'заклинание', 0],
            ['заклинание', 'заклинание', 1],
            ['заклинание', 'заклинание', 2],
            ['заклинание', 'заклинание', 30],

            ['заключение', 'заключение', 0],
            ['заключение', 'заключение', 1],
            ['заключение', 'заключение', 2],
            ['заключение', 'заключение', 30],

            ['заключенный', 'заключенный', 0],
            ['заключенный', 'заключенный', 1],
            ['заключенный', 'заключенный', 2],
            ['заключенный', 'заключенный', 30],

            ['заклятие', 'заклятие', 0],
            ['заклятие', 'заклятие', 1],
            ['заклятие', 'заклятие', 2],
            ['заклятие', 'заклятие', 30],

            ['заколка', 'заколка', 0],
            ['заколка', 'заколка', 1],
            ['заколка', 'заколка', 2],
            ['заколка', 'заколка', 30],

            ['закон', 'закон', 0],
            ['закон', 'закон', 1],
            ['закон', 'закон', 2],
            ['закон', 'закон', 30],

            ['законник', 'законник', 0],
            ['законник', 'законник', 1],
            ['законник', 'законник', 2],
            ['законник', 'законник', 30],

            ['законность', 'законность', 0],
            ['законность', 'законность', 1],
            ['законность', 'законность', 2],
            ['законность', 'законность', 30],

            ['законодатель', 'законодатель', 0],
            ['законодатель', 'законодатель', 1],
            ['законодатель', 'законодатель', 2],
            ['законодатель', 'законодатель', 30],

            ['законодательство', 'законодательство', 0],
            ['законодательство', 'законодательство', 1],
            ['законодательство', 'законодательство', 2],
            ['законодательство', 'законодательство', 30],

            ['закономерность', 'закономерность', 0],
            ['закономерность', 'закономерность', 1],
            ['закономерность', 'закономерность', 2],
            ['закономерность', 'закономерность', 30],

            ['законопроект', 'законопроект', 0],
            ['законопроект', 'законопроект', 1],
            ['законопроект', 'законопроект', 2],
            ['законопроект', 'законопроект', 30],

            ['закорючка', 'закорючка', 0],
            ['закорючка', 'закорючка', 1],
            ['закорючка', 'закорючка', 2],
            ['закорючка', 'закорючка', 30],

            ['закоулок', 'закоулок', 0],
            ['закоулок', 'закоулок', 1],
            ['закоулок', 'закоулок', 2],
            ['закоулок', 'закоулок', 30],

            ['закрепление', 'закрепление', 0],
            ['закрепление', 'закрепление', 1],
            ['закрепление', 'закрепление', 2],
            ['закрепление', 'закрепление', 30],

            ['закрой', 'закрой', 0],
            ['закрой', 'закрой', 1],
            ['закрой', 'закрой', 2],
            ['закрой', 'закрой', 30],

            ['закром', 'закром', 0],
            ['закром', 'закром', 1],
            ['закром', 'закром', 2],
            ['закром', 'закром', 30],

            ['закрытие', 'закрытие', 0],
            ['закрытие', 'закрытие', 1],
            ['закрытие', 'закрытие', 2],
            ['закрытие', 'закрытие', 30],

            ['закупка', 'закупка', 0],
            ['закупка', 'закупка', 1],
            ['закупка', 'закупка', 2],
            ['закупка', 'закупка', 30],

            ['закупорка', 'закупорка', 0],
            ['закупорка', 'закупорка', 1],
            ['закупорка', 'закупорка', 2],
            ['закупорка', 'закупорка', 30],

            ['закуска', 'закуска', 0],
            ['закуска', 'закуска', 1],
            ['закуска', 'закуска', 2],
            ['закуска', 'закуска', 30],

            ['закуток', 'закуток', 0],
            ['закуток', 'закуток', 1],
            ['закуток', 'закуток', 2],
            ['закуток', 'закуток', 30],

            ['зал', 'зал', 0],
            ['зал', 'зал', 1],
            ['зал', 'зал', 2],
            ['зал', 'зал', 30],

            ['залежь', 'залежь', 0],
            ['залежь', 'залежь', 1],
            ['залежь', 'залежь', 2],
            ['залежь', 'залежь', 30],

            ['залив', 'залив', 0],
            ['залив', 'залив', 1],
            ['залив', 'залив', 2],
            ['залив', 'залив', 30],

            ['залог', 'залог', 0],
            ['залог', 'залог', 1],
            ['залог', 'залог', 2],
            ['залог', 'залог', 30],

            ['залогин', 'залогин', 0],
            ['залогин', 'залогин', 1],
            ['залогин', 'залогин', 2],
            ['залогин', 'залогин', 30],

            ['заложник', 'заложник', 0],
            ['заложник', 'заложник', 1],
            ['заложник', 'заложник', 2],
            ['заложник', 'заложник', 30],

            ['залп', 'залп', 0],
            ['залп', 'залп', 1],
            ['залп', 'залп', 2],
            ['залп', 'залп', 30],

            ['залысина', 'залысина', 0],
            ['залысина', 'залысина', 1],
            ['залысина', 'залысина', 2],
            ['залысина', 'залысина', 30],

            ['зальце', 'зальце', 0],
            ['зальце', 'зальце', 1],
            ['зальце', 'зальце', 2],
            ['зальце', 'зальце', 30],

            ['зам', 'зам', 0],
            ['зам', 'зам', 1],
            ['зам', 'зам', 2],
            ['зам', 'зам', 30],

            ['замазка', 'замазка', 0],
            ['замазка', 'замазка', 1],
            ['замазка', 'замазка', 2],
            ['замазка', 'замазка', 30],

            ['замах', 'замах', 0],
            ['замах', 'замах', 1],
            ['замах', 'замах', 2],
            ['замах', 'замах', 30],

            ['замашка', 'замашка', 0],
            ['замашка', 'замашка', 1],
            ['замашка', 'замашка', 2],
            ['замашка', 'замашка', 30],

            ['замбия', 'замбия', 0],
            ['замбия', 'замбия', 1],
            ['замбия', 'замбия', 2],
            ['замбия', 'замбия', 30],

            ['замдиректора', 'замдиректора', 0],
            ['замдиректора', 'замдиректора', 1],
            ['замдиректора', 'замдиректора', 2],
            ['замдиректора', 'замдиректора', 30],

            ['замедление', 'замедление', 0],
            ['замедление', 'замедление', 1],
            ['замедление', 'замедление', 2],
            ['замедление', 'замедление', 30],

            ['замена', 'замена', 0],
            ['замена', 'замена', 1],
            ['замена', 'замена', 2],
            ['замена', 'замена', 30],

            ['заменитель', 'заменитель', 0],
            ['заменитель', 'заменитель', 1],
            ['заменитель', 'заменитель', 2],
            ['заменитель', 'заменитель', 30],

            ['замер', 'замер', 0],
            ['замер', 'замер', 1],
            ['замер', 'замер', 2],
            ['замер', 'замер', 30],

            ['заместитель', 'заместитель', 0],
            ['заместитель', 'заместитель', 1],
            ['заместитель', 'заместитель', 2],
            ['заместитель', 'заместитель', 30],

            ['заметка', 'заметка', 0],
            ['заметка', 'заметка', 1],
            ['заметка', 'заметка', 2],
            ['заметка', 'заметка', 30],

            ['замечание', 'замечание', 0],
            ['замечание', 'замечание', 1],
            ['замечание', 'замечание', 2],
            ['замечание', 'замечание', 30],

            ['замешательство', 'замешательство', 0],
            ['замешательство', 'замешательство', 1],
            ['замешательство', 'замешательство', 2],
            ['замешательство', 'замешательство', 30],

            ['замещение', 'замещение', 0],
            ['замещение', 'замещение', 1],
            ['замещение', 'замещение', 2],
            ['замещение', 'замещение', 30],

            ['заминка', 'заминка', 0],
            ['заминка', 'заминка', 1],
            ['заминка', 'заминка', 2],
            ['заминка', 'заминка', 30],

            ['замирание', 'замирание', 0],
            ['замирание', 'замирание', 1],
            ['замирание', 'замирание', 2],
            ['замирание', 'замирание', 30],

            ['замкнутость', 'замкнутость', 0],
            ['замкнутость', 'замкнутость', 1],
            ['замкнутость', 'замкнутость', 2],
            ['замкнутость', 'замкнутость', 30],

            ['замминистра', 'замминистра', 0],
            ['замминистра', 'замминистра', 1],
            ['замминистра', 'замминистра', 2],
            ['замминистра', 'замминистра', 30],

            ['замок', 'замок', 0],
            ['замок', 'замок', 1],
            ['замок', 'замок', 2],
            ['замок', 'замок', 30],

            ['заморозка', 'заморозка', 0],
            ['заморозка', 'заморозка', 1],
            ['заморозка', 'заморозка', 2],
            ['заморозка', 'заморозка', 30],

            ['заморозок', 'заморозок', 0],
            ['заморозок', 'заморозок', 1],
            ['заморозок', 'заморозок', 2],
            ['заморозок', 'заморозок', 30],

            ['заморыш', 'заморыш', 0],
            ['заморыш', 'заморыш', 1],
            ['заморыш', 'заморыш', 2],
            ['заморыш', 'заморыш', 30],

            ['замоскворечье', 'замоскворечье', 0],
            ['замоскворечье', 'замоскворечье', 1],
            ['замоскворечье', 'замоскворечье', 2],
            ['замоскворечье', 'замоскворечье', 30],

            ['замочек', 'замочек', 0],
            ['замочек', 'замочек', 1],
            ['замочек', 'замочек', 2],
            ['замочек', 'замочек', 30],

            ['замочка', 'замочка', 0],
            ['замочка', 'замочка', 1],
            ['замочка', 'замочка', 2],
            ['замочка', 'замочка', 30],

            ['замполит', 'замполит', 0],
            ['замполит', 'замполит', 1],
            ['замполит', 'замполит', 2],
            ['замполит', 'замполит', 30],

            ['зампред', 'зампред', 0],
            ['зампред', 'зампред', 1],
            ['зампред', 'зампред', 2],
            ['зампред', 'зампред', 30],

            ['замужество', 'замужество', 0],
            ['замужество', 'замужество', 1],
            ['замужество', 'замужество', 2],
            ['замужество', 'замужество', 30],

            ['замухрышка', 'замухрышка', 0],
            ['замухрышка', 'замухрышка', 1],
            ['замухрышка', 'замухрышка', 2],
            ['замухрышка', 'замухрышка', 30],

            ['замша', 'замша', 0],
            ['замша', 'замша', 1],
            ['замша', 'замша', 2],
            ['замша', 'замша', 30],

            ['замыкание', 'замыкание', 0],
            ['замыкание', 'замыкание', 1],
            ['замыкание', 'замыкание', 2],
            ['замыкание', 'замыкание', 30],

            ['замыкающий', 'замыкающий', 0],
            ['замыкающий', 'замыкающий', 1],
            ['замыкающий', 'замыкающий', 2],
            ['замыкающий', 'замыкающий', 30],

            ['замысел', 'замысел', 0],
            ['замысел', 'замысел', 1],
            ['замысел', 'замысел', 2],
            ['замысел', 'замысел', 30],

            ['занавес', 'занавес', 0],
            ['занавес', 'занавес', 1],
            ['занавес', 'занавес', 2],
            ['занавес', 'занавес', 30],

            ['занавеска', 'занавеска', 0],
            ['занавеска', 'занавеска', 1],
            ['занавеска', 'занавеска', 2],
            ['занавеска', 'занавеска', 30],

            ['занавесь', 'занавесь', 0],
            ['занавесь', 'занавесь', 1],
            ['занавесь', 'занавесь', 2],
            ['занавесь', 'занавесь', 30],

            ['заначка', 'заначка', 0],
            ['заначка', 'заначка', 1],
            ['заначка', 'заначка', 2],
            ['заначка', 'заначка', 30],

            ['занесение', 'занесение', 0],
            ['занесение', 'занесение', 1],
            ['занесение', 'занесение', 2],
            ['занесение', 'занесение', 30],

            ['заноза', 'заноза', 0],
            ['заноза', 'заноза', 1],
            ['заноза', 'заноза', 2],
            ['заноза', 'заноза', 30],

            ['занос', 'занос', 0],
            ['занос', 'занос', 1],
            ['занос', 'занос', 2],
            ['занос', 'занос', 30],

            ['зануда', 'зануда', 0],
            ['зануда', 'зануда', 1],
            ['зануда', 'зануда', 2],
            ['зануда', 'зануда', 30],

            ['занятие', 'занятие', 0],
            ['занятие', 'занятие', 1],
            ['занятие', 'занятие', 2],
            ['занятие', 'занятие', 30],

            ['занятость', 'занятость', 0],
            ['занятость', 'занятость', 1],
            ['занятость', 'занятость', 2],
            ['занятость', 'занятость', 30],

            ['зао', 'зао', 0],
            ['зао', 'зао', 1],
            ['зао', 'зао', 2],
            ['зао', 'зао', 30],

            ['заочник', 'заочник', 0],
            ['заочник', 'заочник', 1],
            ['заочник', 'заочник', 2],
            ['заочник', 'заочник', 30],

            ['заочница', 'заочница', 0],
            ['заочница', 'заочница', 1],
            ['заочница', 'заочница', 2],
            ['заочница', 'заочница', 30],

            ['запад', 'запад', 0],
            ['запад', 'запад', 1],
            ['запад', 'запад', 2],
            ['запад', 'запад', 30],

            ['западник', 'западник', 0],
            ['западник', 'западник', 1],
            ['западник', 'западник', 2],
            ['западник', 'западник', 30],

            ['западня', 'западня', 0],
            ['западня', 'западня', 1],
            ['западня', 'западня', 2],
            ['западня', 'западня', 30],

            ['запал', 'запал', 0],
            ['запал', 'запал', 1],
            ['запал', 'запал', 2],
            ['запал', 'запал', 30],

            ['запас', 'запас', 0],
            ['запас', 'запас', 1],
            ['запас', 'запас', 2],
            ['запас', 'запас', 30],

            ['запасник', 'запасник', 0],
            ['запасник', 'запасник', 1],
            ['запасник', 'запасник', 2],
            ['запасник', 'запасник', 30],

            ['запасной', 'запасной', 0],
            ['запасной', 'запасной', 1],
            ['запасной', 'запасной', 2],
            ['запасной', 'запасной', 30],

            ['запах', 'запах', 0],
            ['запах', 'запах', 1],
            ['запах', 'запах', 2],
            ['запах', 'запах', 30],

            ['запашок', 'запашок', 0],
            ['запашок', 'запашок', 1],
            ['запашок', 'запашок', 2],
            ['запашок', 'запашок', 30],

            ['запевала', 'запевала', 0],
            ['запевала', 'запевала', 1],
            ['запевала', 'запевала', 2],
            ['запевала', 'запевала', 30],

            ['запинка', 'запинка', 0],
            ['запинка', 'запинка', 1],
            ['запинка', 'запинка', 2],
            ['запинка', 'запинка', 30],

            ['записка', 'записка', 0],
            ['записка', 'записка', 1],
            ['записка', 'записка', 2],
            ['записка', 'записка', 30],

            ['записочка', 'записочка', 0],
            ['записочка', 'записочка', 1],
            ['записочка', 'записочка', 2],
            ['записочка', 'записочка', 30],

            ['запись', 'запись', 0],
            ['запись', 'запись', 1],
            ['запись', 'запись', 2],
            ['запись', 'запись', 30],

            ['заплата', 'заплата', 0],
            ['заплата', 'заплата', 1],
            ['заплата', 'заплата', 2],
            ['заплата', 'заплата', 30],

            ['заплатка', 'заплатка', 0],
            ['заплатка', 'заплатка', 1],
            ['заплатка', 'заплатка', 2],
            ['заплатка', 'заплатка', 30],

            ['заповедник', 'заповедник', 0],
            ['заповедник', 'заповедник', 1],
            ['заповедник', 'заповедник', 2],
            ['заповедник', 'заповедник', 30],

            ['заповедь', 'заповедь', 0],
            ['заповедь', 'заповедь', 1],
            ['заповедь', 'заповедь', 2],
            ['заповедь', 'заповедь', 30],

            ['запоздание', 'запоздание', 0],
            ['запоздание', 'запоздание', 1],
            ['запоздание', 'запоздание', 2],
            ['запоздание', 'запоздание', 30],

            ['запой', 'запой', 0],
            ['запой', 'запой', 1],
            ['запой', 'запой', 2],
            ['запой', 'запой', 30],

            ['заполнение', 'заполнение', 0],
            ['заполнение', 'заполнение', 1],
            ['заполнение', 'заполнение', 2],
            ['заполнение', 'заполнение', 30],

            ['заполярье', 'заполярье', 0],
            ['заполярье', 'заполярье', 1],
            ['заполярье', 'заполярье', 2],
            ['заполярье', 'заполярье', 30],

            ['запонка', 'запонка', 0],
            ['запонка', 'запонка', 1],
            ['запонка', 'запонка', 2],
            ['запонка', 'запонка', 30],

            ['запор', 'запор', 0],
            ['запор', 'запор', 1],
            ['запор', 'запор', 2],
            ['запор', 'запор', 30],

            ['запорожье', 'запорожье', 0],
            ['запорожье', 'запорожье', 1],
            ['запорожье', 'запорожье', 2],
            ['запорожье', 'запорожье', 30],

            ['заправила', 'заправила', 0],
            ['заправила', 'заправила', 1],
            ['заправила', 'заправила', 2],
            ['заправила', 'заправила', 30],

            ['заправка', 'заправка', 0],
            ['заправка', 'заправка', 1],
            ['заправка', 'заправка', 2],
            ['заправка', 'заправка', 30],

            ['запрет', 'запрет', 0],
            ['запрет', 'запрет', 1],
            ['запрет', 'запрет', 2],
            ['запрет', 'запрет', 30],

            ['запрещение', 'запрещение', 0],
            ['запрещение', 'запрещение', 1],
            ['запрещение', 'запрещение', 2],
            ['запрещение', 'запрещение', 30],

            ['запрос', 'запрос', 0],
            ['запрос', 'запрос', 1],
            ['запрос', 'запрос', 2],
            ['запрос', 'запрос', 30],

            ['запруда', 'запруда', 0],
            ['запруда', 'запруда', 1],
            ['запруда', 'запруда', 2],
            ['запруда', 'запруда', 30],

            ['запугивание', 'запугивание', 0],
            ['запугивание', 'запугивание', 1],
            ['запугивание', 'запугивание', 2],
            ['запугивание', 'запугивание', 30],

            ['запуск', 'запуск', 0],
            ['запуск', 'запуск', 1],
            ['запуск', 'запуск', 2],
            ['запуск', 'запуск', 30],

            ['запустение', 'запустение', 0],
            ['запустение', 'запустение', 1],
            ['запустение', 'запустение', 2],
            ['запустение', 'запустение', 30],

            ['запчасть', 'запчасть', 0],
            ['запчасть', 'запчасть', 1],
            ['запчасть', 'запчасть', 2],
            ['запчасть', 'запчасть', 30],

            ['запыленность', 'запыленность', 0],
            ['запыленность', 'запыленность', 1],
            ['запыленность', 'запыленность', 2],
            ['запыленность', 'запыленность', 30],

            ['запястье', 'запястье', 0],
            ['запястье', 'запястье', 1],
            ['запястье', 'запястье', 2],
            ['запястье', 'запястье', 30],

            ['запятая', 'запятая', 0],
            ['запятая', 'запятая', 1],
            ['запятая', 'запятая', 2],
            ['запятая', 'запятая', 30],

            ['запятки', 'запятки', 0],
            ['запятки', 'запятки', 1],
            ['запятки', 'запятки', 2],
            ['запятки', 'запятки', 30],

            ['заработок', 'заработок', 0],
            ['заработок', 'заработок', 1],
            ['заработок', 'заработок', 2],
            ['заработок', 'заработок', 30],

            ['заражение', 'заражение', 0],
            ['заражение', 'заражение', 1],
            ['заражение', 'заражение', 2],
            ['заражение', 'заражение', 30],

            ['зараза', 'зараза', 0],
            ['зараза', 'зараза', 1],
            ['зараза', 'зараза', 2],
            ['зараза', 'зараза', 30],

            ['зарево', 'зарево', 0],
            ['зарево', 'зарево', 1],
            ['зарево', 'зарево', 2],
            ['зарево', 'зарево', 30],

            ['зарисовка', 'зарисовка', 0],
            ['зарисовка', 'зарисовка', 1],
            ['зарисовка', 'зарисовка', 2],
            ['зарисовка', 'зарисовка', 30],

            ['зарница', 'зарница', 0],
            ['зарница', 'зарница', 1],
            ['зарница', 'зарница', 2],
            ['зарница', 'зарница', 30],

            ['зародыш', 'зародыш', 0],
            ['зародыш', 'зародыш', 1],
            ['зародыш', 'зародыш', 2],
            ['зародыш', 'зародыш', 30],

            ['зарождение', 'зарождение', 0],
            ['зарождение', 'зарождение', 1],
            ['зарождение', 'зарождение', 2],
            ['зарождение', 'зарождение', 30],

            ['зарок', 'зарок', 0],
            ['зарок', 'зарок', 1],
            ['зарок', 'зарок', 2],
            ['зарок', 'зарок', 30],

            ['заросль', 'заросль', 0],
            ['заросль', 'заросль', 1],
            ['заросль', 'заросль', 2],
            ['заросль', 'заросль', 30],

            ['зарплата', 'зарплата', 0],
            ['зарплата', 'зарплата', 1],
            ['зарплата', 'зарплата', 2],
            ['зарплата', 'зарплата', 30],

            ['зарубежье', 'зарубежье', 0],
            ['зарубежье', 'зарубежье', 1],
            ['зарубежье', 'зарубежье', 2],
            ['зарубежье', 'зарубежье', 30],

            ['зарубина', 'зарубина', 0],
            ['зарубина', 'зарубина', 1],
            ['зарубина', 'зарубина', 2],
            ['зарубина', 'зарубина', 30],

            ['зарубка', 'зарубка', 0],
            ['зарубка', 'зарубка', 1],
            ['зарубка', 'зарубка', 2],
            ['зарубка', 'зарубка', 30],

            ['заря', 'заря', 0],
            ['заря', 'заря', 1],
            ['заря', 'заря', 2],
            ['заря', 'заря', 30],

            ['заряд', 'заряд', 0],
            ['заряд', 'заряд', 1],
            ['заряд', 'заряд', 2],
            ['заряд', 'заряд', 30],

            ['зарядка', 'зарядка', 0],
            ['зарядка', 'зарядка', 1],
            ['зарядка', 'зарядка', 2],
            ['зарядка', 'зарядка', 30],

            ['засада', 'засада', 0],
            ['засада', 'засада', 1],
            ['засада', 'засада', 2],
            ['засада', 'засада', 30],

            ['заседание', 'заседание', 0],
            ['заседание', 'заседание', 1],
            ['заседание', 'заседание', 2],
            ['заседание', 'заседание', 30],

            ['заседатель', 'заседатель', 0],
            ['заседатель', 'заседатель', 1],
            ['заседатель', 'заседатель', 2],
            ['заседатель', 'заседатель', 30],

            ['засека', 'засека', 0],
            ['засека', 'засека', 1],
            ['засека', 'засека', 2],
            ['засека', 'засека', 30],

            ['засилье', 'засилье', 0],
            ['засилье', 'засилье', 1],
            ['засилье', 'засилье', 2],
            ['засилье', 'засилье', 30],

            ['заслон', 'заслон', 0],
            ['заслон', 'заслон', 1],
            ['заслон', 'заслон', 2],
            ['заслон', 'заслон', 30],

            ['заслонка', 'заслонка', 0],
            ['заслонка', 'заслонка', 1],
            ['заслонка', 'заслонка', 2],
            ['заслонка', 'заслонка', 30],

            ['заслуга', 'заслуга', 0],
            ['заслуга', 'заслуга', 1],
            ['заслуга', 'заслуга', 2],
            ['заслуга', 'заслуга', 30],

            ['засов', 'засов', 0],
            ['засов', 'засов', 1],
            ['засов', 'засов', 2],
            ['засов', 'засов', 30],

            ['застава', 'застава', 0],
            ['застава', 'застава', 1],
            ['застава', 'застава', 2],
            ['застава', 'застава', 30],

            ['заставка', 'заставка', 0],
            ['заставка', 'заставка', 1],
            ['заставка', 'заставка', 2],
            ['заставка', 'заставка', 30],

            ['застежка', 'застежка', 0],
            ['застежка', 'застежка', 1],
            ['застежка', 'застежка', 2],
            ['застежка', 'застежка', 30],

            ['застенок', 'застенок', 0],
            ['застенок', 'застенок', 1],
            ['застенок', 'застенок', 2],
            ['застенок', 'застенок', 30],

            ['застенчивость', 'застенчивость', 0],
            ['застенчивость', 'застенчивость', 1],
            ['застенчивость', 'застенчивость', 2],
            ['застенчивость', 'застенчивость', 30],

            ['застой', 'застой', 0],
            ['застой', 'застой', 1],
            ['застой', 'застой', 2],
            ['застой', 'застой', 30],

            ['застолье', 'застолье', 0],
            ['застолье', 'застолье', 1],
            ['застолье', 'застолье', 2],
            ['застолье', 'застолье', 30],

            ['застройка', 'застройка', 0],
            ['застройка', 'застройка', 1],
            ['застройка', 'застройка', 2],
            ['застройка', 'застройка', 30],

            ['заступ', 'заступ', 0],
            ['заступ', 'заступ', 1],
            ['заступ', 'заступ', 2],
            ['заступ', 'заступ', 30],

            ['заступник', 'заступник', 0],
            ['заступник', 'заступник', 1],
            ['заступник', 'заступник', 2],
            ['заступник', 'заступник', 30],

            ['заступничество', 'заступничество', 0],
            ['заступничество', 'заступничество', 1],
            ['заступничество', 'заступничество', 2],
            ['заступничество', 'заступничество', 30],

            ['засуха', 'засуха', 0],
            ['засуха', 'засуха', 1],
            ['засуха', 'засуха', 2],
            ['засуха', 'засуха', 30],

            ['засыпание', 'засыпание', 0],
            ['засыпание', 'засыпание', 1],
            ['засыпание', 'засыпание', 2],
            ['засыпание', 'засыпание', 30],

            ['засыпка', 'засыпка', 0],
            ['засыпка', 'засыпка', 1],
            ['засыпка', 'засыпка', 2],
            ['засыпка', 'засыпка', 30],

            ['затвор', 'затвор', 0],
            ['затвор', 'затвор', 1],
            ['затвор', 'затвор', 2],
            ['затвор', 'затвор', 30],

            ['затейник', 'затейник', 0],
            ['затейник', 'затейник', 1],
            ['затейник', 'затейник', 2],
            ['затейник', 'затейник', 30],

            ['затемнение', 'затемнение', 0],
            ['затемнение', 'затемнение', 1],
            ['затемнение', 'затемнение', 2],
            ['затемнение', 'затемнение', 30],

            ['затея', 'затея', 0],
            ['затея', 'затея', 1],
            ['затея', 'затея', 2],
            ['затея', 'затея', 30],

            ['затишье', 'затишье', 0],
            ['затишье', 'затишье', 1],
            ['затишье', 'затишье', 2],
            ['затишье', 'затишье', 30],

            ['затмение', 'затмение', 0],
            ['затмение', 'затмение', 1],
            ['затмение', 'затмение', 2],
            ['затмение', 'затмение', 30],

            ['затопление', 'затопление', 0],
            ['затопление', 'затопление', 1],
            ['затопление', 'затопление', 2],
            ['затопление', 'затопление', 30],

            ['затор', 'затор', 0],
            ['затор', 'затор', 1],
            ['затор', 'затор', 2],
            ['затор', 'затор', 30],

            ['заточение', 'заточение', 0],
            ['заточение', 'заточение', 1],
            ['заточение', 'заточение', 2],
            ['заточение', 'заточение', 30],

            ['затрата', 'затрата', 0],
            ['затрата', 'затрата', 1],
            ['затрата', 'затрата', 2],
            ['затрата', 'затрата', 30],

            ['затрещина', 'затрещина', 0],
            ['затрещина', 'затрещина', 1],
            ['затрещина', 'затрещина', 2],
            ['затрещина', 'затрещина', 30],

            ['затруднение', 'затруднение', 0],
            ['затруднение', 'затруднение', 1],
            ['затруднение', 'затруднение', 2],
            ['затруднение', 'затруднение', 30],

            ['затхлость', 'затхлость', 0],
            ['затхлость', 'затхлость', 1],
            ['затхлость', 'затхлость', 2],
            ['затхлость', 'затхлость', 30],

            ['затылок', 'затылок', 0],
            ['затылок', 'затылок', 1],
            ['затылок', 'затылок', 2],
            ['затылок', 'затылок', 30],

            ['затычка', 'затычка', 0],
            ['затычка', 'затычка', 1],
            ['затычка', 'затычка', 2],
            ['затычка', 'затычка', 30],

            ['затяжка', 'затяжка', 0],
            ['затяжка', 'затяжка', 1],
            ['затяжка', 'затяжка', 2],
            ['затяжка', 'затяжка', 30],

            ['заулок', 'заулок', 0],
            ['заулок', 'заулок', 1],
            ['заулок', 'заулок', 2],
            ['заулок', 'заулок', 30],

            ['захар', 'захар', 0],
            ['захар', 'захар', 1],
            ['захар', 'захар', 2],
            ['захар', 'захар', 30],

            ['захарий', 'захарий', 0],
            ['захарий', 'захарий', 1],
            ['захарий', 'захарий', 2],
            ['захарий', 'захарий', 30],

            ['захария', 'захария', 0],
            ['захария', 'захария', 1],
            ['захария', 'захария', 2],
            ['захария', 'захария', 30],

            ['захарка', 'захарка', 0],
            ['захарка', 'захарка', 1],
            ['захарка', 'захарка', 2],
            ['захарка', 'захарка', 30],

            ['захарова', 'захарова', 0],
            ['захарова', 'захарова', 1],
            ['захарова', 'захарова', 2],
            ['захарова', 'захарова', 30],

            ['захаровна', 'захаровна', 0],
            ['захаровна', 'захаровна', 1],
            ['захаровна', 'захаровна', 2],
            ['захаровна', 'захаровна', 30],

            ['захарыч', 'захарыч', 0],
            ['захарыч', 'захарыч', 1],
            ['захарыч', 'захарыч', 2],
            ['захарыч', 'захарыч', 30],

            ['захарьич', 'захарьич', 0],
            ['захарьич', 'захарьич', 1],
            ['захарьич', 'захарьич', 2],
            ['захарьич', 'захарьич', 30],

            ['захват', 'захват', 0],
            ['захват', 'захват', 1],
            ['захват', 'захват', 2],
            ['захват', 'захват', 30],

            ['захватчик', 'захватчик', 0],
            ['захватчик', 'захватчик', 1],
            ['захватчик', 'захватчик', 2],
            ['захватчик', 'захватчик', 30],

            ['заход', 'заход', 0],
            ['заход', 'заход', 1],
            ['заход', 'заход', 2],
            ['заход', 'заход', 30],

            ['захолустье', 'захолустье', 0],
            ['захолустье', 'захолустье', 1],
            ['захолустье', 'захолустье', 2],
            ['захолустье', 'захолустье', 30],

            ['захоронение', 'захоронение', 0],
            ['захоронение', 'захоронение', 1],
            ['захоронение', 'захоронение', 2],
            ['захоронение', 'захоронение', 30],

            ['зацепка', 'зацепка', 0],
            ['зацепка', 'зацепка', 1],
            ['зацепка', 'зацепка', 2],
            ['зацепка', 'зацепка', 30],

            ['зачатие', 'зачатие', 0],
            ['зачатие', 'зачатие', 1],
            ['зачатие', 'зачатие', 2],
            ['зачатие', 'зачатие', 30],

            ['зачаток', 'зачаток', 0],
            ['зачаток', 'зачаток', 1],
            ['зачаток', 'зачаток', 2],
            ['зачаток', 'зачаток', 30],

            ['зачет', 'зачет', 0],
            ['зачет', 'зачет', 1],
            ['зачет', 'зачет', 2],
            ['зачет', 'зачет', 30],

            ['зачетка', 'зачетка', 0],
            ['зачетка', 'зачетка', 1],
            ['зачетка', 'зачетка', 2],
            ['зачетка', 'зачетка', 30],

            ['зачинщик', 'зачинщик', 0],
            ['зачинщик', 'зачинщик', 1],
            ['зачинщик', 'зачинщик', 2],
            ['зачинщик', 'зачинщик', 30],

            ['зачисление', 'зачисление', 0],
            ['зачисление', 'зачисление', 1],
            ['зачисление', 'зачисление', 2],
            ['зачисление', 'зачисление', 30],

            ['зачистка', 'зачистка', 0],
            ['зачистка', 'зачистка', 1],
            ['зачистка', 'зачистка', 2],
            ['зачистка', 'зачистка', 30],

            ['защелка', 'защелка', 0],
            ['защелка', 'защелка', 1],
            ['защелка', 'защелка', 2],
            ['защелка', 'защелка', 30],

            ['защита', 'защита', 0],
            ['защита', 'защита', 1],
            ['защита', 'защита', 2],
            ['защита', 'защита', 30],

            ['защитник', 'защитник', 0],
            ['защитник', 'защитник', 1],
            ['защитник', 'защитник', 2],
            ['защитник', 'защитник', 30],

            ['заявитель', 'заявитель', 0],
            ['заявитель', 'заявитель', 1],
            ['заявитель', 'заявитель', 2],
            ['заявитель', 'заявитель', 30],

            ['заявка', 'заявка', 0],
            ['заявка', 'заявка', 1],
            ['заявка', 'заявка', 2],
            ['заявка', 'заявка', 30],

            ['заявление', 'заявление', 0],
            ['заявление', 'заявление', 1],
            ['заявление', 'заявление', 2],
            ['заявление', 'заявление', 30],

            ['заяц', 'заяц', 0],
            ['заяц', 'заяц', 1],
            ['заяц', 'заяц', 2],
            ['заяц', 'заяц', 30],

            ['звание', 'звание', 0],
            ['звание', 'звание', 1],
            ['звание', 'звание', 2],
            ['звание', 'звание', 30],

            ['звезда', 'звезда', 0],
            ['звезда', 'звезда', 1],
            ['звезда', 'звезда', 2],
            ['звезда', 'звезда', 30],

            ['звездолет', 'звездолет', 0],
            ['звездолет', 'звездолет', 1],
            ['звездолет', 'звездолет', 2],
            ['звездолет', 'звездолет', 30],

            ['звездочет', 'звездочет', 0],
            ['звездочет', 'звездочет', 1],
            ['звездочет', 'звездочет', 2],
            ['звездочет', 'звездочет', 30],

            ['звездочка', 'звездочка', 0],
            ['звездочка', 'звездочка', 1],
            ['звездочка', 'звездочка', 2],
            ['звездочка', 'звездочка', 30],

            ['звено', 'звено', 0],
            ['звено', 'звено', 1],
            ['звено', 'звено', 2],
            ['звено', 'звено', 30],

            ['зверек', 'зверек', 0],
            ['зверек', 'зверек', 1],
            ['зверек', 'зверек', 2],
            ['зверек', 'зверек', 30],

            ['зверинец', 'зверинец', 0],
            ['зверинец', 'зверинец', 1],
            ['зверинец', 'зверинец', 2],
            ['зверинец', 'зверинец', 30],

            ['зверобой', 'зверобой', 0],
            ['зверобой', 'зверобой', 1],
            ['зверобой', 'зверобой', 2],
            ['зверобой', 'зверобой', 30],

            ['зверство', 'зверство', 0],
            ['зверство', 'зверство', 1],
            ['зверство', 'зверство', 2],
            ['зверство', 'зверство', 30],

            ['зверушка', 'зверушка', 0],
            ['зверушка', 'зверушка', 1],
            ['зверушка', 'зверушка', 2],
            ['зверушка', 'зверушка', 30],

            ['зверь', 'зверь', 0],
            ['зверь', 'зверь', 1],
            ['зверь', 'зверь', 2],
            ['зверь', 'зверь', 30],

            ['зверье', 'зверье', 0],
            ['зверье', 'зверье', 1],
            ['зверье', 'зверье', 2],
            ['зверье', 'зверье', 30],

            ['зверюга', 'зверюга', 0],
            ['зверюга', 'зверюга', 1],
            ['зверюга', 'зверюга', 2],
            ['зверюга', 'зверюга', 30],

            ['зверюшка', 'зверюшка', 0],
            ['зверюшка', 'зверюшка', 1],
            ['зверюшка', 'зверюшка', 2],
            ['зверюшка', 'зверюшка', 30],

            ['зволле', 'зволле', 0],
            ['зволле', 'зволле', 1],
            ['зволле', 'зволле', 2],
            ['зволле', 'зволле', 30],

            ['звон', 'звон', 0],
            ['звон', 'звон', 1],
            ['звон', 'звон', 2],
            ['звон', 'звон', 30],

            ['звонарь', 'звонарь', 0],
            ['звонарь', 'звонарь', 1],
            ['звонарь', 'звонарь', 2],
            ['звонарь', 'звонарь', 30],

            ['звонок', 'звонок', 0],
            ['звонок', 'звонок', 1],
            ['звонок', 'звонок', 2],
            ['звонок', 'звонок', 30],

            ['звоночек', 'звоночек', 0],
            ['звоночек', 'звоночек', 1],
            ['звоночек', 'звоночек', 2],
            ['звоночек', 'звоночек', 30],

            ['звук', 'звук', 0],
            ['звук', 'звук', 1],
            ['звук', 'звук', 2],
            ['звук', 'звук', 30],

            ['звукооператор', 'звукооператор', 0],
            ['звукооператор', 'звукооператор', 1],
            ['звукооператор', 'звукооператор', 2],
            ['звукооператор', 'звукооператор', 30],

            ['звучание', 'звучание', 0],
            ['звучание', 'звучание', 1],
            ['звучание', 'звучание', 2],
            ['звучание', 'звучание', 30],

            ['звяканье', 'звяканье', 0],
            ['звяканье', 'звяканье', 1],
            ['звяканье', 'звяканье', 2],
            ['звяканье', 'звяканье', 30],

            ['здание', 'здание', 0],
            ['здание', 'здание', 1],
            ['здание', 'здание', 2],
            ['здание', 'здание', 30],

            ['здоровье', 'здоровье', 0],
            ['здоровье', 'здоровье', 1],
            ['здоровье', 'здоровье', 2],
            ['здоровье', 'здоровье', 30],

            ['здоровяк', 'здоровяк', 0],
            ['здоровяк', 'здоровяк', 1],
            ['здоровяк', 'здоровяк', 2],
            ['здоровяк', 'здоровяк', 30],

            ['здравие', 'здравие', 0],
            ['здравие', 'здравие', 1],
            ['здравие', 'здравие', 2],
            ['здравие', 'здравие', 30],

            ['здравица', 'здравица', 0],
            ['здравица', 'здравица', 1],
            ['здравица', 'здравица', 2],
            ['здравица', 'здравица', 30],

            ['здравоохранение', 'здравоохранение', 0],
            ['здравоохранение', 'здравоохранение', 1],
            ['здравоохранение', 'здравоохранение', 2],
            ['здравоохранение', 'здравоохранение', 30],

            ['зебра', 'зебра', 0],
            ['зебра', 'зебра', 1],
            ['зебра', 'зебра', 2],
            ['зебра', 'зебра', 30],

            ['зев', 'зев', 0],
            ['зев', 'зев', 1],
            ['зев', 'зев', 2],
            ['зев', 'зев', 30],

            ['зева', 'зева', 0],
            ['зева', 'зева', 1],
            ['зева', 'зева', 2],
            ['зева', 'зева', 30],

            ['зевака', 'зевака', 0],
            ['зевака', 'зевака', 1],
            ['зевака', 'зевака', 2],
            ['зевака', 'зевака', 30],

            ['зевок', 'зевок', 0],
            ['зевок', 'зевок', 1],
            ['зевок', 'зевок', 2],
            ['зевок', 'зевок', 30],

            ['зевота', 'зевота', 0],
            ['зевота', 'зевота', 1],
            ['зевота', 'зевота', 2],
            ['зевота', 'зевота', 30],

            ['зек', 'зек', 0],
            ['зек', 'зек', 1],
            ['зек', 'зек', 2],
            ['зек', 'зек', 30],

            ['зеландия', 'зеландия', 0],
            ['зеландия', 'зеландия', 1],
            ['зеландия', 'зеландия', 2],
            ['зеландия', 'зеландия', 30],

            ['зеленец', 'зеленец', 0],
            ['зеленец', 'зеленец', 1],
            ['зеленец', 'зеленец', 2],
            ['зеленец', 'зеленец', 30],

            ['зеленка', 'зеленка', 0],
            ['зеленка', 'зеленка', 1],
            ['зеленка', 'зеленка', 2],
            ['зеленка', 'зеленка', 30],

            ['зелень', 'зелень', 0],
            ['зелень', 'зелень', 1],
            ['зелень', 'зелень', 2],
            ['зелень', 'зелень', 30],

            ['зелье', 'зелье', 0],
            ['зелье', 'зелье', 1],
            ['зелье', 'зелье', 2],
            ['зелье', 'зелье', 30],

            ['земледелец', 'земледелец', 0],
            ['земледелец', 'земледелец', 1],
            ['земледелец', 'земледелец', 2],
            ['земледелец', 'земледелец', 30],

            ['земледелие', 'земледелие', 0],
            ['земледелие', 'земледелие', 1],
            ['земледелие', 'земледелие', 2],
            ['земледелие', 'земледелие', 30],

            ['землекоп', 'землекоп', 0],
            ['землекоп', 'землекоп', 1],
            ['землекоп', 'землекоп', 2],
            ['землекоп', 'землекоп', 30],

            ['землетрясение', 'землетрясение', 0],
            ['землетрясение', 'землетрясение', 1],
            ['землетрясение', 'землетрясение', 2],
            ['землетрясение', 'землетрясение', 30],

            ['земля', 'земля', 0],
            ['земля', 'земля', 1],
            ['земля', 'земля', 2],
            ['земля', 'земля', 30],

            ['земляк', 'земляк', 0],
            ['земляк', 'земляк', 1],
            ['земляк', 'земляк', 2],
            ['земляк', 'земляк', 30],

            ['земляника', 'земляника', 0],
            ['земляника', 'земляника', 1],
            ['земляника', 'земляника', 2],
            ['земляника', 'земляника', 30],

            ['землянин', 'землянин', 0],
            ['землянин', 'землянин', 1],
            ['землянин', 'землянин', 2],
            ['землянин', 'землянин', 30],

            ['землянка', 'землянка', 0],
            ['землянка', 'землянка', 1],
            ['землянка', 'землянка', 2],
            ['землянка', 'землянка', 30],

            ['землячок', 'землячок', 0],
            ['землячок', 'землячок', 1],
            ['землячок', 'землячок', 2],
            ['землячок', 'землячок', 30],

            ['зенит', 'зенит', 0],
            ['зенит', 'зенит', 1],
            ['зенит', 'зенит', 2],
            ['зенит', 'зенит', 30],

            ['зенитка', 'зенитка', 0],
            ['зенитка', 'зенитка', 1],
            ['зенитка', 'зенитка', 2],
            ['зенитка', 'зенитка', 30],

            ['зенитчик', 'зенитчик', 0],
            ['зенитчик', 'зенитчик', 1],
            ['зенитчик', 'зенитчик', 2],
            ['зенитчик', 'зенитчик', 30],

            ['зенки', 'зенки', 0],
            ['зенки', 'зенки', 1],
            ['зенки', 'зенки', 2],
            ['зенки', 'зенки', 30],

            ['зеркало', 'зеркало', 0],
            ['зеркало', 'зеркало', 1],
            ['зеркало', 'зеркало', 2],
            ['зеркало', 'зеркало', 30],

            ['зеркальце', 'зеркальце', 0],
            ['зеркальце', 'зеркальце', 1],
            ['зеркальце', 'зеркальце', 2],
            ['зеркальце', 'зеркальце', 30],

            ['зерно', 'зерно', 0],
            ['зерно', 'зерно', 1],
            ['зерно', 'зерно', 2],
            ['зерно', 'зерно', 30],

            ['зернышко', 'зернышко', 0],
            ['зернышко', 'зернышко', 1],
            ['зернышко', 'зернышко', 2],
            ['зернышко', 'зернышко', 30],

            ['зея', 'зея', 0],
            ['зея', 'зея', 1],
            ['зея', 'зея', 2],
            ['зея', 'зея', 30],

            ['зи', 'зи', 0],
            ['зи', 'зи', 1],
            ['зи', 'зи', 2],
            ['зи', 'зи', 30],

            ['зигзаг', 'зигзаг', 0],
            ['зигзаг', 'зигзаг', 1],
            ['зигзаг', 'зигзаг', 2],
            ['зигзаг', 'зигзаг', 30],

            ['зил', 'зил', 0],
            ['зил', 'зил', 1],
            ['зил', 'зил', 2],
            ['зил', 'зил', 30],

            ['зима', 'зима', 0],
            ['зима', 'зима', 1],
            ['зима', 'зима', 2],
            ['зима', 'зима', 30],

            ['зимбабве', 'зимбабве', 0],
            ['зимбабве', 'зимбабве', 1],
            ['зимбабве', 'зимбабве', 2],
            ['зимбабве', 'зимбабве', 30],

            ['зимовка', 'зимовка', 0],
            ['зимовка', 'зимовка', 1],
            ['зимовка', 'зимовка', 2],
            ['зимовка', 'зимовка', 30],

            ['зимовщик', 'зимовщик', 0],
            ['зимовщик', 'зимовщик', 1],
            ['зимовщик', 'зимовщик', 2],
            ['зимовщик', 'зимовщик', 30],

            ['зимовье', 'зимовье', 0],
            ['зимовье', 'зимовье', 1],
            ['зимовье', 'зимовье', 2],
            ['зимовье', 'зимовье', 30],

            ['зина', 'зина', 0],
            ['зина', 'зина', 1],
            ['зина', 'зина', 2],
            ['зина', 'зина', 30],

            ['зинаида', 'зинаида', 0],
            ['зинаида', 'зинаида', 1],
            ['зинаида', 'зинаида', 2],
            ['зинаида', 'зинаида', 30],

            ['зинаидка', 'зинаидка', 0],
            ['зинаидка', 'зинаидка', 1],
            ['зинаидка', 'зинаидка', 2],
            ['зинаидка', 'зинаидка', 30],

            ['зинаха', 'зинаха', 0],
            ['зинаха', 'зинаха', 1],
            ['зинаха', 'зинаха', 2],
            ['зинаха', 'зинаха', 30],

            ['зинаша', 'зинаша', 0],
            ['зинаша', 'зинаша', 1],
            ['зинаша', 'зинаша', 2],
            ['зинаша', 'зинаша', 30],

            ['зинич', 'зинич', 0],
            ['зинич', 'зинич', 1],
            ['зинич', 'зинич', 2],
            ['зинич', 'зинич', 30],

            ['зинка', 'зинка', 0],
            ['зинка', 'зинка', 1],
            ['зинка', 'зинка', 2],
            ['зинка', 'зинка', 30],

            ['зиновьевич', 'зиновьевич', 0],
            ['зиновьевич', 'зиновьевич', 1],
            ['зиновьевич', 'зиновьевич', 2],
            ['зиновьевич', 'зиновьевич', 30],

            ['зинуля', 'зинуля', 0],
            ['зинуля', 'зинуля', 1],
            ['зинуля', 'зинуля', 2],
            ['зинуля', 'зинуля', 30],

            ['зинура', 'зинура', 0],
            ['зинура', 'зинура', 1],
            ['зинура', 'зинура', 2],
            ['зинура', 'зинура', 30],

            ['зинуся', 'зинуся', 0],
            ['зинуся', 'зинуся', 1],
            ['зинуся', 'зинуся', 2],
            ['зинуся', 'зинуся', 30],

            ['зинуха', 'зинуха', 0],
            ['зинуха', 'зинуха', 1],
            ['зинуха', 'зинуха', 2],
            ['зинуха', 'зинуха', 30],

            ['зинуша', 'зинуша', 0],
            ['зинуша', 'зинуша', 1],
            ['зинуша', 'зинуша', 2],
            ['зинуша', 'зинуша', 30],

            ['зиня', 'зиня', 0],
            ['зиня', 'зиня', 1],
            ['зиня', 'зиня', 2],
            ['зиня', 'зиня', 30],

            ['зипун', 'зипун', 0],
            ['зипун', 'зипун', 1],
            ['зипун', 'зипун', 2],
            ['зипун', 'зипун', 30],

            ['зихрон', 'зихрон', 0],
            ['зихрон', 'зихрон', 1],
            ['зихрон', 'зихрон', 2],
            ['зихрон', 'зихрон', 30],

            ['зиша', 'зиша', 0],
            ['зиша', 'зиша', 1],
            ['зиша', 'зиша', 2],
            ['зиша', 'зиша', 30],

            ['злак', 'злак', 0],
            ['злак', 'злак', 1],
            ['злак', 'злак', 2],
            ['злак', 'злак', 30],

            ['зло', 'зло', 0],
            ['зло', 'зло', 1],
            ['зло', 'зло', 2],
            ['зло', 'зло', 30],

            ['злоба', 'злоба', 0],
            ['злоба', 'злоба', 1],
            ['злоба', 'злоба', 2],
            ['злоба', 'злоба', 30],

            ['зловоние', 'зловоние', 0],
            ['зловоние', 'зловоние', 1],
            ['зловоние', 'зловоние', 2],
            ['зловоние', 'зловоние', 30],

            ['злодей', 'злодей', 0],
            ['злодей', 'злодей', 1],
            ['злодей', 'злодей', 2],
            ['злодей', 'злодей', 30],

            ['злодейка', 'злодейка', 0],
            ['злодейка', 'злодейка', 1],
            ['злодейка', 'злодейка', 2],
            ['злодейка', 'злодейка', 30],

            ['злодейство', 'злодейство', 0],
            ['злодейство', 'злодейство', 1],
            ['злодейство', 'злодейство', 2],
            ['злодейство', 'злодейство', 30],

            ['злодеяние', 'злодеяние', 0],
            ['злодеяние', 'злодеяние', 1],
            ['злодеяние', 'злодеяние', 2],
            ['злодеяние', 'злодеяние', 30],

            ['злоключение', 'злоключение', 0],
            ['злоключение', 'злоключение', 1],
            ['злоключение', 'злоключение', 2],
            ['злоключение', 'злоключение', 30],

            ['злорадство', 'злорадство', 0],
            ['злорадство', 'злорадство', 1],
            ['злорадство', 'злорадство', 2],
            ['злорадство', 'злорадство', 30],

            ['злость', 'злость', 0],
            ['злость', 'злость', 1],
            ['злость', 'злость', 2],
            ['злость', 'злость', 30],

            ['злотникова', 'злотникова', 0],
            ['злотникова', 'злотникова', 1],
            ['злотникова', 'злотникова', 2],
            ['злотникова', 'злотникова', 30],

            ['злоумышленник', 'злоумышленник', 0],
            ['злоумышленник', 'злоумышленник', 1],
            ['злоумышленник', 'злоумышленник', 2],
            ['злоумышленник', 'злоумышленник', 30],

            ['злоупотребление', 'злоупотребление', 0],
            ['злоупотребление', 'злоупотребление', 1],
            ['злоупотребление', 'злоупотребление', 2],
            ['злоупотребление', 'злоупотребление', 30],

            ['змей', 'змей', 0],
            ['змей', 'змей', 1],
            ['змей', 'змей', 2],
            ['змей', 'змей', 30],

            ['змейка', 'змейка', 0],
            ['змейка', 'змейка', 1],
            ['змейка', 'змейка', 2],
            ['змейка', 'змейка', 30],

            ['змея', 'змея', 0],
            ['змея', 'змея', 1],
            ['змея', 'змея', 2],
            ['змея', 'змея', 30],

            ['змий', 'змий', 0],
            ['змий', 'змий', 1],
            ['змий', 'змий', 2],
            ['змий', 'змий', 30],

            ['знак', 'знак', 0],
            ['знак', 'знак', 1],
            ['знак', 'знак', 2],
            ['знак', 'знак', 30],

            ['знакомец', 'знакомец', 0],
            ['знакомец', 'знакомец', 1],
            ['знакомец', 'знакомец', 2],
            ['знакомец', 'знакомец', 30],

            ['знакомство', 'знакомство', 0],
            ['знакомство', 'знакомство', 1],
            ['знакомство', 'знакомство', 2],
            ['знакомство', 'знакомство', 30],

            ['знакомый', 'знакомый', 0],
            ['знакомый', 'знакомый', 1],
            ['знакомый', 'знакомый', 2],
            ['знакомый', 'знакомый', 30],

            ['знаменатель', 'знаменатель', 0],
            ['знаменатель', 'знаменатель', 1],
            ['знаменатель', 'знаменатель', 2],
            ['знаменатель', 'знаменатель', 30],

            ['знамение', 'знамение', 0],
            ['знамение', 'знамение', 1],
            ['знамение', 'знамение', 2],
            ['знамение', 'знамение', 30],

            ['знаменитость', 'знаменитость', 0],
            ['знаменитость', 'знаменитость', 1],
            ['знаменитость', 'знаменитость', 2],
            ['знаменитость', 'знаменитость', 30],

            ['знаменосец', 'знаменосец', 0],
            ['знаменосец', 'знаменосец', 1],
            ['знаменосец', 'знаменосец', 2],
            ['знаменосец', 'знаменосец', 30],

            ['знамя', 'знамя', 0],
            ['знамя', 'знамя', 1],
            ['знамя', 'знамя', 2],
            ['знамя', 'знамя', 30],

            ['знание', 'знание', 0],
            ['знание', 'знание', 1],
            ['знание', 'знание', 2],
            ['знание', 'знание', 30],

            ['знаток', 'знаток', 0],
            ['знаток', 'знаток', 1],
            ['знаток', 'знаток', 2],
            ['знаток', 'знаток', 30],

            ['знать', 'знать', 0],
            ['знать', 'знать', 1],
            ['знать', 'знать', 2],
            ['знать', 'знать', 30],

            ['знахарь', 'знахарь', 0],
            ['знахарь', 'знахарь', 1],
            ['знахарь', 'знахарь', 2],
            ['знахарь', 'знахарь', 30],

            ['значение', 'значение', 0],
            ['значение', 'значение', 1],
            ['значение', 'значение', 2],
            ['значение', 'значение', 30],

            ['значимость', 'значимость', 0],
            ['значимость', 'значимость', 1],
            ['значимость', 'значимость', 2],
            ['значимость', 'значимость', 30],

            ['значительность', 'значительность', 0],
            ['значительность', 'значительность', 1],
            ['значительность', 'значительность', 2],
            ['значительность', 'значительность', 30],

            ['значок', 'значок', 0],
            ['значок', 'значок', 1],
            ['значок', 'значок', 2],
            ['значок', 'значок', 30],

            ['зной', 'зной', 0],
            ['зной', 'зной', 1],
            ['зной', 'зной', 2],
            ['зной', 'зной', 30],

            ['зоб', 'зоб', 0],
            ['зоб', 'зоб', 1],
            ['зоб', 'зоб', 2],
            ['зоб', 'зоб', 30],

            ['зов', 'зов', 0],
            ['зов', 'зов', 1],
            ['зов', 'зов', 2],
            ['зов', 'зов', 30],

            ['зодиак', 'зодиак', 0],
            ['зодиак', 'зодиак', 1],
            ['зодиак', 'зодиак', 2],
            ['зодиак', 'зодиак', 30],

            ['зодчество', 'зодчество', 0],
            ['зодчество', 'зодчество', 1],
            ['зодчество', 'зодчество', 2],
            ['зодчество', 'зодчество', 30],

            ['зола', 'зола', 0],
            ['зола', 'зола', 1],
            ['зола', 'зола', 2],
            ['зола', 'зола', 30],

            ['золотарь', 'золотарь', 0],
            ['золотарь', 'золотарь', 1],
            ['золотарь', 'золотарь', 2],
            ['золотарь', 'золотарь', 30],

            ['золотишко', 'золотишко', 0],
            ['золотишко', 'золотишко', 1],
            ['золотишко', 'золотишко', 2],
            ['золотишко', 'золотишко', 30],

            ['золото', 'золото', 0],
            ['золото', 'золото', 1],
            ['золото', 'золото', 2],
            ['золото', 'золото', 30],

            ['золотоискатель', 'золотоискатель', 0],
            ['золотоискатель', 'золотоискатель', 1],
            ['золотоискатель', 'золотоискатель', 2],
            ['золотоискатель', 'золотоискатель', 30],

            ['золотой', 'золотой', 0],
            ['золотой', 'золотой', 1],
            ['золотой', 'золотой', 2],
            ['золотой', 'золотой', 30],

            ['золушка', 'золушка', 0],
            ['золушка', 'золушка', 1],
            ['золушка', 'золушка', 2],
            ['золушка', 'золушка', 30],

            ['золь', 'золь', 0],
            ['золь', 'золь', 1],
            ['золь', 'золь', 2],
            ['золь', 'золь', 30],

            ['зомби', 'зомби', 0],
            ['зомби', 'зомби', 1],
            ['зомби', 'зомби', 2],
            ['зомби', 'зомби', 30],

            ['зона', 'зона', 0],
            ['зона', 'зона', 1],
            ['зона', 'зона', 2],
            ['зона', 'зона', 30],

            ['зонд', 'зонд', 0],
            ['зонд', 'зонд', 1],
            ['зонд', 'зонд', 2],
            ['зонд', 'зонд', 30],

            ['зондирование', 'зондирование', 0],
            ['зондирование', 'зондирование', 1],
            ['зондирование', 'зондирование', 2],
            ['зондирование', 'зондирование', 30],

            ['зонт', 'зонт', 0],
            ['зонт', 'зонт', 1],
            ['зонт', 'зонт', 2],
            ['зонт', 'зонт', 30],

            ['зонтик', 'зонтик', 0],
            ['зонтик', 'зонтик', 1],
            ['зонтик', 'зонтик', 2],
            ['зонтик', 'зонтик', 30],

            ['зоолог', 'зоолог', 0],
            ['зоолог', 'зоолог', 1],
            ['зоолог', 'зоолог', 2],
            ['зоолог', 'зоолог', 30],

            ['зоология', 'зоология', 0],
            ['зоология', 'зоология', 1],
            ['зоология', 'зоология', 2],
            ['зоология', 'зоология', 30],

            ['зоопарк', 'зоопарк', 0],
            ['зоопарк', 'зоопарк', 1],
            ['зоопарк', 'зоопарк', 2],
            ['зоопарк', 'зоопарк', 30],

            ['зоосад', 'зоосад', 0],
            ['зоосад', 'зоосад', 1],
            ['зоосад', 'зоосад', 2],
            ['зоосад', 'зоосад', 30],

            ['зоотехника', 'зоотехника', 0],
            ['зоотехника', 'зоотехника', 1],
            ['зоотехника', 'зоотехника', 2],
            ['зоотехника', 'зоотехника', 30],

            ['зорина', 'зорина', 0],
            ['зорина', 'зорина', 1],
            ['зорина', 'зорина', 2],
            ['зорина', 'зорина', 30],

            ['зоркость', 'зоркость', 0],
            ['зоркость', 'зоркость', 1],
            ['зоркость', 'зоркость', 2],
            ['зоркость', 'зоркость', 30],

            ['зорька', 'зорька', 0],
            ['зорька', 'зорька', 1],
            ['зорька', 'зорька', 2],
            ['зорька', 'зорька', 30],

            ['зоря', 'зоря', 0],
            ['зоря', 'зоря', 1],
            ['зоря', 'зоря', 2],
            ['зоря', 'зоря', 30],

            ['зосимова', 'зосимова', 0],
            ['зосимова', 'зосимова', 1],
            ['зосимова', 'зосимова', 2],
            ['зосимова', 'зосимова', 30],

            ['зрачок', 'зрачок', 0],
            ['зрачок', 'зрачок', 1],
            ['зрачок', 'зрачок', 2],
            ['зрачок', 'зрачок', 30],

            ['зрелище', 'зрелище', 0],
            ['зрелище', 'зрелище', 1],
            ['зрелище', 'зрелище', 2],
            ['зрелище', 'зрелище', 30],

            ['зрелость', 'зрелость', 0],
            ['зрелость', 'зрелость', 1],
            ['зрелость', 'зрелость', 2],
            ['зрелость', 'зрелость', 30],

            ['зрение', 'зрение', 0],
            ['зрение', 'зрение', 1],
            ['зрение', 'зрение', 2],
            ['зрение', 'зрение', 30],

            ['зритель', 'зритель', 0],
            ['зритель', 'зритель', 1],
            ['зритель', 'зритель', 2],
            ['зритель', 'зритель', 30],

            ['зуб', 'зуб', 0],
            ['зуб', 'зуб', 1],
            ['зуб', 'зуб', 2],
            ['зуб', 'зуб', 30],

            ['зубец', 'зубец', 0],
            ['зубец', 'зубец', 1],
            ['зубец', 'зубец', 2],
            ['зубец', 'зубец', 30],

            ['зубило', 'зубило', 0],
            ['зубило', 'зубило', 1],
            ['зубило', 'зубило', 2],
            ['зубило', 'зубило', 30],

            ['зубной', 'зубной', 0],
            ['зубной', 'зубной', 1],
            ['зубной', 'зубной', 2],
            ['зубной', 'зубной', 30],

            ['зубок', 'зубок', 0],
            ['зубок', 'зубок', 1],
            ['зубок', 'зубок', 2],
            ['зубок', 'зубок', 30],

            ['зубр', 'зубр', 0],
            ['зубр', 'зубр', 1],
            ['зубр', 'зубр', 2],
            ['зубр', 'зубр', 30],

            ['зубрило', 'зубрило', 0],
            ['зубрило', 'зубрило', 1],
            ['зубрило', 'зубрило', 2],
            ['зубрило', 'зубрило', 30],

            ['зуд', 'зуд', 0],
            ['зуд', 'зуд', 1],
            ['зуд', 'зуд', 2],
            ['зуд', 'зуд', 30],

            ['зуда', 'зуда', 0],
            ['зуда', 'зуда', 1],
            ['зуда', 'зуда', 2],
            ['зуда', 'зуда', 30],

            ['зуев', 'зуев', 0],
            ['зуев', 'зуев', 1],
            ['зуев', 'зуев', 2],
            ['зуев', 'зуев', 30],

            ['зуй', 'зуй', 0],
            ['зуй', 'зуй', 1],
            ['зуй', 'зуй', 2],
            ['зуй', 'зуй', 30],

            ['зуммер', 'зуммер', 0],
            ['зуммер', 'зуммер', 1],
            ['зуммер', 'зуммер', 2],
            ['зуммер', 'зуммер', 30],

            ['зыбь', 'зыбь', 0],
            ['зыбь', 'зыбь', 1],
            ['зыбь', 'зыбь', 2],
            ['зыбь', 'зыбь', 30],

            ['зык', 'зык', 0],
            ['зык', 'зык', 1],
            ['зык', 'зык', 2],
            ['зык', 'зык', 30],

            ['зяблик', 'зяблик', 0],
            ['зяблик', 'зяблик', 1],
            ['зяблик', 'зяблик', 2],
            ['зяблик', 'зяблик', 30],

            ['зятек', 'зятек', 0],
            ['зятек', 'зятек', 1],
            ['зятек', 'зятек', 2],
            ['зятек', 'зятек', 30],

            ['зять', 'зять', 0],
            ['зять', 'зять', 1],
            ['зять', 'зять', 2],
            ['зять', 'зять', 30]
        ];
    }
}
