<?php
declare(strict_types=1);

namespace Noldors\Inflect\Tests\RussianDataProviders;

class LetterZH
{
    public static function data():array
    {
        return [
            ['жаба', 'жаба', 0],
            ['жаба', 'жаба', 1],
            ['жаба', 'жаба', 2],
            ['жаба', 'жаба', 30],

            ['жабра', 'жабра', 0],
            ['жабра', 'жабра', 1],
            ['жабра', 'жабра', 2],
            ['жабра', 'жабра', 30],

            ['жаворонок', 'жаворонок', 0],
            ['жаворонок', 'жаворонок', 1],
            ['жаворонок', 'жаворонок', 2],
            ['жаворонок', 'жаворонок', 30],

            ['жадность', 'жадность', 0],
            ['жадность', 'жадность', 1],
            ['жадность', 'жадность', 2],
            ['жадность', 'жадность', 30],

            ['жажда', 'жажда', 0],
            ['жажда', 'жажда', 1],
            ['жажда', 'жажда', 2],
            ['жажда', 'жажда', 30],

            ['жакет', 'жакет', 0],
            ['жакет', 'жакет', 1],
            ['жакет', 'жакет', 2],
            ['жакет', 'жакет', 30],

            ['жакетка', 'жакетка', 0],
            ['жакетка', 'жакетка', 1],
            ['жакетка', 'жакетка', 2],
            ['жакетка', 'жакетка', 30],

            ['жало', 'жало', 0],
            ['жало', 'жало', 1],
            ['жало', 'жало', 2],
            ['жало', 'жало', 30],

            ['жалоба', 'жалоба', 0],
            ['жалоба', 'жалоба', 1],
            ['жалоба', 'жалоба', 2],
            ['жалоба', 'жалоба', 30],

            ['жалование', 'жалование', 0],
            ['жалование', 'жалование', 1],
            ['жалование', 'жалование', 2],
            ['жалование', 'жалование', 30],

            ['жалованье', 'жалованье', 0],
            ['жалованье', 'жалованье', 1],
            ['жалованье', 'жалованье', 2],
            ['жалованье', 'жалованье', 30],

            ['жалость', 'жалость', 0],
            ['жалость', 'жалость', 1],
            ['жалость', 'жалость', 2],
            ['жалость', 'жалость', 30],

            ['жалюзи', 'жалюзи', 0],
            ['жалюзи', 'жалюзи', 1],
            ['жалюзи', 'жалюзи', 2],
            ['жалюзи', 'жалюзи', 30],

            ['жандарм', 'жандарм', 0],
            ['жандарм', 'жандарм', 1],
            ['жандарм', 'жандарм', 2],
            ['жандарм', 'жандарм', 30],

            ['жандармерия', 'жандармерия', 0],
            ['жандармерия', 'жандармерия', 1],
            ['жандармерия', 'жандармерия', 2],
            ['жандармерия', 'жандармерия', 30],

            ['жанка', 'жанка', 0],
            ['жанка', 'жанка', 1],
            ['жанка', 'жанка', 2],
            ['жанка', 'жанка', 30],

            ['жанна', 'жанна', 0],
            ['жанна', 'жанна', 1],
            ['жанна', 'жанна', 2],
            ['жанна', 'жанна', 30],

            ['жанр', 'жанр', 0],
            ['жанр', 'жанр', 1],
            ['жанр', 'жанр', 2],
            ['жанр', 'жанр', 30],

            ['жануся', 'жануся', 0],
            ['жануся', 'жануся', 1],
            ['жануся', 'жануся', 2],
            ['жануся', 'жануся', 30],

            ['жар', 'жар', 0],
            ['жар', 'жар', 1],
            ['жар', 'жар', 2],
            ['жар', 'жар', 30],

            ['жара', 'жара', 0],
            ['жара', 'жара', 1],
            ['жара', 'жара', 2],
            ['жара', 'жара', 30],

            ['жаргон', 'жаргон', 0],
            ['жаргон', 'жаргон', 1],
            ['жаргон', 'жаргон', 2],
            ['жаргон', 'жаргон', 30],

            ['жаровня', 'жаровня', 0],
            ['жаровня', 'жаровня', 1],
            ['жаровня', 'жаровня', 2],
            ['жаровня', 'жаровня', 30],

            ['жары', 'жары', 0],
            ['жары', 'жары', 1],
            ['жары', 'жары', 2],
            ['жары', 'жары', 30],

            ['жасмин', 'жасмин', 0],
            ['жасмин', 'жасмин', 1],
            ['жасмин', 'жасмин', 2],
            ['жасмин', 'жасмин', 30],

            ['жатва', 'жатва', 0],
            ['жатва', 'жатва', 1],
            ['жатва', 'жатва', 2],
            ['жатва', 'жатва', 30],

            ['жбан', 'жбан', 0],
            ['жбан', 'жбан', 1],
            ['жбан', 'жбан', 2],
            ['жбан', 'жбан', 30],

            ['жвачка', 'жвачка', 0],
            ['жвачка', 'жвачка', 1],
            ['жвачка', 'жвачка', 2],
            ['жвачка', 'жвачка', 30],

            ['жгут', 'жгут', 0],
            ['жгут', 'жгут', 1],
            ['жгут', 'жгут', 2],
            ['жгут', 'жгут', 30],

            ['ждан', 'ждан', 0],
            ['ждан', 'ждан', 1],
            ['ждан', 'ждан', 2],
            ['ждан', 'ждан', 30],

            ['жезл', 'жезл', 0],
            ['жезл', 'жезл', 1],
            ['жезл', 'жезл', 2],
            ['жезл', 'жезл', 30],

            ['жела', 'жела', 0],
            ['жела', 'жела', 1],
            ['жела', 'жела', 2],
            ['жела', 'жела', 30],

            ['желание', 'желание', 0],
            ['желание', 'желание', 1],
            ['желание', 'желание', 2],
            ['желание', 'желание', 30],

            ['желающий', 'желающий', 0],
            ['желающий', 'желающий', 1],
            ['желающий', 'желающий', 2],
            ['желающий', 'желающий', 30],

            ['желвак', 'желвак', 0],
            ['желвак', 'желвак', 1],
            ['желвак', 'желвак', 2],
            ['желвак', 'желвак', 30],

            ['желе', 'желе', 0],
            ['желе', 'желе', 1],
            ['желе', 'желе', 2],
            ['желе', 'желе', 30],

            ['железа', 'железа', 0],
            ['железа', 'железа', 1],
            ['железа', 'железа', 2],
            ['железа', 'железа', 30],

            ['железко', 'железко', 0],
            ['железко', 'железко', 1],
            ['железко', 'железко', 2],
            ['железко', 'железко', 30],

            ['железнодорожник', 'железнодорожник', 0],
            ['железнодорожник', 'железнодорожник', 1],
            ['железнодорожник', 'железнодорожник', 2],
            ['железнодорожник', 'железнодорожник', 30],

            ['железо', 'железо', 0],
            ['железо', 'железо', 1],
            ['железо', 'железо', 2],
            ['железо', 'железо', 30],

            ['железяка', 'железяка', 0],
            ['железяка', 'железяка', 1],
            ['железяка', 'железяка', 2],
            ['железяка', 'железяка', 30],

            ['желика', 'желика', 0],
            ['желика', 'желика', 1],
            ['желика', 'желика', 2],
            ['желика', 'желика', 30],

            ['желоб', 'желоб', 0],
            ['желоб', 'желоб', 1],
            ['желоб', 'желоб', 2],
            ['желоб', 'желоб', 30],

            ['желобок', 'желобок', 0],
            ['желобок', 'желобок', 1],
            ['желобок', 'желобок', 2],
            ['желобок', 'желобок', 30],

            ['желтизна', 'желтизна', 0],
            ['желтизна', 'желтизна', 1],
            ['желтизна', 'желтизна', 2],
            ['желтизна', 'желтизна', 30],

            ['желток', 'желток', 0],
            ['желток', 'желток', 1],
            ['желток', 'желток', 2],
            ['желток', 'желток', 30],

            ['желтуха', 'желтуха', 0],
            ['желтуха', 'желтуха', 1],
            ['желтуха', 'желтуха', 2],
            ['желтуха', 'желтуха', 30],

            ['желудок', 'желудок', 0],
            ['желудок', 'желудок', 1],
            ['желудок', 'желудок', 2],
            ['желудок', 'желудок', 30],

            ['желудочек', 'желудочек', 0],
            ['желудочек', 'желудочек', 1],
            ['желудочек', 'желудочек', 2],
            ['желудочек', 'желудочек', 30],

            ['желудь', 'желудь', 0],
            ['желудь', 'желудь', 1],
            ['желудь', 'желудь', 2],
            ['желудь', 'желудь', 30],

            ['желчь', 'желчь', 0],
            ['желчь', 'желчь', 1],
            ['желчь', 'желчь', 2],
            ['желчь', 'желчь', 30],

            ['желя', 'желя', 0],
            ['желя', 'желя', 1],
            ['желя', 'желя', 2],
            ['желя', 'желя', 30],

            ['жемчуг', 'жемчуг', 0],
            ['жемчуг', 'жемчуг', 1],
            ['жемчуг', 'жемчуг', 2],
            ['жемчуг', 'жемчуг', 30],

            ['жемчужина', 'жемчужина', 0],
            ['жемчужина', 'жемчужина', 1],
            ['жемчужина', 'жемчужина', 2],
            ['жемчужина', 'жемчужина', 30],

            ['жена', 'жена', 0],
            ['жена', 'жена', 1],
            ['жена', 'жена', 2],
            ['жена', 'жена', 30],

            ['женева', 'женева', 0],
            ['женева', 'женева', 1],
            ['женева', 'женева', 2],
            ['женева', 'женева', 30],

            ['женитьба', 'женитьба', 0],
            ['женитьба', 'женитьба', 1],
            ['женитьба', 'женитьба', 2],
            ['женитьба', 'женитьба', 30],

            ['жених', 'жених', 0],
            ['жених', 'жених', 1],
            ['жених', 'жених', 2],
            ['жених', 'жених', 30],

            ['женишок', 'женишок', 0],
            ['женишок', 'женишок', 1],
            ['женишок', 'женишок', 2],
            ['женишок', 'женишок', 30],

            ['женка', 'женка', 0],
            ['женка', 'женка', 1],
            ['женка', 'женка', 2],
            ['женка', 'женка', 30],

            ['женственность', 'женственность', 0],
            ['женственность', 'женственность', 1],
            ['женственность', 'женственность', 2],
            ['женственность', 'женственность', 30],

            ['женушка', 'женушка', 0],
            ['женушка', 'женушка', 1],
            ['женушка', 'женушка', 2],
            ['женушка', 'женушка', 30],

            ['женщина', 'женщина', 0],
            ['женщина', 'женщина', 1],
            ['женщина', 'женщина', 2],
            ['женщина', 'женщина', 30],

            ['женьшень', 'женьшень', 0],
            ['женьшень', 'женьшень', 1],
            ['женьшень', 'женьшень', 2],
            ['женьшень', 'женьшень', 30],

            ['женюра', 'женюра', 0],
            ['женюра', 'женюра', 1],
            ['женюра', 'женюра', 2],
            ['женюра', 'женюра', 30],

            ['женюша', 'женюша', 0],
            ['женюша', 'женюша', 1],
            ['женюша', 'женюша', 2],
            ['женюша', 'женюша', 30],

            ['женя', 'женя', 0],
            ['женя', 'женя', 1],
            ['женя', 'женя', 2],
            ['женя', 'женя', 30],

            ['жердина', 'жердина', 0],
            ['жердина', 'жердина', 1],
            ['жердина', 'жердина', 2],
            ['жердина', 'жердина', 30],

            ['жердочка', 'жердочка', 0],
            ['жердочка', 'жердочка', 1],
            ['жердочка', 'жердочка', 2],
            ['жердочка', 'жердочка', 30],

            ['жердь', 'жердь', 0],
            ['жердь', 'жердь', 1],
            ['жердь', 'жердь', 2],
            ['жердь', 'жердь', 30],

            ['жеребенок', 'жеребенок', 0],
            ['жеребенок', 'жеребенок', 1],
            ['жеребенок', 'жеребенок', 2],
            ['жеребенок', 'жеребенок', 30],

            ['жеребец', 'жеребец', 0],
            ['жеребец', 'жеребец', 1],
            ['жеребец', 'жеребец', 2],
            ['жеребец', 'жеребец', 30],

            ['жерло', 'жерло', 0],
            ['жерло', 'жерло', 1],
            ['жерло', 'жерло', 2],
            ['жерло', 'жерло', 30],

            ['жермен', 'жермен', 0],
            ['жермен', 'жермен', 1],
            ['жермен', 'жермен', 2],
            ['жермен', 'жермен', 30],

            ['жернов', 'жернов', 0],
            ['жернов', 'жернов', 1],
            ['жернов', 'жернов', 2],
            ['жернов', 'жернов', 30],

            ['жертва', 'жертва', 0],
            ['жертва', 'жертва', 1],
            ['жертва', 'жертва', 2],
            ['жертва', 'жертва', 30],

            ['жертвоприношение', 'жертвоприношение', 0],
            ['жертвоприношение', 'жертвоприношение', 1],
            ['жертвоприношение', 'жертвоприношение', 2],
            ['жертвоприношение', 'жертвоприношение', 30],

            ['жест', 'жест', 0],
            ['жест', 'жест', 1],
            ['жест', 'жест', 2],
            ['жест', 'жест', 30],

            ['жестикуляция', 'жестикуляция', 0],
            ['жестикуляция', 'жестикуляция', 1],
            ['жестикуляция', 'жестикуляция', 2],
            ['жестикуляция', 'жестикуляция', 30],

            ['жесткость', 'жесткость', 0],
            ['жесткость', 'жесткость', 1],
            ['жесткость', 'жесткость', 2],
            ['жесткость', 'жесткость', 30],

            ['жестокость', 'жестокость', 0],
            ['жестокость', 'жестокость', 1],
            ['жестокость', 'жестокость', 2],
            ['жестокость', 'жестокость', 30],

            ['жесть', 'жесть', 0],
            ['жесть', 'жесть', 1],
            ['жесть', 'жесть', 2],
            ['жесть', 'жесть', 30],

            ['жестянка', 'жестянка', 0],
            ['жестянка', 'жестянка', 1],
            ['жестянка', 'жестянка', 2],
            ['жестянка', 'жестянка', 30],

            ['жестянщик', 'жестянщик', 0],
            ['жестянщик', 'жестянщик', 1],
            ['жестянщик', 'жестянщик', 2],
            ['жестянщик', 'жестянщик', 30],

            ['жетон', 'жетон', 0],
            ['жетон', 'жетон', 1],
            ['жетон', 'жетон', 2],
            ['жетон', 'жетон', 30],

            ['жеша', 'жеша', 0],
            ['жеша', 'жеша', 1],
            ['жеша', 'жеша', 2],
            ['жеша', 'жеша', 30],

            ['жжение', 'жжение', 0],
            ['жжение', 'жжение', 1],
            ['жжение', 'жжение', 2],
            ['жжение', 'жжение', 30],

            ['живность', 'живность', 0],
            ['живность', 'живность', 1],
            ['живность', 'живность', 2],
            ['живность', 'живность', 30],

            ['живоглот', 'живоглот', 0],
            ['живоглот', 'живоглот', 1],
            ['живоглот', 'живоглот', 2],
            ['живоглот', 'живоглот', 30],

            ['живой', 'живой', 0],
            ['живой', 'живой', 1],
            ['живой', 'живой', 2],
            ['живой', 'живой', 30],

            ['живописец', 'живописец', 0],
            ['живописец', 'живописец', 1],
            ['живописец', 'живописец', 2],
            ['живописец', 'живописец', 30],

            ['живопись', 'живопись', 0],
            ['живопись', 'живопись', 1],
            ['живопись', 'живопись', 2],
            ['живопись', 'живопись', 30],

            ['живость', 'живость', 0],
            ['живость', 'живость', 1],
            ['живость', 'живость', 2],
            ['живость', 'живость', 30],

            ['живот', 'живот', 0],
            ['живот', 'живот', 1],
            ['живот', 'живот', 2],
            ['живот', 'живот', 30],

            ['животик', 'животик', 0],
            ['животик', 'животик', 1],
            ['животик', 'животик', 2],
            ['животик', 'животик', 30],

            ['живучесть', 'живучесть', 0],
            ['живучесть', 'живучесть', 1],
            ['живучесть', 'живучесть', 2],
            ['живучесть', 'живучесть', 30],

            ['живчик', 'живчик', 0],
            ['живчик', 'живчик', 1],
            ['живчик', 'живчик', 2],
            ['живчик', 'живчик', 30],

            ['жигули', 'жигули', 0],
            ['жигули', 'жигули', 1],
            ['жигули', 'жигули', 2],
            ['жигули', 'жигули', 30],

            ['жид', 'жид', 0],
            ['жид', 'жид', 1],
            ['жид', 'жид', 2],
            ['жид', 'жид', 30],

            ['жидкость', 'жидкость', 0],
            ['жидкость', 'жидкость', 1],
            ['жидкость', 'жидкость', 2],
            ['жидкость', 'жидкость', 30],

            ['жижа', 'жижа', 0],
            ['жижа', 'жижа', 1],
            ['жижа', 'жижа', 2],
            ['жижа', 'жижа', 30],

            ['жизнедеятельность', 'жизнедеятельность', 0],
            ['жизнедеятельность', 'жизнедеятельность', 1],
            ['жизнедеятельность', 'жизнедеятельность', 2],
            ['жизнедеятельность', 'жизнедеятельность', 30],

            ['жизнеобеспечение', 'жизнеобеспечение', 0],
            ['жизнеобеспечение', 'жизнеобеспечение', 1],
            ['жизнеобеспечение', 'жизнеобеспечение', 2],
            ['жизнеобеспечение', 'жизнеобеспечение', 30],

            ['жизнеописание', 'жизнеописание', 0],
            ['жизнеописание', 'жизнеописание', 1],
            ['жизнеописание', 'жизнеописание', 2],
            ['жизнеописание', 'жизнеописание', 30],

            ['жизнерадостность', 'жизнерадостность', 0],
            ['жизнерадостность', 'жизнерадостность', 1],
            ['жизнерадостность', 'жизнерадостность', 2],
            ['жизнерадостность', 'жизнерадостность', 30],

            ['жизнь', 'жизнь', 0],
            ['жизнь', 'жизнь', 1],
            ['жизнь', 'жизнь', 2],
            ['жизнь', 'жизнь', 30],

            ['жила', 'жила', 0],
            ['жила', 'жила', 1],
            ['жила', 'жила', 2],
            ['жила', 'жила', 30],

            ['жилет', 'жилет', 0],
            ['жилет', 'жилет', 1],
            ['жилет', 'жилет', 2],
            ['жилет', 'жилет', 30],

            ['жилетка', 'жилетка', 0],
            ['жилетка', 'жилетка', 1],
            ['жилетка', 'жилетка', 2],
            ['жилетка', 'жилетка', 30],

            ['жилец', 'жилец', 0],
            ['жилец', 'жилец', 1],
            ['жилец', 'жилец', 2],
            ['жилец', 'жилец', 30],

            ['жилище', 'жилище', 0],
            ['жилище', 'жилище', 1],
            ['жилище', 'жилище', 2],
            ['жилище', 'жилище', 30],

            ['жилка', 'жилка', 0],
            ['жилка', 'жилка', 1],
            ['жилка', 'жилка', 2],
            ['жилка', 'жилка', 30],

            ['жилплощадь', 'жилплощадь', 0],
            ['жилплощадь', 'жилплощадь', 1],
            ['жилплощадь', 'жилплощадь', 2],
            ['жилплощадь', 'жилплощадь', 30],

            ['жилье', 'жилье', 0],
            ['жилье', 'жилье', 1],
            ['жилье', 'жилье', 2],
            ['жилье', 'жилье', 30],

            ['жинка', 'жинка', 0],
            ['жинка', 'жинка', 1],
            ['жинка', 'жинка', 2],
            ['жинка', 'жинка', 30],

            ['жир', 'жир', 0],
            ['жир', 'жир', 1],
            ['жир', 'жир', 2],
            ['жир', 'жир', 30],

            ['жираф', 'жираф', 0],
            ['жираф', 'жираф', 1],
            ['жираф', 'жираф', 2],
            ['жираф', 'жираф', 30],

            ['жирафа', 'жирафа', 0],
            ['жирафа', 'жирафа', 1],
            ['жирафа', 'жирафа', 2],
            ['жирафа', 'жирафа', 30],

            ['жирность', 'жирность', 0],
            ['жирность', 'жирность', 1],
            ['жирность', 'жирность', 2],
            ['жирность', 'жирность', 30],

            ['жирок', 'жирок', 0],
            ['жирок', 'жирок', 1],
            ['жирок', 'жирок', 2],
            ['жирок', 'жирок', 30],

            ['житель', 'житель', 0],
            ['житель', 'житель', 1],
            ['житель', 'житель', 2],
            ['житель', 'житель', 30],

            ['жительница', 'жительница', 0],
            ['жительница', 'жительница', 1],
            ['жительница', 'жительница', 2],
            ['жительница', 'жительница', 30],

            ['жительство', 'жительство', 0],
            ['жительство', 'жительство', 1],
            ['жительство', 'жительство', 2],
            ['жительство', 'жительство', 30],

            ['житие', 'житие', 0],
            ['житие', 'житие', 1],
            ['житие', 'житие', 2],
            ['житие', 'житие', 30],

            ['житомир', 'житомир', 0],
            ['житомир', 'житомир', 1],
            ['житомир', 'житомир', 2],
            ['житомир', 'житомир', 30],

            ['житье', 'житье', 0],
            ['житье', 'житье', 1],
            ['житье', 'житье', 2],
            ['житье', 'житье', 30],

            ['жлоб', 'жлоб', 0],
            ['жлоб', 'жлоб', 1],
            ['жлоб', 'жлоб', 2],
            ['жлоб', 'жлоб', 30],

            ['жмот', 'жмот', 0],
            ['жмот', 'жмот', 1],
            ['жмот', 'жмот', 2],
            ['жмот', 'жмот', 30],

            ['жмых', 'жмых', 0],
            ['жмых', 'жмых', 1],
            ['жмых', 'жмых', 2],
            ['жмых', 'жмых', 30],

            ['жокей', 'жокей', 0],
            ['жокей', 'жокей', 1],
            ['жокей', 'жокей', 2],
            ['жокей', 'жокей', 30],

            ['жонглер', 'жонглер', 0],
            ['жонглер', 'жонглер', 1],
            ['жонглер', 'жонглер', 2],
            ['жонглер', 'жонглер', 30],

            ['жопа', 'жопа', 0],
            ['жопа', 'жопа', 1],
            ['жопа', 'жопа', 2],
            ['жопа', 'жопа', 30],

            ['жора', 'жора', 0],
            ['жора', 'жора', 1],
            ['жора', 'жора', 2],
            ['жора', 'жора', 30],

            ['жратва', 'жратва', 0],
            ['жратва', 'жратва', 1],
            ['жратва', 'жратва', 2],
            ['жратва', 'жратва', 30],

            ['жребий', 'жребий', 0],
            ['жребий', 'жребий', 1],
            ['жребий', 'жребий', 2],
            ['жребий', 'жребий', 30],

            ['жрец', 'жрец', 0],
            ['жрец', 'жрец', 1],
            ['жрец', 'жрец', 2],
            ['жрец', 'жрец', 30],

            ['жрица', 'жрица', 0],
            ['жрица', 'жрица', 1],
            ['жрица', 'жрица', 2],
            ['жрица', 'жрица', 30],

            ['жужжание', 'жужжание', 0],
            ['жужжание', 'жужжание', 1],
            ['жужжание', 'жужжание', 2],
            ['жужжание', 'жужжание', 30],

            ['жук', 'жук', 0],
            ['жук', 'жук', 1],
            ['жук', 'жук', 2],
            ['жук', 'жук', 30],

            ['жукова', 'жукова', 0],
            ['жукова', 'жукова', 1],
            ['жукова', 'жукова', 2],
            ['жукова', 'жукова', 30],

            ['жулик', 'жулик', 0],
            ['жулик', 'жулик', 1],
            ['жулик', 'жулик', 2],
            ['жулик', 'жулик', 30],

            ['жулье', 'жулье', 0],
            ['жулье', 'жулье', 1],
            ['жулье', 'жулье', 2],
            ['жулье', 'жулье', 30],

            ['жульничество', 'жульничество', 0],
            ['жульничество', 'жульничество', 1],
            ['жульничество', 'жульничество', 2],
            ['жульничество', 'жульничество', 30],

            ['журавль', 'журавль', 0],
            ['журавль', 'журавль', 1],
            ['журавль', 'журавль', 2],
            ['журавль', 'журавль', 30],

            ['журбин', 'журбин', 0],
            ['журбин', 'журбин', 1],
            ['журбин', 'журбин', 2],
            ['журбин', 'журбин', 30],

            ['журков', 'журков', 0],
            ['журков', 'журков', 1],
            ['журков', 'журков', 2],
            ['журков', 'журков', 30],

            ['журнал', 'журнал', 0],
            ['журнал', 'журнал', 1],
            ['журнал', 'журнал', 2],
            ['журнал', 'журнал', 30],

            ['журналист', 'журналист', 0],
            ['журналист', 'журналист', 1],
            ['журналист', 'журналист', 2],
            ['журналист', 'журналист', 30],

            ['журналистика', 'журналистика', 0],
            ['журналистика', 'журналистика', 1],
            ['журналистика', 'журналистика', 2],
            ['журналистика', 'журналистика', 30],

            ['журналистка', 'журналистка', 0],
            ['журналистка', 'журналистка', 1],
            ['журналистка', 'журналистка', 2],
            ['журналистка', 'журналистка', 30],

            ['журнальчик', 'журнальчик', 0],
            ['журнальчик', 'журнальчик', 1],
            ['журнальчик', 'журнальчик', 2],
            ['журнальчик', 'журнальчик', 30],

            ['журчание', 'журчание', 0],
            ['журчание', 'журчание', 1],
            ['журчание', 'журчание', 2],
            ['журчание', 'журчание', 30],

            ['жуть', 'жуть', 0],
            ['жуть', 'жуть', 1],
            ['жуть', 'жуть', 2],
            ['жуть', 'жуть', 30],

            ['жучок', 'жучок', 0],
            ['жучок', 'жучок', 1],
            ['жучок', 'жучок', 2],
            ['жучок', 'жучок', 30],

            ['жэк', 'жэк', 0],
            ['жэк', 'жэк', 1],
            ['жэк', 'жэк', 2],
            ['жэк', 'жэк', 30],

            ['жюри', 'жюри', 0],
            ['жюри', 'жюри', 1],
            ['жюри', 'жюри', 2],
            ['жюри', 'жюри', 30]
        ];
    }
}
