<?php
declare(strict_types=1);

namespace Noldors\Inflect\Tests\RussianDataProviders;

class LetterA
{
    public static function data():array
    {
        return [
            ['', '', 0],
            ['', '', 1],
            ['', '', 2],
            ['', '', 30],

            ['абажур', 'абажуров', 0],
            ['абажур', 'абажур', 1],
            ['абажур', 'абажура', 2],
            ['абажур', 'абажуров', 30],

            ['аббревиатура', 'аббревиатур', 0],
            ['аббревиатура', 'аббревиатура', 1],
            ['аббревиатура', 'аббревиатуры', 2],
            ['аббревиатура', 'аббревиатур', 30],

            ['абвер', 'абверов', 0],
            ['абвер', 'абвер', 1],
            ['абвер', 'абвера', 2],
            ['абвер', 'абверов', 30],

            ['аберрация', 'аберраций', 0],
            ['аберрация', 'аберрация', 1],
            ['аберрация', 'аберрации', 2],
            ['аберрация', 'аберраций', 30],

            ['абзац', 'абзацев', 0],
            ['абзац', 'абзац', 1],
            ['абзац', 'абзаца', 2],
            ['абзац', 'абзацев', 30],

            ['абитуриент', 'абитуриентов', 0],
            ['абитуриент', 'абитуриент', 1],
            ['абитуриент', 'абитуриента', 2],
            ['абитуриент', 'абитуриентов', 30],

            ['абонемент', 'абонементов', 0],
            ['абонемент', 'абонемент', 1],
            ['абонемент', 'абонемента', 2],
            ['абонемент', 'абонементов', 30],

            ['абонент', 'абонентов', 0],
            ['абонент', 'абонент', 1],
            ['абонент', 'абонента', 2],
            ['абонент', 'абонентов', 30],

            ['абориген', 'аборигенов', 0],
            ['абориген', 'абориген', 1],
            ['абориген', 'аборигена', 2],
            ['абориген', 'аборигенов', 30],

            ['аборт', 'абортов', 0],
            ['аборт', 'аборт', 1],
            ['аборт', 'аборта', 2],
            ['аборт', 'абортов', 30],

            ['абразив', 'абразивов', 0],
            ['абразив', 'абразив', 1],
            ['абразив', 'абразива', 2],
            ['абразив', 'абразивов', 30],

            ['абракадабра', 'абракадабр', 0],
            ['абракадабра', 'абракадабра', 1],
            ['абракадабра', 'абракадабры', 2],
            ['абракадабра', 'абракадабр', 30],

            ['абрикос', 'абрикосов', 0],
            ['абрикос', 'абрикос', 1],
            ['абрикос', 'абрикоса', 2],
            ['абрикос', 'абрикосов', 30],

            ['абсолют', 'абсолютов', 0],
            ['абсолют', 'абсолют', 1],
            ['абсолют', 'абсолюта', 2],
            ['абсолют', 'абсолютов', 30],

            ['абстракция', 'абстракций', 0],
            ['абстракция', 'абстракция', 1],
            ['абстракция', 'абстракции', 2],
            ['абстракция', 'абстракций', 30],

            ['абсурд', 'абсурдов', 0],
            ['абсурд', 'абсурд', 1],
            ['абсурд', 'абсурда', 2],
            ['абсурд', 'абсурдов', 30],

            ['абсурдность', 'абсурдностей', 0],
            ['абсурдность', 'абсурдность', 1],
            ['абсурдность', 'абсурдности', 2],
            ['абсурдность', 'абсурдностей', 30],

            ['абсцесс', 'абсцессов', 0],
            ['абсцесс', 'абсцесс', 1],
            ['абсцесс', 'абсцесса', 2],
            ['абсцесс', 'абсцессов', 30],

            ['абхазец', 'абхазцев', 0],
            ['абхазец', 'абхазец', 1],
            ['абхазец', 'абхазца', 2],
            ['абхазец', 'абхазцев', 30],

            ['авангард', 'авангардов', 0],
            ['авангард', 'авангард', 1],
            ['авангард', 'авангарда', 2],
            ['авангард', 'авангардов', 30],

            ['аванс', 'авансов', 0],
            ['аванс', 'аванс', 1],
            ['аванс', 'аванса', 2],
            ['аванс', 'авансов', 30],

            ['авансцена', 'авансцен', 0],
            ['авансцена', 'авансцена', 1],
            ['авансцена', 'авансцены', 2],
            ['авансцена', 'авансцен', 30],

            ['авантюра', 'авантюр', 0],
            ['авантюра', 'авантюра', 1],
            ['авантюра', 'авантюры', 2],
            ['авантюра', 'авантюр', 30],

            ['авантюрист', 'авантюристов', 0],
            ['авантюрист', 'авантюрист', 1],
            ['авантюрист', 'авантюриста', 2],
            ['авантюрист', 'авантюристов', 30],

            ['аварец', 'аварцев', 0],
            ['аварец', 'аварец', 1],
            ['аварец', 'аварца', 2],
            ['аварец', 'аварцев', 30],

            ['авария', 'аварий', 0],
            ['авария', 'авария', 1],
            ['авария', 'аварии', 2],
            ['авария', 'аварий', 30],

            ['август', 'августов', 0],
            ['август', 'август', 1],
            ['август', 'августа', 2],
            ['август', 'августов', 30],

            ['авеню', 'авеню', 0],
            ['авеню', 'авеню', 1],
            ['авеню', 'авеню', 2],
            ['авеню', 'авеню', 30],

            ['авиакомпания', 'авиакомпаний', 0],
            ['авиакомпания', 'авиакомпания', 1],
            ['авиакомпания', 'авиакомпании', 2],
            ['авиакомпания', 'авиакомпаний', 30],

            ['авиаконструктор', 'авиаконструкторов', 0],
            ['авиаконструктор', 'авиаконструктор', 1],
            ['авиаконструктор', 'авиаконструктора', 2],
            ['авиаконструктор', 'авиаконструкторов', 30],

            ['авиалиния', 'авиалиний', 0],
            ['авиалиния', 'авиалиния', 1],
            ['авиалиния', 'авиалинии', 2],
            ['авиалиния', 'авиалиний', 30],

            ['авиатор', 'авиаторов', 0],
            ['авиатор', 'авиатор', 1],
            ['авиатор', 'авиатора', 2],
            ['авиатор', 'авиаторов', 30],

            ['авиация', 'авиаций', 0],
            ['авиация', 'авиация', 1],
            ['авиация', 'авиации', 2],
            ['авиация', 'авиаций', 30],

            ['авиньон', 'авиньонов', 0],
            ['авиньон', 'авиньон', 1],
            ['авиньон', 'авиньона', 2],
            ['авиньон', 'авиньонов', 30],

            ['авитаминоз', 'авитаминозов', 0],
            ['авитаминоз', 'авитаминоз', 1],
            ['авитаминоз', 'авитаминоза', 2],
            ['авитаминоз', 'авитаминозов', 30],

            ['авоська', 'авосек', 0],
            ['авоська', 'авоська', 1],
            ['авоська', 'авоськи', 2],
            ['авоська', 'авосек', 30],

            ['аврал', 'авралов', 0],
            ['аврал', 'аврал', 1],
            ['аврал', 'аврала', 2],
            ['аврал', 'авралов', 30],

            ['аврора', 'аврор', 0],
            ['аврора', 'аврора', 1],
            ['аврора', 'авроры', 2],
            ['аврора', 'аврор', 30],

            ['австралиец', 'австралийцев', 0],
            ['австралиец', 'австралиец', 1],
            ['австралиец', 'австралийца', 2],
            ['австралиец', 'австралийцев', 30],

            ['австриец', 'австрийцев', 0],
            ['австриец', 'австриец', 1],
            ['австриец', 'австрийца', 2],
            ['австриец', 'австрийцев', 30],

            ['авто', 'авто', 0],
            ['авто', 'авто', 1],
            ['авто', 'авто', 2],
            ['авто', 'авто', 30],

            ['автобаза', 'автобаз', 0],
            ['автобаза', 'автобаза', 1],
            ['автобаза', 'автобазы', 2],
            ['автобаза', 'автобаз', 30],

            ['автобиография', 'автобиографий', 0],
            ['автобиография', 'автобиография', 1],
            ['автобиография', 'автобиографии', 2],
            ['автобиография', 'автобиографий', 30],

            ['автобус', 'автобусов', 0],
            ['автобус', 'автобус', 1],
            ['автобус', 'автобуса', 2],
            ['автобус', 'автобусов', 30],

            ['автовокзал', 'автовокзалов', 0],
            ['автовокзал', 'автовокзал', 1],
            ['автовокзал', 'автовокзала', 2],
            ['автовокзал', 'автовокзалов', 30],

            ['автограф', 'автографов', 0],
            ['автограф', 'автограф', 1],
            ['автограф', 'автографа', 2],
            ['автограф', 'автографов', 30],

            ['автозавод', 'автозаводов', 0],
            ['автозавод', 'автозавод', 1],
            ['автозавод', 'автозавода', 2],
            ['автозавод', 'автозаводов', 30],

            ['автокатастрофа', 'автокатастроф', 0],
            ['автокатастрофа', 'автокатастрофа', 1],
            ['автокатастрофа', 'автокатастрофы', 2],
            ['автокатастрофа', 'автокатастроф', 30],

            ['автоколонна', 'автоколонн', 0],
            ['автоколонна', 'автоколонна', 1],
            ['автоколонна', 'автоколонны', 2],
            ['автоколонна', 'автоколонн', 30],

            ['автолавка', 'автолавок', 0],
            ['автолавка', 'автолавка', 1],
            ['автолавка', 'автолавки', 2],
            ['автолавка', 'автолавок', 30],

            ['автолюбитель', 'автолюбителей', 0],
            ['автолюбитель', 'автолюбитель', 1],
            ['автолюбитель', 'автолюбителя', 2],
            ['автолюбитель', 'автолюбителей', 30],

            ['автомат', 'автоматов', 0],
            ['автомат', 'автомат', 1],
            ['автомат', 'автомата', 2],
            ['автомат', 'автоматов', 30],

            ['автоматизация', 'автоматизаций', 0],
            ['автоматизация', 'автоматизация', 1],
            ['автоматизация', 'автоматизации', 2],
            ['автоматизация', 'автоматизаций', 30],

            ['автоматизм', 'автоматизмов', 0],
            ['автоматизм', 'автоматизм', 1],
            ['автоматизм', 'автоматизма', 2],
            ['автоматизм', 'автоматизмов', 30],

            ['автоматика', 'автоматик', 0],
            ['автоматика', 'автоматика', 1],
            ['автоматика', 'автоматики', 2],
            ['автоматика', 'автоматик', 30],

            ['автоматчик', 'автоматчиков', 0],
            ['автоматчик', 'автоматчик', 1],
            ['автоматчик', 'автоматчика', 2],
            ['автоматчик', 'автоматчиков', 30],

            ['автомашина', 'автомашин', 0],
            ['автомашина', 'автомашина', 1],
            ['автомашина', 'автомашины', 2],
            ['автомашина', 'автомашин', 30],

            ['автомобилист', 'автомобилистов', 0],
            ['автомобилист', 'автомобилист', 1],
            ['автомобилист', 'автомобилиста', 2],
            ['автомобилист', 'автомобилистов', 30],

            ['автомобиль', 'автомобилей', 0],
            ['автомобиль', 'автомобиль', 1],
            ['автомобиль', 'автомобиля', 2],
            ['автомобиль', 'автомобилей', 30],

            ['автомобильчик', 'автомобильчиков', 0],
            ['автомобильчик', 'автомобильчик', 1],
            ['автомобильчик', 'автомобильчика', 2],
            ['автомобильчик', 'автомобильчиков', 30],

            ['автономия', 'автономий', 0],
            ['автономия', 'автономия', 1],
            ['автономия', 'автономии', 2],
            ['автономия', 'автономий', 30],

            ['автоответчик', 'автоответчиков', 0],
            ['автоответчик', 'автоответчик', 1],
            ['автоответчик', 'автоответчика', 2],
            ['автоответчик', 'автоответчиков', 30],

            ['автопарк', 'автопарков', 0],
            ['автопарк', 'автопарк', 1],
            ['автопарк', 'автопарка', 2],
            ['автопарк', 'автопарков', 30],

            ['автопилот', 'автопилотов', 0],
            ['автопилот', 'автопилот', 1],
            ['автопилот', 'автопилота', 2],
            ['автопилот', 'автопилотов', 30],

            ['автор', 'авторов', 0],
            ['автор', 'автор', 1],
            ['автор', 'автора', 2],
            ['автор', 'авторов', 30],

            ['авторитет', 'авторитетов', 0],
            ['авторитет', 'авторитет', 1],
            ['авторитет', 'авторитета', 2],
            ['авторитет', 'авторитетов', 30],

            ['авторство', 'авторств', 0],
            ['авторство', 'авторство', 1],
            ['авторство', 'авторства', 2],
            ['авторство', 'авторств', 30],

            ['авторучка', 'авторучек', 0],
            ['авторучка', 'авторучка', 1],
            ['авторучка', 'авторучки', 2],
            ['авторучка', 'авторучек', 30],

            ['автосервис', 'автосервисов', 0],
            ['автосервис', 'автосервис', 1],
            ['автосервис', 'автосервиса', 2],
            ['автосервис', 'автосервисов', 30],

            ['автослесарь', 'автослесарей', 0],
            ['автослесарь', 'автослесарь', 1],
            ['автослесарь', 'автослесаря', 2],
            ['автослесарь', 'автослесарей', 30],

            ['автостоянка', 'автостоянок', 0],
            ['автостоянка', 'автостоянка', 1],
            ['автостоянка', 'автостоянки', 2],
            ['автостоянка', 'автостоянок', 30],

            ['автострада', 'автострад', 0],
            ['автострада', 'автострада', 1],
            ['автострада', 'автострады', 2],
            ['автострада', 'автострад', 30],

            ['автотранспорт', 'автотранспортов', 0],
            ['автотранспорт', 'автотранспорт', 1],
            ['автотранспорт', 'автотранспорта', 2],
            ['автотранспорт', 'автотранспортов', 30],

            ['автоцентр', 'автоцентров', 0],
            ['автоцентр', 'автоцентр', 1],
            ['автоцентр', 'автоцентра', 2],
            ['автоцентр', 'автоцентров', 30],

            ['агат', 'агатов', 0],
            ['агат', 'агат', 1],
            ['агат', 'агата', 2],
            ['агат', 'агатов', 30],

            ['агент', 'агентов', 0],
            ['агент', 'агент', 1],
            ['агент', 'агента', 2],
            ['агент', 'агентов', 30],

            ['агентство', 'агентств', 0],
            ['агентство', 'агентство', 1],
            ['агентство', 'агентства', 2],
            ['агентство', 'агентств', 30],

            ['агентура', 'агентур', 0],
            ['агентура', 'агентура', 1],
            ['агентура', 'агентуры', 2],
            ['агентура', 'агентур', 30],

            ['агитатор', 'агитаторов', 0],
            ['агитатор', 'агитатор', 1],
            ['агитатор', 'агитатора', 2],
            ['агитатор', 'агитаторов', 30],

            ['агитация', 'агитаций', 0],
            ['агитация', 'агитация', 1],
            ['агитация', 'агитации', 2],
            ['агитация', 'агитаций', 30],

            ['агитпроп', 'агитпроп', 0],
            ['агитпроп', 'агитпроп', 1],
            ['агитпроп', 'агитпроп', 2],
            ['агитпроп', 'агитпроп', 30],

            ['агония', 'агоний', 0],
            ['агония', 'агония', 1],
            ['агония', 'агонии', 2],
            ['агония', 'агоний', 30],

            ['агрегат', 'агрегатов', 0],
            ['агрегат', 'агрегат', 1],
            ['агрегат', 'агрегата', 2],
            ['агрегат', 'агрегатов', 30],

            ['агрессивность', 'агрессивностей', 0],
            ['агрессивность', 'агрессивность', 1],
            ['агрессивность', 'агрессивности', 2],
            ['агрессивность', 'агрессивностей', 30],

            ['агрессия', 'агрессий', 0],
            ['агрессия', 'агрессия', 1],
            ['агрессия', 'агрессии', 2],
            ['агрессия', 'агрессий', 30],

            ['агрессор', 'агрессоров', 0],
            ['агрессор', 'агрессор', 1],
            ['агрессор', 'агрессора', 2],
            ['агрессор', 'агрессоров', 30],

            ['агроном', 'агрономов', 0],
            ['агроном', 'агроном', 1],
            ['агроном', 'агронома', 2],
            ['агроном', 'агрономов', 30],

            ['агути', 'агути', 0],
            ['агути', 'агути', 1],
            ['агути', 'агути', 2],
            ['агути', 'агути', 30],

            ['ад', 'адов', 0],
            ['ад', 'ад', 1],
            ['ад', 'ада', 2],
            ['ад', 'адов', 30],

            ['адаптация', 'адаптаций', 0],
            ['адаптация', 'адаптация', 1],
            ['адаптация', 'адаптации', 2],
            ['адаптация', 'адаптаций', 30],

            ['адвентист', 'адвентистов', 0],
            ['адвентист', 'адвентист', 1],
            ['адвентист', 'адвентиста', 2],
            ['адвентист', 'адвентистов', 30],

            ['адвокат', 'адвокатов', 0],
            ['адвокат', 'адвокат', 1],
            ['адвокат', 'адвоката', 2],
            ['адвокат', 'адвокатов', 30],

            ['адепт', 'адептов', 0],
            ['адепт', 'адепт', 1],
            ['адепт', 'адепта', 2],
            ['адепт', 'адептов', 30],

            ['администратор', 'администраторов', 0],
            ['администратор', 'администратор', 1],
            ['администратор', 'администратора', 2],
            ['администратор', 'администраторов', 30],

            ['администрация', 'администраций', 0],
            ['администрация', 'администрация', 1],
            ['администрация', 'администрации', 2],
            ['администрация', 'администраций', 30],

            ['адмирал', 'адмиралов', 0],
            ['адмирал', 'адмирал', 1],
            ['адмирал', 'адмирала', 2],
            ['адмирал', 'адмиралов', 30],

            ['адмиралтейство', 'адмиралтейств', 0],
            ['адмиралтейство', 'адмиралтейство', 1],
            ['адмиралтейство', 'адмиралтейства', 2],
            ['адмиралтейство', 'адмиралтейств', 30],

            ['адрес', 'адресов', 0],
            ['адрес', 'адрес', 1],
            ['адрес', 'адреса', 2],
            ['адрес', 'адресов', 30],

            ['адресат', 'адресатов', 0],
            ['адресат', 'адресат', 1],
            ['адресат', 'адресата', 2],
            ['адресат', 'адресатов', 30],

            ['адресок', 'адресков', 0],
            ['адресок', 'адресок', 1],
            ['адресок', 'адреска', 2],
            ['адресок', 'адресков', 30],

            ['адъютант', 'адъютантов', 0],
            ['адъютант', 'адъютант', 1],
            ['адъютант', 'адъютанта', 2],
            ['адъютант', 'адъютантов', 30],

            ['ажиотаж', 'ажиотажей', 0],
            ['ажиотаж', 'ажиотаж', 1],
            ['ажиотаж', 'ажиотажа', 2],
            ['ажиотаж', 'ажиотажей', 30],

            ['ажур', 'ажуров', 0],
            ['ажур', 'ажур', 1],
            ['ажур', 'ажура', 2],
            ['ажур', 'ажуров', 30],

            ['азалия', 'азалий', 0],
            ['азалия', 'азалия', 1],
            ['азалия', 'азалии', 2],
            ['азалия', 'азалий', 30],

            ['азарт', 'азартов', 0],
            ['азарт', 'азарт', 1],
            ['азарт', 'азарта', 2],
            ['азарт', 'азартов', 30],

            ['азбука', 'азбук', 0],
            ['азбука', 'азбука', 1],
            ['азбука', 'азбуки', 2],
            ['азбука', 'азбук', 30],

            ['азербайджанец', 'азербайджанцев', 0],
            ['азербайджанец', 'азербайджанец', 1],
            ['азербайджанец', 'азербайджанца', 2],
            ['азербайджанец', 'азербайджанцев', 30],

            ['азиат', 'азиатов', 0],
            ['азиат', 'азиат', 1],
            ['азиат', 'азиата', 2],
            ['азиат', 'азиатов', 30],

            ['азимут', 'азимутов', 0],
            ['азимут', 'азимут', 1],
            ['азимут', 'азимута', 2],
            ['азимут', 'азимутов', 30],

            ['аист', 'аистов', 0],
            ['аист', 'аист', 1],
            ['аист', 'аиста', 2],
            ['аист', 'аистов', 30],

            ['айсберг', 'айсбергов', 0],
            ['айсберг', 'айсберг', 1],
            ['айсберг', 'айсберга', 2],
            ['айсберг', 'айсбергов', 30],

            ['академик', 'академиков', 0],
            ['академик', 'академик', 1],
            ['академик', 'академика', 2],
            ['академик', 'академиков', 30],

            ['академия', 'академий', 0],
            ['академия', 'академия', 1],
            ['академия', 'академии', 2],
            ['академия', 'академий', 30],

            ['акация', 'акаций', 0],
            ['акация', 'акация', 1],
            ['акация', 'акации', 2],
            ['акация', 'акаций', 30],

            ['акваланг', 'аквалангов', 0],
            ['акваланг', 'акваланг', 1],
            ['акваланг', 'акваланга', 2],
            ['акваланг', 'аквалангов', 30],

            ['акварель', 'акварелей', 0],
            ['акварель', 'акварель', 1],
            ['акварель', 'акварели', 2],
            ['акварель', 'акварелей', 30],

            ['аквариум', 'аквариумов', 0],
            ['аквариум', 'аквариум', 1],
            ['аквариум', 'аквариума', 2],
            ['аквариум', 'аквариумов', 30],

            ['акватория', 'акваторий', 0],
            ['акватория', 'акватория', 1],
            ['акватория', 'акватории', 2],
            ['акватория', 'акваторий', 30],

            ['акведук', 'акведуков', 0],
            ['акведук', 'акведук', 1],
            ['акведук', 'акведука', 2],
            ['акведук', 'акведуков', 30],

            ['акко', 'акко', 0],
            ['акко', 'акко', 1],
            ['акко', 'акко', 2],
            ['акко', 'акко', 30],

            ['аккомпанемент', 'аккомпанементов', 0],
            ['аккомпанемент', 'аккомпанемент', 1],
            ['аккомпанемент', 'аккомпанемента', 2],
            ['аккомпанемент', 'аккомпанементов', 30],

            ['аккорд', 'аккордов', 0],
            ['аккорд', 'аккорд', 1],
            ['аккорд', 'аккорда', 2],
            ['аккорд', 'аккордов', 30],

            ['аккордеон', 'аккордеонов', 0],
            ['аккордеон', 'аккордеон', 1],
            ['аккордеон', 'аккордеона', 2],
            ['аккордеон', 'аккордеонов', 30],

            ['аккумулятор', 'аккумуляторов', 0],
            ['аккумулятор', 'аккумулятор', 1],
            ['аккумулятор', 'аккумулятора', 2],
            ['аккумулятор', 'аккумуляторов', 30],

            ['аккуратность', 'аккуратностей', 0],
            ['аккуратность', 'аккуратность', 1],
            ['аккуратность', 'аккуратности', 2],
            ['аккуратность', 'аккуратностей', 30],

            ['аконит', 'аконитов', 0],
            ['аконит', 'аконит', 1],
            ['аконит', 'аконита', 2],
            ['аконит', 'аконитов', 30],

            ['акр', 'акров', 0],
            ['акр', 'акр', 1],
            ['акр', 'акра', 2],
            ['акр', 'акров', 30],

            ['акробат', 'акробатов', 0],
            ['акробат', 'акробат', 1],
            ['акробат', 'акробата', 2],
            ['акробат', 'акробатов', 30],

            ['аксакал', 'аксакалов', 0],
            ['аксакал', 'аксакал', 1],
            ['аксакал', 'аксакала', 2],
            ['аксакал', 'аксакалов', 30],

            ['акселератор', 'акселераторов', 0],
            ['акселератор', 'акселератор', 1],
            ['акселератор', 'акселератора', 2],
            ['акселератор', 'акселераторов', 30],

            ['акселерация', 'акселераций', 0],
            ['акселерация', 'акселерация', 1],
            ['акселерация', 'акселерации', 2],
            ['акселерация', 'акселераций', 30],

            ['аксессуар', 'аксессуаров', 0],
            ['аксессуар', 'аксессуар', 1],
            ['аксессуар', 'аксессуара', 2],
            ['аксессуар', 'аксессуаров', 30],

            ['аксиома', 'аксиом', 0],
            ['аксиома', 'аксиома', 1],
            ['аксиома', 'аксиомы', 2],
            ['аксиома', 'аксиом', 30],

            ['акт', 'актов', 0],
            ['акт', 'акт', 1],
            ['акт', 'акта', 2],
            ['акт', 'актов', 30],

            ['актау', 'актау', 0],
            ['актау', 'актау', 1],
            ['актау', 'актау', 2],
            ['актау', 'актау', 30],

            ['актер', 'актеров', 0],
            ['актер', 'актер', 1],
            ['актер', 'актера', 2],
            ['актер', 'актеров', 30],

            ['актив', 'активов', 0],
            ['актив', 'актив', 1],
            ['актив', 'актива', 2],
            ['актив', 'активов', 30],

            ['активизация', 'активизаций', 0],
            ['активизация', 'активизация', 1],
            ['активизация', 'активизации', 2],
            ['активизация', 'активизаций', 30],

            ['активист', 'активистов', 0],
            ['активист', 'активист', 1],
            ['активист', 'активиста', 2],
            ['активист', 'активистов', 30],

            ['активистка', 'активисток', 0],
            ['активистка', 'активистка', 1],
            ['активистка', 'активистки', 2],
            ['активистка', 'активисток', 30],

            ['активность', 'активностей', 0],
            ['активность', 'активность', 1],
            ['активность', 'активности', 2],
            ['активность', 'активностей', 30],

            ['актриса', 'актрис', 0],
            ['актриса', 'актриса', 1],
            ['актриса', 'актрисы', 2],
            ['актриса', 'актрис', 30],

            ['актуальность', 'актуальностей', 0],
            ['актуальность', 'актуальность', 1],
            ['актуальность', 'актуальности', 2],
            ['актуальность', 'актуальностей', 30],

            ['акула', 'акул', 0],
            ['акула', 'акула', 1],
            ['акула', 'акулы', 2],
            ['акула', 'акул', 30],

            ['акупунктура', 'акупунктур', 0],
            ['акупунктура', 'акупунктура', 1],
            ['акупунктура', 'акупунктуры', 2],
            ['акупунктура', 'акупунктур', 30],

            ['акушерка', 'акушерок', 0],
            ['акушерка', 'акушерка', 1],
            ['акушерка', 'акушерки', 2],
            ['акушерка', 'акушерок', 30],

            ['акцент', 'акцентов', 0],
            ['акцент', 'акцент', 1],
            ['акцент', 'акцента', 2],
            ['акцент', 'акцентов', 30],

            ['акционер', 'акционеров', 0],
            ['акционер', 'акционер', 1],
            ['акционер', 'акционера', 2],
            ['акционер', 'акционеров', 30],

            ['акция', 'акций', 0],
            ['акция', 'акция', 1],
            ['акция', 'акции', 2],
            ['акция', 'акций', 30],

            ['аладдин', 'аладдинов', 0],
            ['аладдин', 'аладдин', 1],
            ['аладдин', 'аладдина', 2],
            ['аладдин', 'аладдинов', 30],

            ['алгебра', 'алгебр', 0],
            ['алгебра', 'алгебра', 1],
            ['алгебра', 'алгебры', 2],
            ['алгебра', 'алгебр', 30],

            ['алгоритм', 'алгоритмов', 0],
            ['алгоритм', 'алгоритм', 1],
            ['алгоритм', 'алгоритма', 2],
            ['алгоритм', 'алгоритмов', 30],

            ['алебарда', 'алебард', 0],
            ['алебарда', 'алебарда', 1],
            ['алебарда', 'алебарды', 2],
            ['алебарда', 'алебард', 30],

            //---------------------------------------------------------------------------//
            ['алиби', 'алиби', 0],
            ['алиби', 'алиби', 1],
            ['алиби', 'алиби', 2],
            ['алиби', 'алиби', 30],

            ['алкалоид', 'алкалоидов', 0],
            ['алкалоид', 'алкалоид', 1],
            ['алкалоид', 'алкалоида', 2],
            ['алкалоид', 'алкалоидов', 30],

            ['алкоголизм', 'алкоголизмов', 0],
            ['алкоголизм', 'алкоголизм', 1],
            ['алкоголизм', 'алкоголизма', 2],
            ['алкоголизм', 'алкоголизмов', 30],

            ['алкоголик', 'алкоголиков', 0],
            ['алкоголик', 'алкоголик', 1],
            ['алкоголик', 'алкоголика', 2],
            ['алкоголик', 'алкоголиков', 30],

            ['алкоголичка', 'алкоголичек', 0],
            ['алкоголичка', 'алкоголичка', 1],
            ['алкоголичка', 'алкоголички', 2],
            ['алкоголичка', 'алкоголичек', 30],

            ['аллегория', 'аллегорий', 0],
            ['аллегория', 'аллегория', 1],
            ['аллегория', 'аллегории', 2],
            ['аллегория', 'аллегорий', 30],

            ['аллейка', 'аллеек', 0],
            ['аллейка', 'аллейка', 1],
            ['аллейка', 'аллейки', 2],
            ['аллейка', 'аллеек', 30],

            ['аллерген', 'аллергенов', 0],
            ['аллерген', 'аллерген', 1],
            ['аллерген', 'аллергена', 2],
            ['аллерген', 'аллергенов', 30],

            ['аллергия', 'аллергий', 0],
            ['аллергия', 'аллергия', 1],
            ['аллергия', 'аллергии', 2],
            ['аллергия', 'аллергий', 30],

            ['аллея', 'аллей', 0],
            ['аллея', 'аллея', 1],
            ['аллея', 'аллеи', 2],
            ['аллея', 'аллей', 30],

            ['аллигатор', 'аллигаторов', 0],
            ['аллигатор', 'аллигатор', 1],
            ['аллигатор', 'аллигатора', 2],
            ['аллигатор', 'аллигаторов', 30],

            ['аллюзия', 'аллюзий', 0],
            ['аллюзия', 'аллюзия', 1],
            ['аллюзия', 'аллюзии', 2],
            ['аллюзия', 'аллюзий', 30],

            ['алмаз', 'алмазов', 0],
            ['алмаз', 'алмаз', 1],
            ['алмаз', 'алмаза', 2],
            ['алмаз', 'алмазов', 30],

            ['алоэ', 'алоэ', 0],
            ['алоэ', 'алоэ', 1],
            ['алоэ', 'алоэ', 2],
            ['алоэ', 'алоэ', 30],

            ['алтаец', 'алтайцев', 0],
            ['алтаец', 'алтаец', 1],
            ['алтаец', 'алтайца', 2],
            ['алтаец', 'алтайцев', 30],

            ['алтарь', 'алтарей', 0],
            ['алтарь', 'алтарь', 1],
            ['алтарь', 'алтаря', 2],
            ['алтарь', 'алтарей', 30],

            ['алтын', 'алтынов', 0],
            ['алтын', 'алтын', 1],
            ['алтын', 'алтына', 2],
            ['алтын', 'алтынов', 30],

            ['алфавит', 'алфавитов', 0],
            ['алфавит', 'алфавит', 1],
            ['алфавит', 'алфавита', 2],
            ['алфавит', 'алфавитов', 30],

            ['алхимик', 'алхимиков', 0],
            ['алхимик', 'алхимик', 1],
            ['алхимик', 'алхимика', 2],
            ['алхимик', 'алхимиков', 30],

            ['алчность', 'алчностей', 0],
            ['алчность', 'алчность', 1],
            ['алчность', 'алчности', 2],
            ['алчность', 'алчностей', 30],

            ['альбатрос', 'альбатросов', 0],
            ['альбатрос', 'альбатрос', 1],
            ['альбатрос', 'альбатроса', 2],
            ['альбатрос', 'альбатросов', 30],

            ['альбинос', 'альбиносов', 0],
            ['альбинос', 'альбинос', 1],
            ['альбинос', 'альбиноса', 2],
            ['альбинос', 'альбиносов', 30],

            ['альбом', 'альбомов', 0],
            ['альбом', 'альбом', 1],
            ['альбом', 'альбома', 2],
            ['альбом', 'альбомов', 30],

            ['альбумин', 'альбуминов', 0],
            ['альбумин', 'альбумин', 1],
            ['альбумин', 'альбумина', 2],
            ['альбумин', 'альбуминов', 30],

            ['альманах', 'альманахов', 0],
            ['альманах', 'альманах', 1],
            ['альманах', 'альманаха', 2],
            ['альманах', 'альманахов', 30],

            ['альпинизм', 'альпинизмов', 0],
            ['альпинизм', 'альпинизм', 1],
            ['альпинизм', 'альпинизма', 2],
            ['альпинизм', 'альпинизмов', 30],

            ['альпинист', 'альпинистов', 0],
            ['альпинист', 'альпинист', 1],
            ['альпинист', 'альпиниста', 2],
            ['альпинист', 'альпинистов', 30],

            ['альт', 'альтов', 0],
            ['альт', 'альт', 1],
            ['альт', 'альта', 2],
            ['альт', 'альтов', 30],

            ['альтернатива', 'альтернатив', 0],
            ['альтернатива', 'альтернатива', 1],
            ['альтернатива', 'альтернативы', 2],
            ['альтернатива', 'альтернатив', 30],

            ['альфонс', 'альфонсов', 0],
            ['альфонс', 'альфонс', 1],
            ['альфонс', 'альфонса', 2],
            ['альфонс', 'альфонсов', 30],

            ['альянс', 'альянсов', 0],
            ['альянс', 'альянс', 1],
            ['альянс', 'альянса', 2],
            ['альянс', 'альянсов', 30],

            ['амазонка', 'амазонок', 0],
            ['амазонка', 'амазонка', 1],
            ['амазонка', 'амазонки', 2],
            ['амазонка', 'амазонок', 30],

            ['амалия', 'амалий', 0],
            ['амалия', 'амалия', 1],
            ['амалия', 'амалии', 2],
            ['амалия', 'амалий', 30],

            ['амбал', 'амбалов', 0],
            ['амбал', 'амбал', 1],
            ['амбал', 'амбала', 2],
            ['амбал', 'амбалов', 30],

            ['амбар', 'амбаров', 0],
            ['амбар', 'амбар', 1],
            ['амбар', 'амбара', 2],
            ['амбар', 'амбаров', 30],

            ['амбиция', 'амбиций', 0],
            ['амбиция', 'амбиция', 1],
            ['амбиция', 'амбиции', 2],
            ['амбиция', 'амбиций', 30],

            ['амбразура', 'амбразур', 0],
            ['амбразура', 'амбразура', 1],
            ['амбразура', 'амбразуры', 2],
            ['амбразура', 'амбразур', 30],

            ['амбулатория', 'амбулаторий', 0],
            ['амбулатория', 'амбулатория', 1],
            ['амбулатория', 'амбулатории', 2],
            ['амбулатория', 'амбулаторий', 30],

            ['амеба', 'амеб', 0],
            ['амеба', 'амеба', 1],
            ['амеба', 'амебы', 2],
            ['амеба', 'амеб', 30],

            ['американец', 'американцев', 0],
            ['американец', 'американец', 1],
            ['американец', 'американца', 2],
            ['американец', 'американцев', 30],

            ['американка', 'американок', 0],
            ['американка', 'американка', 1],
            ['американка', 'американки', 2],
            ['американка', 'американок', 30],

            ['амнистия', 'амнистий', 0],
            ['амнистия', 'амнистия', 1],
            ['амнистия', 'амнистии', 2],
            ['амнистия', 'амнистий', 30],

            ['амортизатор', 'амортизаторов', 0],
            ['амортизатор', 'амортизатор', 1],
            ['амортизатор', 'амортизатора', 2],
            ['амортизатор', 'амортизаторов', 30],

            ['амортизация', 'амортизаций', 0],
            ['амортизация', 'амортизация', 1],
            ['амортизация', 'амортизации', 2],
            ['амортизация', 'амортизаций', 30],

            ['амплуа', 'амплуа', 0],
            ['амплуа', 'амплуа', 1],
            ['амплуа', 'амплуа', 2],
            ['амплуа', 'амплуа', 30],

            ['ампула', 'ампул', 0],
            ['ампула', 'ампула', 1],
            ['ампула', 'ампулы', 2],
            ['ампула', 'ампул', 30],

            ['амулет', 'амулетов', 0],
            ['амулет', 'амулет', 1],
            ['амулет', 'амулета', 2],
            ['амулет', 'амулетов', 30],

            ['амуниция', 'амуниций', 0],
            ['амуниция', 'амуниция', 1],
            ['амуниция', 'амуниции', 2],
            ['амуниция', 'амуниций', 30],

            ['анабиоз', 'анабиозов', 0],
            ['анабиоз', 'анабиоз', 1],
            ['анабиоз', 'анабиоза', 2],
            ['анабиоз', 'анабиозов', 30],

            ['анализ', 'анализов', 0],
            ['анализ', 'анализ', 1],
            ['анализ', 'анализа', 2],
            ['анализ', 'анализов', 30],

            ['анализатор', 'анализаторов', 0],
            ['анализатор', 'анализатор', 1],
            ['анализатор', 'анализатора', 2],
            ['анализатор', 'анализаторов', 30],

            ['аналитика', 'аналитик', 0],
            ['аналитика', 'аналитика', 1],
            ['аналитика', 'аналитики', 2],
            ['аналитика', 'аналитик', 30],

            ['аналог', 'аналогов', 0],
            ['аналог', 'аналог', 1],
            ['аналог', 'аналога', 2],
            ['аналог', 'аналогов', 30],

            ['аналогия', 'аналогий', 0],
            ['аналогия', 'аналогия', 1],
            ['аналогия', 'аналогии', 2],
            ['аналогия', 'аналогий', 30],

            ['анамнез', 'анамнезов', 0],
            ['анамнез', 'анамнез', 1],
            ['анамнез', 'анамнеза', 2],
            ['анамнез', 'анамнезов', 30],

            ['ананас', 'ананасов', 0],
            ['ананас', 'ананас', 1],
            ['ананас', 'ананаса', 2],
            ['ананас', 'ананасов', 30],

            ['анархист', 'анархистов', 0],
            ['анархист', 'анархист', 1],
            ['анархист', 'анархиста', 2],
            ['анархист', 'анархистов', 30],

            ['анархия', 'анархий', 0],
            ['анархия', 'анархия', 1],
            ['анархия', 'анархии', 2],
            ['анархия', 'анархий', 30],

            ['анатомия', 'анатомий', 0],
            ['анатомия', 'анатомия', 1],
            ['анатомия', 'анатомии', 2],
            ['анатомия', 'анатомий', 30],

            ['анафема', 'анафем', 0],
            ['анафема', 'анафема', 1],
            ['анафема', 'анафемы', 2],
            ['анафема', 'анафем', 30],

            ['анахронизм', 'анахронизмов', 0],
            ['анахронизм', 'анахронизм', 1],
            ['анахронизм', 'анахронизма', 2],
            ['анахронизм', 'анахронизмов', 30],

            ['ангар', 'ангаров', 0],
            ['ангар', 'ангар', 1],
            ['ангар', 'ангара', 2],
            ['ангар', 'ангаров', 30],

            ['ангел', 'ангелов', 0],
            ['ангел', 'ангел', 1],
            ['ангел', 'ангела', 2],
            ['ангел', 'ангелов', 30],

            ['ангелочек', 'ангелочков', 0],
            ['ангелочек', 'ангелочек', 1],
            ['ангелочек', 'ангелочка', 2],
            ['ангелочек', 'ангелочков', 30],

            ['ангина', 'ангин', 0],
            ['ангина', 'ангина', 1],
            ['ангина', 'ангины', 2],
            ['ангина', 'ангин', 30],

            ['англичанин', 'англичан', 0],
            ['англичанин', 'англичанин', 1],
            ['англичанин', 'англичанина', 2],
            ['англичанин', 'англичан', 30],

            ['англичанка', 'англичанок', 0],
            ['англичанка', 'англичанка', 1],
            ['англичанка', 'англичанки', 2],
            ['англичанка', 'англичанок', 30],

            ['аневризм', 'аневризмов', 0],
            ['аневризм', 'аневризм', 1],
            ['аневризм', 'аневризма', 2],
            ['аневризм', 'аневризмов', 30],

            ['анекдот', 'анекдотов', 0],
            ['анекдот', 'анекдот', 1],
            ['анекдот', 'анекдота', 2],
            ['анекдот', 'анекдотов', 30],

            ['анемия', 'анемий', 0],
            ['анемия', 'анемия', 1],
            ['анемия', 'анемии', 2],
            ['анемия', 'анемий', 30],

            ['анестезия', 'анестезий', 0],
            ['анестезия', 'анестезия', 1],
            ['анестезия', 'анестезии', 2],
            ['анестезия', 'анестезий', 30],

            ['анкета', 'анкет', 0],
            ['анкета', 'анкета', 1],
            ['анкета', 'анкеты', 2],
            ['анкета', 'анкет', 30],

            ['анналы', 'анналов', 0],
            ['анналы', 'анналы', 1],
            ['анналы', 'аннала', 2],
            ['анналы', 'анналов', 30],

            ['аннотация', 'аннотаций', 0],
            ['аннотация', 'аннотация', 1],
            ['аннотация', 'аннотации', 2],
            ['аннотация', 'аннотаций', 30],

            ['анод', 'анодов', 0],
            ['анод', 'анод', 1],
            ['анод', 'анода', 2],
            ['анод', 'анодов', 30],

            ['аномалия', 'аномалий', 0],
            ['аномалия', 'аномалия', 1],
            ['аномалия', 'аномалии', 2],
            ['аномалия', 'аномалий', 30],

            ['анонимка', 'анонимок', 0],
            ['анонимка', 'анонимка', 1],
            ['анонимка', 'анонимки', 2],
            ['анонимка', 'анонимок', 30],

            ['анонимность', 'анонимностей', 0],
            ['анонимность', 'анонимность', 1],
            ['анонимность', 'анонимности', 2],
            ['анонимность', 'анонимностей', 30],

            ['ансамбль', 'ансамблей', 0],
            ['ансамбль', 'ансамбль', 1],
            ['ансамбль', 'ансамбля', 2],
            ['ансамбль', 'ансамблей', 30],

            ['антагонизм', 'антагонизмов', 0],
            ['антагонизм', 'антагонизм', 1],
            ['антагонизм', 'антагонизма', 2],
            ['антагонизм', 'антагонизмов', 30],

            ['антагонист', 'антагонистов', 0],
            ['антагонист', 'антагонист', 1],
            ['антагонист', 'антагониста', 2],
            ['антагонист', 'антагонистов', 30],

            ['антенна', 'антенн', 0],
            ['антенна', 'антенна', 1],
            ['антенна', 'антенны', 2],
            ['антенна', 'антенн', 30],

            ['антибиотик', 'антибиотиков', 0],
            ['антибиотик', 'антибиотик', 1],
            ['антибиотик', 'антибиотика', 2],
            ['антибиотик', 'антибиотиков', 30],

            ['антиген', 'антигенов', 0],
            ['антиген', 'антиген', 1],
            ['антиген', 'антигена', 2],
            ['антиген', 'антигенов', 30],

            ['антидепрессант', 'антидепрессантов', 0],
            ['антидепрессант', 'антидепрессант', 1],
            ['антидепрессант', 'антидепрессанта', 2],
            ['антидепрессант', 'антидепрессантов', 30],

            ['антиквар', 'антикваров', 0],
            ['антиквар', 'антиквар', 1],
            ['антиквар', 'антиквара', 2],
            ['антиквар', 'антикваров', 30],

            ['антиквариат', 'антиквариатов', 0],
            ['антиквариат', 'антиквариат', 1],
            ['антиквариат', 'антиквариата', 2],
            ['антиквариат', 'антиквариатов', 30],

            ['антикоммунист', 'антикоммунистов', 0],
            ['антикоммунист', 'антикоммунист', 1],
            ['антикоммунист', 'антикоммуниста', 2],
            ['антикоммунист', 'антикоммунистов', 30],

            ['антилопа', 'антилоп', 0],
            ['антилопа', 'антилопа', 1],
            ['антилопа', 'антилопы', 2],
            ['антилопа', 'антилоп', 30],

            ['антимир', 'антимиров', 0],
            ['антимир', 'антимир', 1],
            ['антимир', 'антимира', 2],
            ['антимир', 'антимиров', 30],

            ['антипатия', 'антипатий', 0],
            ['антипатия', 'антипатия', 1],
            ['антипатия', 'антипатии', 2],
            ['антипатия', 'антипатий', 30],

            ['антипод', 'антиподов', 0],
            ['антипод', 'антипод', 1],
            ['антипод', 'антипода', 2],
            ['антипод', 'антиподов', 30],

            ['антисемит', 'антисемитов', 0],
            ['антисемит', 'антисемит', 1],
            ['антисемит', 'антисемита', 2],
            ['антисемит', 'антисемитов', 30],

            ['антисептик', 'антисептиков', 0],
            ['антисептик', 'антисептик', 1],
            ['антисептик', 'антисептика', 2],
            ['антисептик', 'антисептиков', 30],

            ['антисоветчик', 'антисоветчиков', 0],
            ['антисоветчик', 'антисоветчик', 1],
            ['антисоветчик', 'антисоветчика', 2],
            ['антисоветчик', 'антисоветчиков', 30],

            ['антитело', 'антител', 0],
            ['антитело', 'антитело', 1],
            ['антитело', 'антитела', 2],
            ['антитело', 'антител', 30],

            ['антихрист', 'антихристов', 0],
            ['антихрист', 'антихрист', 1],
            ['антихрист', 'антихриста', 2],
            ['антихрист', 'антихристов', 30],

            ['антология', 'антологий', 0],
            ['антология', 'антология', 1],
            ['антология', 'антологии', 2],
            ['антология', 'антологий', 30],

            ['антракт', 'антрактов', 0],
            ['антракт', 'антракт', 1],
            ['антракт', 'антракта', 2],
            ['антракт', 'антрактов', 30],

            ['антресоль', 'антресолей', 0],
            ['антресоль', 'антресоль', 1],
            ['антресоль', 'антресоли', 2],
            ['антресоль', 'антресолей', 30],

            ['антураж', 'антуражей', 0],
            ['антураж', 'антураж', 1],
            ['антураж', 'антуража', 2],
            ['антураж', 'антуражей', 30],

            ['анус', 'анусов', 0],
            ['анус', 'анус', 1],
            ['анус', 'ануса', 2],
            ['анус', 'анусов', 30],

            ['аорта', 'аорт', 0],
            ['аорта', 'аорта', 1],
            ['аорта', 'аорты', 2],
            ['аорта', 'аорт', 30],

            ['апартамент', 'апартаментов', 0],
            ['апартамент', 'апартамент', 1],
            ['апартамент', 'апартамента', 2],
            ['апартамент', 'апартаментов', 30],

            ['апатия', 'апатий', 0],
            ['апатия', 'апатия', 1],
            ['апатия', 'апатии', 2],
            ['апатия', 'апатий', 30],

            ['апелляция', 'апелляций', 0],
            ['апелляция', 'апелляция', 1],
            ['апелляция', 'апелляции', 2],
            ['апелляция', 'апелляций', 30],

            ['апельсин', 'апельсинов', 0],
            ['апельсин', 'апельсин', 1],
            ['апельсин', 'апельсина', 2],
            ['апельсин', 'апельсинов', 30],

            ['аплодисменты', 'аплодисментов', 0],
            ['аплодисменты', 'аплодисменты', 1],
            ['аплодисменты', 'аплодисмента', 2],
            ['аплодисменты', 'аплодисментов', 30],

            ['апокалипсис', 'апокалипсисов', 0],
            ['апокалипсис', 'апокалипсис', 1],
            ['апокалипсис', 'апокалипсиса', 2],
            ['апокалипсис', 'апокалипсисов', 30],

            ['апокриф', 'апокрифов', 0],
            ['апокриф', 'апокриф', 1],
            ['апокриф', 'апокрифа', 2],
            ['апокриф', 'апокрифов', 30],

            ['апостол', 'апостолов', 0],
            ['апостол', 'апостол', 1],
            ['апостол', 'апостола', 2],
            ['апостол', 'апостолов', 30],

            ['апофеоз', 'апофеозов', 0],
            ['апофеоз', 'апофеоз', 1],
            ['апофеоз', 'апофеоза', 2],
            ['апофеоз', 'апофеозов', 30],

            ['аппарат', 'аппаратов', 0],
            ['аппарат', 'аппарат', 1],
            ['аппарат', 'аппарата', 2],
            ['аппарат', 'аппаратов', 30],

            ['аппаратура', 'аппаратур', 0],
            ['аппаратура', 'аппаратура', 1],
            ['аппаратура', 'аппаратуры', 2],
            ['аппаратура', 'аппаратур', 30],

            ['аппаратчик', 'аппаратчиков', 0],
            ['аппаратчик', 'аппаратчик', 1],
            ['аппаратчик', 'аппаратчика', 2],
            ['аппаратчик', 'аппаратчиков', 30],

            ['аппендикс', 'аппендиксов', 0],
            ['аппендикс', 'аппендикс', 1],
            ['аппендикс', 'аппендикса', 2],
            ['аппендикс', 'аппендиксов', 30],

            ['аппендицит', 'аппендицитов', 0],
            ['аппендицит', 'аппендицит', 1],
            ['аппендицит', 'аппендицита', 2],
            ['аппендицит', 'аппендицитов', 30],

            ['аппетит', 'аппетитов', 0],
            ['аппетит', 'аппетит', 1],
            ['аппетит', 'аппетита', 2],
            ['аппетит', 'аппетитов', 30],

            ['аппликация', 'аппликаций', 0],
            ['аппликация', 'аппликация', 1],
            ['аппликация', 'аппликации', 2],
            ['аппликация', 'аппликаций', 30],

            ['аптека', 'аптек', 0],
            ['аптека', 'аптека', 1],
            ['аптека', 'аптеки', 2],
            ['аптека', 'аптек', 30],

            ['аптекарь', 'аптекарей', 0],
            ['аптекарь', 'аптекарь', 1],
            ['аптекарь', 'аптекаря', 2],
            ['аптекарь', 'аптекарей', 30],

            ['аптечка', 'аптечек', 0],
            ['аптечка', 'аптечка', 1],
            ['аптечка', 'аптечки', 2],
            ['аптечка', 'аптечек', 30],

            ['араб', 'арабов', 0],
            ['араб', 'араб', 1],
            ['араб', 'араба', 2],
            ['араб', 'арабов', 30],

            ['арбалет', 'арбалетов', 0],
            ['арбалет', 'арбалет', 1],
            ['арбалет', 'арбалета', 2],
            ['арбалет', 'арбалетов', 30],

            ['арбитр', 'арбитров', 0],
            ['арбитр', 'арбитр', 1],
            ['арбитр', 'арбитра', 2],
            ['арбитр', 'арбитров', 30],

            ['арбуз', 'арбузов', 0],
            ['арбуз', 'арбуз', 1],
            ['арбуз', 'арбуза', 2],
            ['арбуз', 'арбузов', 30],

            ['аргумент', 'аргументов', 0],
            ['аргумент', 'аргумент', 1],
            ['аргумент', 'аргумента', 2],
            ['аргумент', 'аргументов', 30],

            ['аргументация', 'аргументаций', 0],
            ['аргументация', 'аргументация', 1],
            ['аргументация', 'аргументации', 2],
            ['аргументация', 'аргументаций', 30],

            ['ареал', 'ареалов', 0],
            ['ареал', 'ареал', 1],
            ['ареал', 'ареала', 2],
            ['ареал', 'ареалов', 30],

            ['арена', 'арен', 0],
            ['арена', 'арена', 1],
            ['арена', 'арены', 2],
            ['арена', 'арен', 30],

            ['аренда', 'аренд', 0],
            ['аренда', 'аренда', 1],
            ['аренда', 'аренды', 2],
            ['аренда', 'аренд', 30],

            ['арендатор', 'арендаторов', 0],
            ['арендатор', 'арендатор', 1],
            ['арендатор', 'арендатора', 2],
            ['арендатор', 'арендаторов', 30],

            ['арест', 'арестов', 0],
            ['арест', 'арест', 1],
            ['арест', 'ареста', 2],
            ['арест', 'арестов', 30],

            ['арестант', 'арестантов', 0],
            ['арестант', 'арестант', 1],
            ['арестант', 'арестанта', 2],
            ['арестант', 'арестантов', 30],

            ['аристократ', 'аристократов', 0],
            ['аристократ', 'аристократ', 1],
            ['аристократ', 'аристократа', 2],
            ['аристократ', 'аристократов', 30],

            ['аристократия', 'аристократий', 0],
            ['аристократия', 'аристократия', 1],
            ['аристократия', 'аристократии', 2],
            ['аристократия', 'аристократий', 30],

            ['аристократка', 'аристократок', 0],
            ['аристократка', 'аристократка', 1],
            ['аристократка', 'аристократки', 2],
            ['аристократка', 'аристократок', 30],

            ['аритмия', 'аритмий', 0],
            ['аритмия', 'аритмия', 1],
            ['аритмия', 'аритмии', 2],
            ['аритмия', 'аритмий', 30],

            ['арифметик', 'арифметиков', 0],
            ['арифметик', 'арифметик', 1],
            ['арифметик', 'арифметика', 2],
            ['арифметик', 'арифметиков', 30],

            ['арифмометр', 'арифмометров', 0],
            ['арифмометр', 'арифмометр', 1],
            ['арифмометр', 'арифмометра', 2],
            ['арифмометр', 'арифмометров', 30],

            ['ария', 'арий', 0],
            ['ария', 'ария', 1],
            ['ария', 'арии', 2],
            ['ария', 'арий', 30],

            ['арка', 'арок', 0],
            ['арка', 'арка', 1],
            ['арка', 'арки', 2],
            ['арка', 'арок', 30],

            ['аркан', 'арканов', 0],
            ['аркан', 'аркан', 1],
            ['аркан', 'аркана', 2],
            ['аркан', 'арканов', 30],

            ['армада', 'армад', 0],
            ['армада', 'армада', 1],
            ['армада', 'армады', 2],
            ['армада', 'армад', 30],

            ['арматура', 'арматур', 0],
            ['арматура', 'арматура', 1],
            ['арматура', 'арматуры', 2],
            ['арматура', 'арматур', 30],

            ['армия', 'армий', 0],
            ['армия', 'армия', 1],
            ['армия', 'армии', 2],
            ['армия', 'армий', 30],

            ['армянин', 'армян', 0],
            ['армянин', 'армянин', 1],
            ['армянин', 'армянина', 2],
            ['армянин', 'армян', 30],

            ['аромат', 'ароматов', 0],
            ['аромат', 'аромат', 1],
            ['аромат', 'аромата', 2],
            ['аромат', 'ароматов', 30],

            ['арсенал', 'арсеналов', 0],
            ['арсенал', 'арсенал', 1],
            ['арсенал', 'арсенала', 2],
            ['арсенал', 'арсеналов', 30],

            ['артель', 'артелей', 0],
            ['артель', 'артель', 1],
            ['артель', 'артели', 2],
            ['артель', 'артелей', 30],

            ['артельщик', 'артельщиков', 0],
            ['артельщик', 'артельщик', 1],
            ['артельщик', 'артельщика', 2],
            ['артельщик', 'артельщиков', 30],

            ['артерия', 'артерий', 0],
            ['артерия', 'артерия', 1],
            ['артерия', 'артерии', 2],
            ['артерия', 'артерий', 30],

            ['артиллерист', 'артиллеристов', 0],
            ['артиллерист', 'артиллерист', 1],
            ['артиллерист', 'артиллериста', 2],
            ['артиллерист', 'артиллеристов', 30],

            ['артиллерия', 'артиллерий', 0],
            ['артиллерия', 'артиллерия', 1],
            ['артиллерия', 'артиллерии', 2],
            ['артиллерия', 'артиллерий', 30],

            ['артист', 'артистов', 0],
            ['артист', 'артист', 1],
            ['артист', 'артиста', 2],
            ['артист', 'артистов', 30],

            ['артистка', 'артисток', 0],
            ['артистка', 'артистка', 1],
            ['артистка', 'артистки', 2],
            ['артистка', 'артисток', 30],

            ['артобстрел', 'артобстрелов', 0],
            ['артобстрел', 'артобстрел', 1],
            ['артобстрел', 'артобстрела', 2],
            ['артобстрел', 'артобстрелов', 30],

            ['артрит', 'артритов', 0],
            ['артрит', 'артрит', 1],
            ['артрит', 'артрита', 2],
            ['артрит', 'артритов', 30],

            ['арфа', 'арф', 0],
            ['арфа', 'арфа', 1],
            ['арфа', 'арфы', 2],
            ['арфа', 'арф', 30],

            ['архангел', 'архангелов', 0],
            ['архангел', 'архангел', 1],
            ['архангел', 'архангела', 2],
            ['архангел', 'архангелов', 30],

            ['археолог', 'археологов', 0],
            ['археолог', 'археолог', 1],
            ['археолог', 'археолога', 2],
            ['археолог', 'археологов', 30],

            ['архив', 'архивов', 0],
            ['архив', 'архив', 1],
            ['архив', 'архива', 2],
            ['архив', 'архивов', 30],

            ['архиепископ', 'архиепископов', 0],
            ['архиепископ', 'архиепископ', 1],
            ['архиепископ', 'архиепископа', 2],
            ['архиепископ', 'архиепископов', 30],

            ['архиерей', 'архиереев', 0],
            ['архиерей', 'архиерей', 1],
            ['архиерей', 'архиерея', 2],
            ['архиерей', 'архиереев', 30],

            ['архипелаг', 'архипелагов', 0],
            ['архипелаг', 'архипелаг', 1],
            ['архипелаг', 'архипелага', 2],
            ['архипелаг', 'архипелагов', 30],

            ['архитектор', 'архитекторов', 0],
            ['архитектор', 'архитектор', 1],
            ['архитектор', 'архитектора', 2],
            ['архитектор', 'архитекторов', 30],

            ['архитектура', 'архитектур', 0],
            ['архитектура', 'архитектура', 1],
            ['архитектура', 'архитектуры', 2],
            ['архитектура', 'архитектур', 30],

            ['асессор', 'асессоров', 0],
            ['асессор', 'асессор', 1],
            ['асессор', 'асессора', 2],
            ['асессор', 'асессоров', 30],

            ['аскарида', 'аскарид', 0],
            ['аскарида', 'аскарида', 1],
            ['аскарида', 'аскариды', 2],
            ['аскарида', 'аскарид', 30],

            ['аскетизм', 'аскетизмов', 0],
            ['аскетизм', 'аскетизм', 1],
            ['аскетизм', 'аскетизма', 2],
            ['аскетизм', 'аскетизмов', 30],

            ['аспект', 'аспектов', 0],
            ['аспект', 'аспект', 1],
            ['аспект', 'аспекта', 2],
            ['аспект', 'аспектов', 30],

            ['аспирант', 'аспирантов', 0],
            ['аспирант', 'аспирант', 1],
            ['аспирант', 'аспиранта', 2],
            ['аспирант', 'аспирантов', 30],

            ['аспирантка', 'аспиранток', 0],
            ['аспирантка', 'аспирантка', 1],
            ['аспирантка', 'аспирантки', 2],
            ['аспирантка', 'аспиранток', 30],

            ['аспирантура', 'аспирантур', 0],
            ['аспирантура', 'аспирантура', 1],
            ['аспирантура', 'аспирантуры', 2],
            ['аспирантура', 'аспирантур', 30],

            ['ассенизатор', 'ассенизаторов', 0],
            ['ассенизатор', 'ассенизатор', 1],
            ['ассенизатор', 'ассенизатора', 2],
            ['ассенизатор', 'ассенизаторов', 30],

            ['ассигнация', 'ассигнаций', 0],
            ['ассигнация', 'ассигнация', 1],
            ['ассигнация', 'ассигнации', 2],
            ['ассигнация', 'ассигнаций', 30],

            ['ассистент', 'ассистентов', 0],
            ['ассистент', 'ассистент', 1],
            ['ассистент', 'ассистента', 2],
            ['ассистент', 'ассистентов', 30],

            ['ассистентка', 'ассистенток', 0],
            ['ассистентка', 'ассистентка', 1],
            ['ассистентка', 'ассистентки', 2],
            ['ассистентка', 'ассистенток', 30],

            ['ассортимент', 'ассортиментов', 0],
            ['ассортимент', 'ассортимент', 1],
            ['ассортимент', 'ассортимента', 2],
            ['ассортимент', 'ассортиментов', 30],

            ['ассоциация', 'ассоциаций', 0],
            ['ассоциация', 'ассоциация', 1],
            ['ассоциация', 'ассоциации', 2],
            ['ассоциация', 'ассоциаций', 30],

            ['астероид', 'астероидов', 0],
            ['астероид', 'астероид', 1],
            ['астероид', 'астероида', 2],
            ['астероид', 'астероидов', 30],

            ['астра', 'астр', 0],
            ['астра', 'астра', 1],
            ['астра', 'астры', 2],
            ['астра', 'астр', 30],

            ['астрал', 'астралов', 0],
            ['астрал', 'астрал', 1],
            ['астрал', 'астрала', 2],
            ['астрал', 'астралов', 30],

            ['астролог', 'астрологов', 0],
            ['астролог', 'астролог', 1],
            ['астролог', 'астролога', 2],
            ['астролог', 'астрологов', 30],

            ['астрология', 'астрологий', 0],
            ['астрология', 'астрология', 1],
            ['астрология', 'астрологии', 2],
            ['астрология', 'астрологий', 30],

            ['астронавт', 'астронавтов', 0],
            ['астронавт', 'астронавт', 1],
            ['астронавт', 'астронавта', 2],
            ['астронавт', 'астронавтов', 30],

            ['астроном', 'астрономов', 0],
            ['астроном', 'астроном', 1],
            ['астроном', 'астронома', 2],
            ['астроном', 'астрономов', 30],

            ['астрономия', 'астрономий', 0],
            ['астрономия', 'астрономия', 1],
            ['астрономия', 'астрономии', 2],
            ['астрономия', 'астрономий', 30],

            ['асфиксия', 'асфиксий', 0],
            ['асфиксия', 'асфиксия', 1],
            ['асфиксия', 'асфиксии', 2],
            ['асфиксия', 'асфиксий', 30],

            ['атака', 'атак', 0],
            ['атака', 'атака', 1],
            ['атака', 'атаки', 2],
            ['атака', 'атак', 30],

            ['атаман', 'атаманов', 0],
            ['атаман', 'атаман', 1],
            ['атаман', 'атамана', 2],
            ['атаман', 'атаманов', 30],

            ['атеист', 'атеистов', 0],
            ['атеист', 'атеист', 1],
            ['атеист', 'атеиста', 2],
            ['атеист', 'атеистов', 30],

            ['ателье', 'ателье', 0],
            ['ателье', 'ателье', 1],
            ['ателье', 'ателье', 2],
            ['ателье', 'ателье', 30],

            ['атеросклероз', 'атеросклерозов', 0],
            ['атеросклероз', 'атеросклероз', 1],
            ['атеросклероз', 'атеросклероза', 2],
            ['атеросклероз', 'атеросклерозов', 30],

            ['атлант', 'атлантов', 0],
            ['атлант', 'атлант', 1],
            ['атлант', 'атланта', 2],
            ['атлант', 'атлантов', 30],

            ['атлас', 'атласов', 0],
            ['атлас', 'атлас', 1],
            ['атлас', 'атласа', 2],
            ['атлас', 'атласов', 30],

            ['атлет', 'атлетов', 0],
            ['атлет', 'атлет', 1],
            ['атлет', 'атлета', 2],
            ['атлет', 'атлетов', 30],

            ['атмосфера', 'атмосфер', 0],
            ['атмосфера', 'атмосфера', 1],
            ['атмосфера', 'атмосферы', 2],
            ['атмосфера', 'атмосфер', 30],

            ['атом', 'атомов', 0],
            ['атом', 'атом', 1],
            ['атом', 'атома', 2],
            ['атом', 'атомов', 30],

            ['атрибут', 'атрибутов', 0],
            ['атрибут', 'атрибут', 1],
            ['атрибут', 'атрибута', 2],
            ['атрибут', 'атрибутов', 30],

            ['атрофия', 'атрофий', 0],
            ['атрофия', 'атрофия', 1],
            ['атрофия', 'атрофии', 2],
            ['атрофия', 'атрофий', 30],

            ['атташе', 'атташе', 0],
            ['атташе', 'атташе', 1],
            ['атташе', 'атташе', 2],
            ['атташе', 'атташе', 30],

            ['аттестат', 'аттестатов', 0],
            ['аттестат', 'аттестат', 1],
            ['аттестат', 'аттестата', 2],
            ['аттестат', 'аттестатов', 30],

            ['аттестация', 'аттестаций', 0],
            ['аттестация', 'аттестация', 1],
            ['аттестация', 'аттестации', 2],
            ['аттестация', 'аттестаций', 30],

            ['аттракцион', 'аттракционов', 0],
            ['аттракцион', 'аттракцион', 1],
            ['аттракцион', 'аттракциона', 2],
            ['аттракцион', 'аттракционов', 30],

            ['аудиенция', 'аудиенций', 0],
            ['аудиенция', 'аудиенция', 1],
            ['аудиенция', 'аудиенции', 2],
            ['аудиенция', 'аудиенций', 30],

            ['аудитория', 'аудиторий', 0],
            ['аудитория', 'аудитория', 1],
            ['аудитория', 'аудитории', 2],
            ['аудитория', 'аудиторий', 30],

            ['аукцион', 'аукционов', 0],
            ['аукцион', 'аукцион', 1],
            ['аукцион', 'аукциона', 2],
            ['аукцион', 'аукционов', 30],

            ['аул', 'аулов', 0],
            ['аул', 'аул', 1],
            ['аул', 'аула', 2],
            ['аул', 'аулов', 30],

            ['аура', 'аур', 0],
            ['аура', 'аура', 1],
            ['аура', 'ауры', 2],
            ['аура', 'аур', 30],

            ['аут', 'аутов', 0],
            ['аут', 'аут', 1],
            ['аут', 'аута', 2],
            ['аут', 'аутов', 30],

            ['аутсайдер', 'аутсайдеров', 0],
            ['аутсайдер', 'аутсайдер', 1],
            ['аутсайдер', 'аутсайдера', 2],
            ['аутсайдер', 'аутсайдеров', 30],

            ['афганец', 'афганцев', 0],
            ['афганец', 'афганец', 1],
            ['афганец', 'афганца', 2],
            ['афганец', 'афганцев', 30],

            ['афера', 'афер', 0],
            ['афера', 'афера', 1],
            ['афера', 'аферы', 2],
            ['афера', 'афер', 30],

            ['аферист', 'аферистов', 0],
            ['аферист', 'аферист', 1],
            ['аферист', 'афериста', 2],
            ['аферист', 'аферистов', 30],

            ['афиша', 'афиш', 0],
            ['афиша', 'афиша', 1],
            ['афиша', 'афиши', 2],
            ['афиша', 'афиш', 30],

            ['афишка', 'афишек', 0],
            ['афишка', 'афишка', 1],
            ['афишка', 'афишки', 2],
            ['афишка', 'афишек', 30],

            ['афоризм', 'афоризмов', 0],
            ['афоризм', 'афоризм', 1],
            ['афоризм', 'афоризма', 2],
            ['афоризм', 'афоризмов', 30],

            ['африканец', 'африканцев', 0],
            ['африканец', 'африканец', 1],
            ['африканец', 'африканца', 2],
            ['африканец', 'африканцев', 30],

            ['аффект', 'аффектов', 0],
            ['аффект', 'аффект', 1],
            ['аффект', 'аффекта', 2],
            ['аффект', 'аффектов', 30],

            ['ахинея', 'ахиней', 0],
            ['ахинея', 'ахинея', 1],
            ['ахинея', 'ахинеи', 2],
            ['ахинея', 'ахиней', 30],

            ['аэровокзал', 'аэровокзалов', 0],
            ['аэровокзал', 'аэровокзал', 1],
            ['аэровокзал', 'аэровокзала', 2],
            ['аэровокзал', 'аэровокзалов', 30],

            ['аэродром', 'аэродромов', 0],
            ['аэродром', 'аэродром', 1],
            ['аэродром', 'аэродрома', 2],
            ['аэродром', 'аэродромов', 30],

            ['аэрозоль', 'аэрозолей', 0],
            ['аэрозоль', 'аэрозоль', 1],
            ['аэрозоль', 'аэрозоля', 2],
            ['аэрозоль', 'аэрозолей', 30],

            ['аэроплан', 'аэропланов', 0],
            ['аэроплан', 'аэроплан', 1],
            ['аэроплан', 'аэроплана', 2],
            ['аэроплан', 'аэропланов', 30],

            ['аэропорт', 'аэропортов', 0],
            ['аэропорт', 'аэропорт', 1],
            ['аэропорт', 'аэропорта', 2],
            ['аэропорт', 'аэропортов', 30],

            ['аэс', 'аэс', 0],
            ['аэс', 'аэс', 1],
            ['аэс', 'аэс', 2],
            ['аэс', 'аэс', 30]
        ];
    }
}