<?php
declare(strict_types=1);

namespace Noldors\Inflect\Tests\RussianDataProviders;

class LetterB
{
    public static function data(): array
    {
        return [
            ['баба', 'баб', 0],
            ['баба', 'баба', 1],
            ['баба', 'бабы', 2],
            ['баба', 'баб', 30],

            ['бабенка', 'бабенок', 0],
            ['бабенка', 'бабенка', 1],
            ['бабенка', 'бабенки', 2],
            ['бабенка', 'бабенок', 30],

            ['бабка', 'бабок', 0],
            ['бабка', 'бабка', 1],
            ['бабка', 'бабки', 2],
            ['бабка', 'бабок', 30],

            ['бабник', 'бабников', 0],
            ['бабник', 'бабник', 1],
            ['бабник', 'бабника', 2],
            ['бабник', 'бабников', 30],

            ['бабочка', 'бабочек', 0],
            ['бабочка', 'бабочка', 1],
            ['бабочка', 'бабочки', 2],
            ['бабочка', 'бабочек', 30],

            ['бабуин', 'бабуинов', 0],
            ['бабуин', 'бабуин', 1],
            ['бабуин', 'бабуина', 2],
            ['бабуин', 'бабуинов', 30],

            ['бабуля', 'бабуль', 0],
            ['бабуля', 'бабуля', 1],
            ['бабуля', 'бабули', 2],
            ['бабуля', 'бабуль', 30],

            ['бабуся', 'бабусь', 0],
            ['бабуся', 'бабуся', 1],
            ['бабуся', 'бабуси', 2],
            ['бабуся', 'бабусь', 30],

            ['бабушка', 'бабушек', 0],
            ['бабушка', 'бабушка', 1],
            ['бабушка', 'бабушки', 2],
            ['бабушка', 'бабушек', 30],

            ['багаж', 'багажей', 0],
            ['багаж', 'багаж', 1],
            ['багаж', 'багажа', 2],
            ['багаж', 'багажей', 30],

            ['багажник', 'багажников', 0],
            ['багажник', 'багажник', 1],
            ['багажник', 'багажника', 2],
            ['багажник', 'багажников', 30],

            ['багор', 'багров', 0],
            ['багор', 'багор', 1],
            ['багор', 'багра', 2],
            ['багор', 'багров', 30],

            ['база', 'баз', 0],
            ['база', 'база', 1],
            ['база', 'базы', 2],
            ['база', 'баз', 30],

            ['базар', 'базаров', 0],
            ['базар', 'базар', 1],
            ['базар', 'базара', 2],
            ['базар', 'базаров', 30],

            ['базис', 'базисов', 0],
            ['базис', 'базис', 1],
            ['базис', 'базиса', 2],
            ['базис', 'базисов', 30],

            ['байдарка', 'байдарок', 0],
            ['байдарка', 'байдарка', 1],
            ['байдарка', 'байдарки', 2],
            ['байдарка', 'байдарок', 30],

            ['байка', 'баек', 0],
            ['байка', 'байка', 1],
            ['байка', 'байки', 2],
            ['байка', 'баек', 30],

            ['бак', 'баков', 0],
            ['бак', 'бак', 1],
            ['бак', 'бака', 2],
            ['бак', 'баков', 30],

            ['баклажан', 'баклажан', 0],
            ['баклажан', 'баклажан', 1],
            ['баклажан', 'баклажана', 2],
            ['баклажан', 'баклажан', 30],

            ['баклан', 'бакланов', 0],
            ['баклан', 'баклан', 1],
            ['баклан', 'баклана', 2],
            ['баклан', 'бакланов', 30],

            ['бактерия', 'бактерий', 0],
            ['бактерия', 'бактерия', 1],
            ['бактерия', 'бактерии', 2],
            ['бактерия', 'бактерий', 30],

            ['бал', 'балов', 0],
            ['бал', 'бал', 1],
            ['бал', 'бала', 2],
            ['бал', 'балов', 30],

            ['балаган', 'балаганов', 0],
            ['балаган', 'балаган', 1],
            ['балаган', 'балагана', 2],
            ['балаган', 'балаганов', 30],

            ['балагур', 'балагуров', 0],
            ['балагур', 'балагур', 1],
            ['балагур', 'балагура', 2],
            ['балагур', 'балагуров', 30],

            ['балалайка', 'балалаек', 0],
            ['балалайка', 'балалайка', 1],
            ['балалайка', 'балалайки', 2],
            ['балалайка', 'балалаек', 30],

            ['баланда', 'баланд', 0],
            ['баланда', 'баланда', 1],
            ['баланда', 'баланды', 2],
            ['баланда', 'баланд', 30],

            ['баланс', 'балансов', 0],
            ['баланс', 'баланс', 1],
            ['баланс', 'баланса', 2],
            ['баланс', 'балансов', 30],

            ['балахон', 'балахонов', 0],
            ['балахон', 'балахон', 1],
            ['балахон', 'балахона', 2],
            ['балахон', 'балахонов', 30],

            ['балбес', 'балбесов', 0],
            ['балбес', 'балбес', 1],
            ['балбес', 'балбеса', 2],
            ['балбес', 'балбесов', 30],

            ['балдахин', 'балдахинов', 0],
            ['балдахин', 'балдахин', 1],
            ['балдахин', 'балдахина', 2],
            ['балдахин', 'балдахинов', 30],

            ['балерина', 'балерин', 0],
            ['балерина', 'балерина', 1],
            ['балерина', 'балерины', 2],
            ['балерина', 'балерин', 30],

            ['балет', 'балетов', 0],
            ['балет', 'балет', 1],
            ['балет', 'балета', 2],
            ['балет', 'балетов', 30],

            ['балка', 'балок', 0],
            ['балка', 'балка', 1],
            ['балка', 'балки', 2],
            ['балка', 'балок', 30],

            ['балкон', 'балконов', 0],
            ['балкон', 'балкон', 1],
            ['балкон', 'балкона', 2],
            ['балкон', 'балконов', 30],

            ['балкончик', 'балкончиков', 0],
            ['балкончик', 'балкончик', 1],
            ['балкончик', 'балкончика', 2],
            ['балкончик', 'балкончиков', 30],

            ['балл', 'баллов', 0],
            ['балл', 'балл', 1],
            ['балл', 'балла', 2],
            ['балл', 'баллов', 30],

            ['баллада', 'баллад', 0],
            ['баллада', 'баллада', 1],
            ['баллада', 'баллады', 2],
            ['баллада', 'баллад', 30],

            ['балласт', 'балластов', 0],
            ['балласт', 'балласт', 1],
            ['балласт', 'балласта', 2],
            ['балласт', 'балластов', 30],

            ['баллон', 'баллонов', 0],
            ['баллон', 'баллон', 1],
            ['баллон', 'баллона', 2],
            ['баллон', 'баллонов', 30],

            ['баллончик', 'баллончиков', 0],
            ['баллончик', 'баллончик', 1],
            ['баллончик', 'баллончика', 2],
            ['баллончик', 'баллончиков', 30],

            ['баловень', 'баловней', 0],
            ['баловень', 'баловень', 1],
            ['баловень', 'баловня', 2],
            ['баловень', 'баловней', 30],

            ['бальзам', 'бальзамов', 0],
            ['бальзам', 'бальзам', 1],
            ['бальзам', 'бальзама', 2],
            ['бальзам', 'бальзамов', 30],

            ['бамбук', 'бамбуков', 0],
            ['бамбук', 'бамбук', 1],
            ['бамбук', 'бамбука', 2],
            ['бамбук', 'бамбуков', 30],

            ['бампер', 'бамперов', 0],
            ['бампер', 'бампер', 1],
            ['бампер', 'бампера', 2],
            ['бампер', 'бамперов', 30],

            ['банальность', 'банальностей', 0],
            ['банальность', 'банальность', 1],
            ['банальность', 'банальности', 2],
            ['банальность', 'банальностей', 30],

            ['банан', 'бананов', 0],
            ['банан', 'банан', 1],
            ['банан', 'банана', 2],
            ['банан', 'бананов', 30],

            ['банда', 'банд', 0],
            ['банда', 'банда', 1],
            ['банда', 'банды', 2],
            ['банда', 'банд', 30],

            ['бандероль', 'бандеролей', 0],
            ['бандероль', 'бандероль', 1],
            ['бандероль', 'бандероли', 2],
            ['бандероль', 'бандеролей', 30],

            ['бандит', 'бандитов', 0],
            ['бандит', 'бандит', 1],
            ['бандит', 'бандита', 2],
            ['бандит', 'бандитов', 30],

            ['бандформирование', 'бандформирований', 0],
            ['бандформирование', 'бандформирование', 1],
            ['бандформирование', 'бандформирования', 2],
            ['бандформирование', 'бандформирований', 30],

            ['банк', 'банков', 0],
            ['банк', 'банк', 1],
            ['банк', 'банка', 2],
            ['банк', 'банков', 30],

            // Issue not work with банка properly
            ['банка', 'банок', 0],
            //['банка', 'банка', 1],
            //['банка', 'банки', 2],
            ['банка', 'банок', 30],

            ['банкет', 'банкетов', 0],
            ['банкет', 'банкет', 1],
            ['банкет', 'банкета', 2],
            ['банкет', 'банкетов', 30],

            ['банкир', 'банкиров', 0],
            ['банкир', 'банкир', 1],
            ['банкир', 'банкира', 2],
            ['банкир', 'банкиров', 30],

            ['банкнота', 'банкнот', 0],
            ['банкнота', 'банкнота', 1],
            ['банкнота', 'банкноты', 2],
            ['банкнота', 'банкнот', 30],

            ['банкрот', 'банкротов', 0],
            ['банкрот', 'банкрот', 1],
            ['банкрот', 'банкрота', 2],
            ['банкрот', 'банкротов', 30],

            ['банкротство', 'банкротств', 0],
            ['банкротство', 'банкротство', 1],
            ['банкротство', 'банкротства', 2],
            ['банкротство', 'банкротств', 30],

            ['банник', 'банников', 0],
            ['банник', 'банник', 1],
            ['банник', 'банника', 2],
            ['банник', 'банников', 30],

            ['баночка', 'баночек', 0],
            ['баночка', 'баночка', 1],
            ['баночка', 'баночки', 2],
            ['баночка', 'баночек', 30],

            ['бант', 'бантов', 0],
            ['бант', 'бант', 1],
            ['бант', 'банта', 2],
            ['бант', 'бантов', 30],

            ['бантик', 'бантиков', 0],
            ['бантик', 'бантик', 1],
            ['бантик', 'бантика', 2],
            ['бантик', 'бантиков', 30],

            ['банька', 'банек', 0],
            ['банька', 'банька', 1],
            ['банька', 'баньки', 2],
            ['банька', 'банек', 30],

            ['баня', 'бань', 0],
            ['баня', 'баня', 1],
            ['баня', 'бани', 2],
            ['баня', 'бань', 30],

            ['баптист', 'баптистов', 0],
            ['баптист', 'баптист', 1],
            ['баптист', 'баптиста', 2],
            ['баптист', 'баптистов', 30],

            ['бар', 'баров', 0],
            ['бар', 'бар', 1],
            ['бар', 'бара', 2],
            ['бар', 'баров', 30],

            ['барабан', 'барабанов', 0],
            ['барабан', 'барабан', 1],
            ['барабан', 'барабана', 2],
            ['барабан', 'барабанов', 30],

            ['барабанчик', 'барабанчиков', 0],
            ['барабанчик', 'барабанчик', 1],
            ['барабанчик', 'барабанчика', 2],
            ['барабанчик', 'барабанчиков', 30],

            ['барабанщик', 'барабанщиков', 0],
            ['барабанщик', 'барабанщик', 1],
            ['барабанщик', 'барабанщика', 2],
            ['барабанщик', 'барабанщиков', 30],

            ['барак', 'бараков', 0],
            ['барак', 'барак', 1],
            ['барак', 'барака', 2],
            ['барак', 'бараков', 30],

            ['баран', 'баранов', 0],
            ['баран', 'баран', 1],
            ['баран', 'барана', 2],
            ['баран', 'баранов', 30],

            ['барахолка', 'барахолок', 0],
            ['барахолка', 'барахолка', 1],
            ['барахолка', 'барахолки', 2],
            ['барахолка', 'барахолок', 30],

            ['барашек', 'барашков', 0],
            ['барашек', 'барашек', 1],
            ['барашек', 'барашка', 2],
            ['барашек', 'барашков', 30],

            ['барбос', 'барбосов', 0],
            ['барбос', 'барбос', 1],
            ['барбос', 'барбоса', 2],
            ['барбос', 'барбосов', 30],

            ['бард', 'бардов', 0],
            ['бард', 'бард', 1],
            ['бард', 'барда', 2],
            ['бард', 'бардов', 30],

            ['бардак', 'бардаков', 0],
            ['бардак', 'бардак', 1],
            ['бардак', 'бардака', 2],
            ['бардак', 'бардаков', 30],

            ['бардачок', 'бардачков', 0],
            ['бардачок', 'бардачок', 1],
            ['бардачок', 'бардачка', 2],
            ['бардачок', 'бардачков', 30],

            ['барельеф', 'барельефов', 0],
            ['барельеф', 'барельеф', 1],
            ['барельеф', 'барельефа', 2],
            ['барельеф', 'барельефов', 30],

            ['баржа', 'барж', 0],
            ['баржа', 'баржа', 1],
            ['баржа', 'баржи', 2],
            ['баржа', 'барж', 30],

            ['барин', 'баринов', 0],
            ['барин', 'барин', 1],
            ['барин', 'барина', 2],
            ['барин', 'баринов', 30],

            ['баритон', 'баритонов', 0],
            ['баритон', 'баритон', 1],
            ['баритон', 'баритона', 2],
            ['баритон', 'баритонов', 30],

            ['баркас', 'баркасов', 0],
            ['баркас', 'баркас', 1],
            ['баркас', 'баркаса', 2],
            ['баркас', 'баркасов', 30],

            ['бармен', 'барменов', 0],
            ['бармен', 'бармен', 1],
            ['бармен', 'бармена', 2],
            ['бармен', 'барменов', 30],

            ['барометр', 'барометров', 0],
            ['барометр', 'барометр', 1],
            ['барометр', 'барометра', 2],
            ['барометр', 'барометров', 30],

            ['барон', 'баронов', 0],
            ['барон', 'барон', 1],
            ['барон', 'барона', 2],
            ['барон', 'баронов', 30],

            ['баронесса', 'баронесс', 0],
            ['баронесса', 'баронесса', 1],
            ['баронесса', 'баронессы', 2],
            ['баронесса', 'баронесс', 30],

            ['баррикада', 'баррикад', 0],
            ['баррикада', 'баррикада', 1],
            ['баррикада', 'баррикады', 2],
            ['баррикада', 'баррикад', 30],

            ['барс', 'барсов', 0],
            ['барс', 'барс', 1],
            ['барс', 'барса', 2],
            ['барс', 'барсов', 30],

            ['барсук', 'барсуков', 0],
            ['барсук', 'барсук', 1],
            ['барсук', 'барсука', 2],
            ['барсук', 'барсуков', 30],

            ['бархан', 'барханов', 0],
            ['бархан', 'бархан', 1],
            ['бархан', 'бархана', 2],
            ['бархан', 'барханов', 30],

            ['барыня', 'барынь', 0],
            ['барыня', 'барыня', 1],
            ['барыня', 'барыни', 2],
            ['барыня', 'барынь', 30],

            ['барыш', 'барышей', 0],
            ['барыш', 'барыш', 1],
            ['барыш', 'барыша', 2],
            ['барыш', 'барышей', 30],

            ['барышня', 'барышень', 0],
            ['барышня', 'барышня', 1],
            ['барышня', 'барышни', 2],
            ['барышня', 'барышень', 30],

            ['барьер', 'барьеров', 0],
            ['барьер', 'барьер', 1],
            ['барьер', 'барьера', 2],
            ['барьер', 'барьеров', 30],

            ['бас', 'басов', 0],
            ['бас', 'бас', 1],
            ['бас', 'баса', 2],
            ['бас', 'басов', 30],

            ['баскетболист', 'баскетболистов', 0],
            ['баскетболист', 'баскетболист', 1],
            ['баскетболист', 'баскетболиста', 2],
            ['баскетболист', 'баскетболистов', 30],

            ['басня', 'басен', 0],
            ['басня', 'басня', 1],
            ['басня', 'басни', 2],
            ['басня', 'басен', 30],

            ['бассейн', 'бассейнов', 0],
            ['бассейн', 'бассейн', 1],
            ['бассейн', 'бассейна', 2],
            ['бассейн', 'бассейнов', 30],

            ['бастион', 'бастионов', 0],
            ['бастион', 'бастион', 1],
            ['бастион', 'бастиона', 2],
            ['бастион', 'бастионов', 30],

            ['басурманин', 'басурман', 0],
            ['басурманин', 'басурманин', 1],
            ['басурманин', 'басурманина', 2],
            ['басурманин', 'басурман', 30],

            ['бат', 'батов', 0],
            ['бат', 'бат', 1],
            ['бат', 'бата', 2],
            ['бат', 'батов', 30],

            ['баталия', 'баталий', 0],
            ['баталия', 'баталия', 1],
            ['баталия', 'баталии', 2],
            ['баталия', 'баталий', 30],

            ['батальон', 'батальонов', 0],
            ['батальон', 'батальон', 1],
            ['батальон', 'батальона', 2],
            ['батальон', 'батальонов', 30],

            ['батарейка', 'батареек', 0],
            ['батарейка', 'батарейка', 1],
            ['батарейка', 'батарейки', 2],
            ['батарейка', 'батареек', 30],

            ['батарея', 'батарей', 0],
            ['батарея', 'батарея', 1],
            ['батарея', 'батареи', 2],
            ['батарея', 'батарей', 30],

            ['батог', 'батогов', 0],
            ['батог', 'батог', 1],
            ['батог', 'батога', 2],
            ['батог', 'батогов', 30],

            ['батон', 'батонов', 0],
            ['батон', 'батон', 1],
            ['батон', 'батона', 2],
            ['батон', 'батонов', 30],

            ['батрак', 'батраков', 0],
            ['батрак', 'батрак', 1],
            ['батрак', 'батрака', 2],
            ['батрак', 'батраков', 30],

            ['батюшка', 'батюшек', 0],
            ['батюшка', 'батюшка', 1],
            ['батюшка', 'батюшки', 2],
            ['батюшка', 'батюшек', 30],

            ['баул', 'баулов', 0],
            ['баул', 'баул', 1],
            ['баул', 'баула', 2],
            ['баул', 'баулов', 30],

            ['бахмач', 'бахмачей', 0],
            ['бахмач', 'бахмач', 1],
            ['бахмач', 'бахмача', 2],
            ['бахмач', 'бахмачей', 30],

            ['бахча', 'бахчей', 0],
            ['бахча', 'бахча', 1],
            ['бахча', 'бахчи', 2],
            ['бахча', 'бахчей', 30],

            ['бацилла', 'бацилл', 0],
            ['бацилла', 'бацилла', 1],
            ['бацилла', 'бациллы', 2],
            ['бацилла', 'бацилл', 30],

            ['бачок', 'бачков', 0],
            ['бачок', 'бачок', 1],
            ['бачок', 'бачка', 2],
            ['бачок', 'бачков', 30],

            ['башенка', 'башенок', 0],
            ['башенка', 'башенка', 1],
            ['башенка', 'башенки', 2],
            ['башенка', 'башенок', 30],

            ['башмак', 'башмаков', 0],
            ['башмак', 'башмак', 1],
            ['башмак', 'башмака', 2],
            ['башмак', 'башмаков', 30],

            ['башмачок', 'башмачков', 0],
            ['башмачок', 'башмачок', 1],
            ['башмачок', 'башмачка', 2],
            ['башмачок', 'башмачков', 30],

            ['башня', 'башен', 0],
            ['башня', 'башня', 1],
            ['башня', 'башни', 2],
            ['башня', 'башен', 30],

            ['баян', 'баянов', 0],
            ['баян', 'баян', 1],
            ['баян', 'баяна', 2],
            ['баян', 'баянов', 30],

            ['баянист', 'баянистов', 0],
            ['баянист', 'баянист', 1],
            ['баянист', 'баяниста', 2],
            ['баянист', 'баянистов', 30],

            ['бегемот', 'бегемотов', 0],
            ['бегемот', 'бегемот', 1],
            ['бегемот', 'бегемота', 2],
            ['бегемот', 'бегемотов', 30],

            ['беглец', 'беглецов', 0],
            ['беглец', 'беглец', 1],
            ['беглец', 'беглеца', 2],
            ['беглец', 'беглецов', 30],

            ['беглянка', 'беглянок', 0],
            ['беглянка', 'беглянка', 1],
            ['беглянка', 'беглянки', 2],
            ['беглянка', 'беглянок', 30],

            ['бегун', 'бегунов', 0],
            ['бегун', 'бегун', 1],
            ['бегун', 'бегуна', 2],
            ['бегун', 'бегунов', 30],

            ['беда', 'бед', 0],
            ['беда', 'беда', 1],
            ['беда', 'беды', 2],
            ['беда', 'бед', 30],

            ['бедняга', 'бедняг', 0],
            ['бедняга', 'бедняга', 1],
            ['бедняга', 'бедняги', 2],
            ['бедняга', 'бедняг', 30],

            ['бедняжка', 'бедняжек', 0],
            ['бедняжка', 'бедняжка', 1],
            ['бедняжка', 'бедняжки', 2],
            ['бедняжка', 'бедняжек', 30],

            ['бедняк', 'бедняков', 0],
            ['бедняк', 'бедняк', 1],
            ['бедняк', 'бедняка', 2],
            ['бедняк', 'бедняков', 30],

            ['бедолага', 'бедолаг', 0],
            ['бедолага', 'бедолага', 1],
            ['бедолага', 'бедолаги', 2],
            ['бедолага', 'бедолаг', 30],

            ['бедро', 'бёдер', 0],
            ['бедро', 'бедро', 1],
            ['бедро', 'бедра', 2],
            ['бедро', 'бёдер', 30],

            ['беженец', 'беженцев', 0],
            ['беженец', 'беженец', 1],
            ['беженец', 'беженца', 2],
            ['беженец', 'беженцев', 30],

            ['безбожник', 'безбожников', 0],
            ['безбожник', 'безбожник', 1],
            ['безбожник', 'безбожника', 2],
            ['безбожник', 'безбожников', 30],

            ['бездарь', 'бездарей', 0],
            ['бездарь', 'бездарь', 1],
            ['бездарь', 'бездаря', 2],
            ['бездарь', 'бездарей', 30],

            ['безделушка', 'безделушек', 0],
            ['безделушка', 'безделушка', 1],
            ['безделушка', 'безделушки', 2],
            ['безделушка', 'безделушек', 30],

            ['бездна', 'бездн', 0],
            ['бездна', 'бездна', 1],
            ['бездна', 'бездны', 2],
            ['бездна', 'бездн', 30],

            ['безобразие', 'безобразий', 0],
            ['безобразие', 'безобразие', 1],
            ['безобразие', 'безобразия', 2],
            ['безобразие', 'безобразий', 30],

            ['безрукавка', 'безрукавок', 0],
            ['безрукавка', 'безрукавка', 1],
            ['безрукавка', 'безрукавки', 2],
            ['безрукавка', 'безрукавок', 30],

            ['безумец', 'безумцев', 0],
            ['безумец', 'безумец', 1],
            ['безумец', 'безумца', 2],
            ['безумец', 'безумцев', 30],

            ['белогвардеец', 'белогвардейцев', 0],
            ['белогвардеец', 'белогвардеец', 1],
            ['белогвардеец', 'белогвардейца', 2],
            ['белогвардеец', 'белогвардейцев', 30],

            ['белок', 'белков', 0],
            ['белок', 'белок', 1],
            ['белок', 'белка', 2],
            ['белок', 'белков', 30],

            ['беломор', 'беломоров', 0],
            ['беломор', 'беломор', 1],
            ['беломор', 'беломора', 2],
            ['беломор', 'беломоров', 30],

            ['белорус', 'белорусов', 0],
            ['белорус', 'белорус', 1],
            ['белорус', 'белоруса', 2],
            ['белорус', 'белорусов', 30],

            ['белочка', 'белочек', 0],
            ['белочка', 'белочка', 1],
            ['белочка', 'белочки', 2],
            ['белочка', 'белочек', 30],

            ['белуга', 'белуг', 0],
            ['белуга', 'белуга', 1],
            ['белуга', 'белуги', 2],
            ['белуга', 'белуг', 30],

            ['бельгиец', 'бельгийцев', 0],
            ['бельгиец', 'бельгиец', 1],
            ['бельгиец', 'бельгийца', 2],
            ['бельгиец', 'бельгийцев', 30],

            ['бельишко', 'бельишек', 0],
            ['бельишко', 'бельишко', 1],
            ['бельишко', 'бельишка', 2],
            ['бельишко', 'бельишек', 30],

            ['беляк', 'беляков', 0],
            ['беляк', 'беляк', 1],
            ['беляк', 'беляка', 2],
            ['беляк', 'беляков', 30],

            ['бензовоз', 'бензовозов', 0],
            ['бензовоз', 'бензовоз', 1],
            ['бензовоз', 'бензовоза', 2],
            ['бензовоз', 'бензовозов', 30],

            ['бензоколонка', 'бензоколонок', 0],
            ['бензоколонка', 'бензоколонка', 1],
            ['бензоколонка', 'бензоколонки', 2],
            ['бензоколонка', 'бензоколонок', 30],

            ['берег', 'берегов', 0],
            ['берег', 'берег', 1],
            ['берег', 'берега', 2],
            ['берег', 'берегов', 30],

            ['бережок', 'бережков', 0],
            ['бережок', 'бережок', 1],
            ['бережок', 'бережка', 2],
            ['бережок', 'бережков', 30],

            ['береза', 'берез', 0],
            ['береза', 'береза', 1],
            ['береза', 'березы', 2],
            ['береза', 'берез', 30],

            ['березка', 'березок', 0],
            ['березка', 'березка', 1],
            ['березка', 'березки', 2],
            ['березка', 'березок', 30],

            ['березняк', 'березняков', 0],
            ['березняк', 'березняк', 1],
            ['березняк', 'березняка', 2],
            ['березняк', 'березняков', 30],

            ['березовик', 'березовиков', 0],
            ['березовик', 'березовик', 1],
            ['березовик', 'березовика', 2],
            ['березовик', 'березовиков', 30],

            ['беременность', 'беременностей', 0],
            ['беременность', 'беременность', 1],
            ['беременность', 'беременности', 2],
            ['беременность', 'беременностей', 30],

            ['берет', 'беретов', 0],
            ['берет', 'берет', 1],
            ['берет', 'берета', 2],
            ['берет', 'беретов', 30],

            ['беркут', 'беркутов', 0],
            ['беркут', 'беркут', 1],
            ['беркут', 'беркута', 2],
            ['беркут', 'беркутов', 30],

            ['берлога', 'берлог', 0],
            ['берлога', 'берлога', 1],
            ['берлога', 'берлоги', 2],
            ['берлога', 'берлог', 30],

            ['бес', 'бесов', 0],
            ['бес', 'бес', 1],
            ['бес', 'беса', 2],
            ['бес', 'бесов', 30],

            ['беседа', 'бесед', 0],
            ['беседа', 'беседа', 1],
            ['беседа', 'беседы', 2],
            ['беседа', 'бесед', 30],

            ['беседка', 'беседок', 0],
            ['беседка', 'беседка', 1],
            ['беседка', 'беседки', 2],
            ['беседка', 'беседок', 30],

            ['бескозырка', 'бескозырок', 0],
            ['бескозырка', 'бескозырка', 1],
            ['бескозырка', 'бескозырки', 2],
            ['бескозырка', 'бескозырок', 30],

            ['бесконечность', 'бесконечностей', 0],
            ['бесконечность', 'бесконечность', 1],
            ['бесконечность', 'бесконечности', 2],
            ['бесконечность', 'бесконечностей', 30],

            ['беспечность', 'беспечностей', 0],
            ['беспечность', 'беспечность', 1],
            ['беспечность', 'беспечности', 2],
            ['беспечность', 'беспечностей', 30],

            ['бесплодие', 'бесплодий', 0],
            ['бесплодие', 'бесплодие', 1],
            ['бесплодие', 'бесплодия', 2],
            ['бесплодие', 'бесплодий', 30],

            ['беспокойство', 'беспокойств', 0],
            ['беспокойство', 'беспокойство', 1],
            ['беспокойство', 'беспокойства', 2],
            ['беспокойство', 'беспокойств', 30],

            ['беспорядок', 'беспорядков', 0],
            ['беспорядок', 'беспорядок', 1],
            ['беспорядок', 'беспорядка', 2],
            ['беспорядок', 'беспорядков', 30],

            ['бесправие', 'бесправий', 0],
            ['бесправие', 'бесправие', 1],
            ['бесправие', 'бесправия', 2],
            ['бесправие', 'бесправий', 30],

            ['беспредел', 'беспределов', 0],
            ['беспредел', 'беспредел', 1],
            ['беспредел', 'беспредела', 2],
            ['беспредел', 'беспределов', 30],

            ['беспризорник', 'беспризорников', 0],
            ['беспризорник', 'беспризорник', 1],
            ['беспризорник', 'беспризорника', 2],
            ['беспризорник', 'беспризорников', 30],

            ['бессилие', 'бессилий', 0],
            ['бессилие', 'бессилие', 1],
            ['бессилие', 'бессилия', 2],
            ['бессилие', 'бессилий', 30],

            ['бессмертие', 'бессмертий', 0],
            ['бессмертие', 'бессмертие', 1],
            ['бессмертие', 'бессмертия', 2],
            ['бессмертие', 'бессмертий', 30],

            ['бессмысленность', 'бессмысленностей', 0],
            ['бессмысленность', 'бессмысленность', 1],
            ['бессмысленность', 'бессмысленности', 2],
            ['бессмысленность', 'бессмысленностей', 30],

            ['бессмыслица', 'бессмыслиц', 0],
            ['бессмыслица', 'бессмыслица', 1],
            ['бессмыслица', 'бессмыслицы', 2],
            ['бессмыслица', 'бессмыслиц', 30],

            ['бессонница', 'бессонниц', 0],
            ['бессонница', 'бессонница', 1],
            ['бессонница', 'бессонницы', 2],
            ['бессонница', 'бессонниц', 30],

            ['бестактность', 'бестактностей', 0],
            ['бестактность', 'бестактность', 1],
            ['бестактность', 'бестактности', 2],
            ['бестактность', 'бестактностей', 30],

            ['бестия', 'бестий', 0],
            ['бестия', 'бестия', 1],
            ['бестия', 'бестии', 2],
            ['бестия', 'бестий', 30],

            ['бестолочь', 'бестолочей', 0],
            ['бестолочь', 'бестолочь', 1],
            ['бестолочь', 'бестолочи', 2],
            ['бестолочь', 'бестолочей', 30],

            ['бестселлер', 'бестселлеров', 0],
            ['бестселлер', 'бестселлер', 1],
            ['бестселлер', 'бестселлера', 2],
            ['бестселлер', 'бестселлеров', 30],

            ['бетономешалка', 'бетономешалок', 0],
            ['бетономешалка', 'бетономешалка', 1],
            ['бетономешалка', 'бетономешалки', 2],
            ['бетономешалка', 'бетономешалок', 30],

            ['бечевка', 'бечевок', 0],
            ['бечевка', 'бечевка', 1],
            ['бечевка', 'бечевки', 2],
            ['бечевка', 'бечевок', 30],



            ['библиография', 'библиографий', 0],
            ['библиография', 'библиография', 1],
            ['библиография', 'библиографии', 2],
            ['библиография', 'библиографий', 30],

            ['библиотека', 'библиотек', 0],
            ['библиотека', 'библиотека', 1],
            ['библиотека', 'библиотеки', 2],
            ['библиотека', 'библиотек', 30],

            ['библиотекарь', 'библиотекарей', 0],
            ['библиотекарь', 'библиотекарь', 1],
            ['библиотекарь', 'библиотекаря', 2],
            ['библиотекарь', 'библиотекарей', 30],

            ['библиофил', 'библиофилов', 0],
            ['библиофил', 'библиофил', 1],
            ['библиофил', 'библиофила', 2],
            ['библиофил', 'библиофилов', 30],

            ['библия', 'библий', 0],
            ['библия', 'библия', 1],
            ['библия', 'библии', 2],
            ['библия', 'библий', 30],

            ['бивень', 'бивней', 0],
            ['бивень', 'бивень', 1],
            ['бивень', 'бивня', 2],
            ['бивень', 'бивней', 30],

            ['бигуди', 'бигуди', 0],
            ['бигуди', 'бигуди', 1],
            ['бигуди', 'бигуди', 2],
            ['бигуди', 'бигуди', 30],

            ['бидон', 'бидонов', 0],
            ['бидон', 'бидон', 1],
            ['бидон', 'бидона', 2],
            ['бидон', 'бидонов', 30],

            ['биение', 'биений', 0],
            ['биение', 'биение', 1],
            ['биение', 'биения', 2],
            ['биение', 'биений', 30],

            ['бизнес', 'бизнесов', 0],
            ['бизнес', 'бизнес', 1],
            ['бизнес', 'бизнеса', 2],
            ['бизнес', 'бизнесов', 30],

            ['бизнесмен', 'бизнесменов', 0],
            ['бизнесмен', 'бизнесмен', 1],
            ['бизнесмен', 'бизнесмена', 2],
            ['бизнесмен', 'бизнесменов', 30],

            ['бизон', 'бизонов', 0],
            ['бизон', 'бизон', 1],
            ['бизон', 'бизона', 2],
            ['бизон', 'бизонов', 30],

            ['билет', 'билетов', 0],
            ['билет', 'билет', 1],
            ['билет', 'билета', 2],
            ['билет', 'билетов', 30],

            ['билетик', 'билетиков', 0],
            ['билетик', 'билетик', 1],
            ['билетик', 'билетика', 2],
            ['билетик', 'билетиков', 30],

            ['билирубин', 'билирубинов', 0],
            ['билирубин', 'билирубин', 1],
            ['билирубин', 'билирубина', 2],
            ['билирубин', 'билирубинов', 30],

            ['бильярд', 'бильярдов', 0],
            ['бильярд', 'бильярд', 1],
            ['бильярд', 'бильярда', 2],
            ['бильярд', 'бильярдов', 30],

            ['бинокль', 'биноклей', 0],
            ['бинокль', 'бинокль', 1],
            ['бинокль', 'бинокля', 2],
            ['бинокль', 'биноклей', 30],

            ['бинт', 'бинтов', 0],
            ['бинт', 'бинт', 1],
            ['бинт', 'бинта', 2],
            ['бинт', 'бинтов', 30],

            ['биограф', 'биографов', 0],
            ['биограф', 'биограф', 1],
            ['биограф', 'биографа', 2],
            ['биограф', 'биографов', 30],

            ['биография', 'биографий', 0],
            ['биография', 'биография', 1],
            ['биография', 'биографии', 2],
            ['биография', 'биографий', 30],

            ['биолог', 'биологов', 0],
            ['биолог', 'биолог', 1],
            ['биолог', 'биолога', 2],
            ['биолог', 'биологов', 30],

            ['биомасса', 'биомасс', 0],
            ['биомасса', 'биомасса', 1],
            ['биомасса', 'биомассы', 2],
            ['биомасса', 'биомасс', 30],

            ['биополе', 'биополей', 0],
            ['биополе', 'биополе', 1],
            ['биополе', 'биополя', 2],
            ['биополе', 'биополей', 30],

            ['биопсия', 'биопсий', 0],
            ['биопсия', 'биопсия', 1],
            ['биопсия', 'биопсии', 2],
            ['биопсия', 'биопсий', 30],

            ['биосфера', 'биосфер', 0],
            ['биосфера', 'биосфера', 1],
            ['биосфера', 'биосферы', 2],
            ['биосфера', 'биосфер', 30],

            ['биоток', 'биотоков', 0],
            ['биоток', 'биоток', 1],
            ['биоток', 'биотока', 2],
            ['биоток', 'биотоков', 30],

            ['биржа', 'бирж', 0],
            ['биржа', 'биржа', 1],
            ['биржа', 'биржи', 2],
            ['биржа', 'бирж', 30],

            ['бирка', 'бирок', 0],
            ['бирка', 'бирка', 1],
            ['бирка', 'бирки', 2],
            ['бирка', 'бирок', 30],

            ['бит', 'бит', 0],
            ['бит', 'бит', 1],
            ['бит', 'бита', 2],
            ['бит', 'бит', 30],

            ['битва', 'битв', 0],
            ['битва', 'битва', 1],
            ['битва', 'битвы', 2],
            ['битва', 'битв', 30],

            ['бифштекс', 'бифштексов', 0],
            ['бифштекс', 'бифштекс', 1],
            ['бифштекс', 'бифштекса', 2],
            ['бифштекс', 'бифштексов', 30],

            ['бицепс', 'бицепсов', 0],
            ['бицепс', 'бицепс', 1],
            ['бицепс', 'бицепса', 2],
            ['бицепс', 'бицепсов', 30],

            ['бич', 'бичей', 0],
            ['бич', 'бич', 1],
            ['бич', 'бича', 2],
            ['бич', 'бичей', 30],

            ['благо', 'благ', 0],
            ['благо', 'благо', 1],
            ['благо', 'блага', 2],
            ['благо', 'благ', 30],

            ['благовоние', 'благовоний', 0],
            ['благовоние', 'благовоние', 1],
            ['благовоние', 'благовония', 2],
            ['благовоние', 'благовоний', 30],

            ['благоговение', 'благоговений', 0],
            ['благоговение', 'благоговение', 1],
            ['благоговение', 'благоговения', 2],
            ['благоговение', 'благоговений', 30],

            ['благодарность', 'благодарностей', 0],
            ['благодарность', 'благодарность', 1],
            ['благодарность', 'благодарности', 2],
            ['благодарность', 'благодарностей', 30],

            ['благодать', 'благодатей', 0],
            ['благодать', 'благодать', 1],
            ['благодать', 'благодати', 2],
            ['благодать', 'благодатей', 30],

            ['благоденствие', 'благоденствий', 0],
            ['благоденствие', 'благоденствие', 1],
            ['благоденствие', 'благоденствия', 2],
            ['благоденствие', 'благоденствий', 30],

            ['благодетель', 'благодетелей', 0],
            ['благодетель', 'благодетель', 1],
            ['благодетель', 'благодетеля', 2],
            ['благодетель', 'благодетелей', 30],

            ['благодеяние', 'благодеяний', 0],
            ['благодеяние', 'благодеяние', 1],
            ['благодеяние', 'благодеяния', 2],
            ['благодеяние', 'благодеяний', 30],

            ['благодушие', 'благодуший', 0],
            ['благодушие', 'благодушие', 1],
            ['благодушие', 'благодушия', 2],
            ['благодушие', 'благодуший', 30],

            ['благополучие', 'благополучий', 0],
            ['благополучие', 'благополучие', 1],
            ['благополучие', 'благополучия', 2],
            ['благополучие', 'благополучий', 30],

            ['благоразумие', 'благоразумий', 0],
            ['благоразумие', 'благоразумие', 1],
            ['благоразумие', 'благоразумия', 2],
            ['благоразумие', 'благоразумий', 30],

            ['благородие', 'благородий', 0],
            ['благородие', 'благородие', 1],
            ['благородие', 'благородия', 2],
            ['благородие', 'благородий', 30],

            ['благородство', 'благородств', 0],
            ['благородство', 'благородство', 1],
            ['благородство', 'благородства', 2],
            ['благородство', 'благородств', 30],

            ['благосклонность', 'благосклонностей', 0],
            ['благосклонность', 'благосклонность', 1],
            ['благосклонность', 'благосклонности', 2],
            ['благосклонность', 'благосклонностей', 30],

            ['благословение', 'благословений', 0],
            ['благословение', 'благословение', 1],
            ['благословение', 'благословения', 2],
            ['благословение', 'благословений', 30],

            ['благосостояние', 'благосостояний', 0],
            ['благосостояние', 'благосостояние', 1],
            ['благосостояние', 'благосостояния', 2],
            ['благосостояние', 'благосостояний', 30],

            ['благотворительность', 'благотворительностей', 0],
            ['благотворительность', 'благотворительность', 1],
            ['благотворительность', 'благотворительности', 2],
            ['благотворительность', 'благотворительностей', 30],

            ['благоухание', 'благоуханий', 0],
            ['благоухание', 'благоухание', 1],
            ['благоухание', 'благоухания', 2],
            ['благоухание', 'благоуханий', 30],

            ['блаженство', 'блаженств', 0],
            ['блаженство', 'блаженство', 1],
            ['блаженство', 'блаженства', 2],
            ['блаженство', 'блаженств', 30],

            ['бланк', 'бланков', 0],
            ['бланк', 'бланк', 1],
            ['бланк', 'бланка', 2],
            ['бланк', 'бланков', 30],

            ['блевотина', 'блевотин', 0],
            ['блевотина', 'блевотина', 1],
            ['блевотина', 'блевотины', 2],
            ['блевотина', 'блевотин', 30],

            ['блеск', 'блесков', 0],
            ['блеск', 'блеск', 1],
            ['блеск', 'блеска', 2],
            ['блеск', 'блесков', 30],

            ['блесна', 'блесен', 0],
            ['блесна', 'блесна', 1],
            ['блесна', 'блесны', 2],
            ['блесна', 'блесен', 30],

            ['блестка', 'блесток', 0],
            ['блестка', 'блестка', 1],
            ['блестка', 'блестки', 2],
            ['блестка', 'блесток', 30],

            ['блеф', 'блефов', 0],
            ['блеф', 'блеф', 1],
            ['блеф', 'блефа', 2],
            ['блеф', 'блефов', 30],

            ['ближний', 'ближних', 0],
            ['ближний', 'ближний', 1],
            ['ближний', 'ближних', 2],
            ['ближний', 'ближних', 30],

            ['близнец', 'близнецов', 0],
            ['близнец', 'близнец', 1],
            ['близнец', 'близнеца', 2],
            ['близнец', 'близнецов', 30],

            ['блик', 'бликов', 0],
            ['блик', 'блик', 1],
            ['блик', 'блика', 2],
            ['блик', 'бликов', 30],

            ['блин', 'блинов', 0],
            ['блин', 'блин', 1],
            ['блин', 'блина', 2],
            ['блин', 'блинов', 30],

            ['блиндаж', 'блиндажей', 0],
            ['блиндаж', 'блиндаж', 1],
            ['блиндаж', 'блиндажа', 2],
            ['блиндаж', 'блиндажей', 30],

            ['блинчик', 'блинчиков', 0],
            ['блинчик', 'блинчик', 1],
            ['блинчик', 'блинчика', 2],
            ['блинчик', 'блинчиков', 30],

            ['блок', 'блоков', 0],
            ['блок', 'блок', 1],
            ['блок', 'блока', 2],
            ['блок', 'блоков', 30],

            ['блокада', 'блокад', 0],
            ['блокада', 'блокада', 1],
            ['блокада', 'блокады', 2],
            ['блокада', 'блокад', 30],

            ['блокнот', 'блокнотов', 0],
            ['блокнот', 'блокнот', 1],
            ['блокнот', 'блокнота', 2],
            ['блокнот', 'блокнотов', 30],

            ['блокнотик', 'блокнотиков', 0],
            ['блокнотик', 'блокнотик', 1],
            ['блокнотик', 'блокнотика', 2],
            ['блокнотик', 'блокнотиков', 30],

            ['блокпост', 'блокпостов', 0],
            ['блокпост', 'блокпост', 1],
            ['блокпост', 'блокпоста', 2],
            ['блокпост', 'блокпостов', 30],

            ['блондин', 'блондинов', 0],
            ['блондин', 'блондин', 1],
            ['блондин', 'блондина', 2],
            ['блондин', 'блондинов', 30],

            ['блондинка', 'блондинок', 0],
            ['блондинка', 'блондинка', 1],
            ['блондинка', 'блондинки', 2],
            ['блондинка', 'блондинок', 30],

            ['блоха', 'блох', 0],
            ['блоха', 'блоха', 1],
            ['блоха', 'блохи', 2],
            ['блоха', 'блох', 30],

            ['блудница', 'блудниц', 0],
            ['блудница', 'блудница', 1],
            ['блудница', 'блудницы', 2],
            ['блудница', 'блудниц', 30],

            ['блузка', 'блузок', 0],
            ['блузка', 'блузка', 1],
            ['блузка', 'блузки', 2],
            ['блузка', 'блузок', 30],

            ['блюдечко', 'блюдечек', 0],
            ['блюдечко', 'блюдечко', 1],
            ['блюдечко', 'блюдечка', 2],
            ['блюдечко', 'блюдечек', 30],

            ['блюдо', 'блюд', 0],
            ['блюдо', 'блюдо', 1],
            ['блюдо', 'блюда', 2],
            ['блюдо', 'блюд', 30],

            ['блюдце', 'блюдец', 0],
            ['блюдце', 'блюдце', 1],
            ['блюдце', 'блюдца', 2],
            ['блюдце', 'блюдец', 30],

            ['блюститель', 'блюстителей', 0],
            ['блюститель', 'блюститель', 1],
            ['блюститель', 'блюстителя', 2],
            ['блюститель', 'блюстителей', 30],

            ['бляха', 'блях', 0],
            ['бляха', 'бляха', 1],
            ['бляха', 'бляхи', 2],
            ['бляха', 'блях', 30],

            ['бляшка', 'бляшек', 0],
            ['бляшка', 'бляшка', 1],
            ['бляшка', 'бляшки', 2],
            ['бляшка', 'бляшек', 30],

            ['боб', 'бобов', 0],
            ['боб', 'боб', 1],
            ['боб', 'боба', 2],
            ['боб', 'бобов', 30],

            ['бобёр', 'бобров', 0],
            ['бобёр', 'бобёр', 1],
            ['бобёр', 'бобра', 2],
            ['бобёр', 'бобров', 30],

            ['бобик', 'бобиков', 0],
            ['бобик', 'бобик', 1],
            ['бобик', 'бобика', 2],
            ['бобик', 'бобиков', 30],

            ['бобрик', 'бобриков', 0],
            ['бобрик', 'бобрик', 1],
            ['бобрик', 'бобрика', 2],
            ['бобрик', 'бобриков', 30],

            ['бобыль', 'бобылей', 0],
            ['бобыль', 'бобыль', 1],
            ['бобыль', 'бобыля', 2],
            ['бобыль', 'бобылей', 30],

            ['бог', 'богов', 0],
            ['бог', 'бог', 1],
            ['бог', 'бога', 2],
            ['бог', 'богов', 30],

            ['богадельня', 'богаделен', 0],
            ['богадельня', 'богадельня', 1],
            ['богадельня', 'богадельни', 2],
            ['богадельня', 'богаделен', 30],

            ['богатей', 'богатеев', 0],
            ['богатей', 'богатей', 1],
            ['богатей', 'богатея', 2],
            ['богатей', 'богатеев', 30],

            ['богатство', 'богатств', 0],
            ['богатство', 'богатство', 1],
            ['богатство', 'богатства', 2],
            ['богатство', 'богатств', 30],

            ['богатый', 'богатых', 0],
            ['богатый', 'богатый', 1],
            ['богатый', 'богатых', 2],
            ['богатый', 'богатых', 30],

            ['богатырь', 'богатырей', 0],
            ['богатырь', 'богатырь', 1],
            ['богатырь', 'богатыря', 2],
            ['богатырь', 'богатырей', 30],

            ['богач', 'богачей', 0],
            ['богач', 'богач', 1],
            ['богач', 'богача', 2],
            ['богач', 'богачей', 30],

            ['богема', 'богем', 0],
            ['богема', 'богема', 1],
            ['богема', 'богемы', 2],
            ['богема', 'богем', 30],

            ['богиня', 'богинь', 0],
            ['богиня', 'богиня', 1],
            ['богиня', 'богини', 2],
            ['богиня', 'богинь', 30],

            ['богоискатель', 'богоискателей', 0],
            ['богоискатель', 'богоискатель', 1],
            ['богоискатель', 'богоискателя', 2],
            ['богоискатель', 'богоискателей', 30],

            ['богоматерь', 'богоматерей', 0],
            ['богоматерь', 'богоматерь', 1],
            ['богоматерь', 'богоматери', 2],
            ['богоматерь', 'богоматерей', 30],

            ['богомол', 'богомолов', 0],
            ['богомол', 'богомол', 1],
            ['богомол', 'богомола', 2],
            ['богомол', 'богомолов', 30],

            ['богородица', 'богородиц', 0],
            ['богородица', 'богородица', 1],
            ['богородица', 'богородицы', 2],
            ['богородица', 'богородиц', 30],

            ['богослов', 'богословов', 0],
            ['богослов', 'богослов', 1],
            ['богослов', 'богослова', 2],
            ['богослов', 'богословов', 30],

            ['богословие', 'богословий', 0],
            ['богословие', 'богословие', 1],
            ['богословие', 'богословия', 2],
            ['богословие', 'богословий', 30],

            ['богослужение', 'богослужений', 0],
            ['богослужение', 'богослужение', 1],
            ['богослужение', 'богослужения', 2],
            ['богослужение', 'богослужений', 30],

            ['боевик', 'боевиков', 0],
            ['боевик', 'боевик', 1],
            ['боевик', 'боевика', 2],
            ['боевик', 'боевиков', 30],

            ['боеголовка', 'боеголовок', 0],
            ['боеголовка', 'боеголовка', 1],
            ['боеголовка', 'боеголовки', 2],
            ['боеголовка', 'боеголовок', 30],

            ['боекомплект', 'боекомплектов', 0],
            ['боекомплект', 'боекомплект', 1],
            ['боекомплект', 'боекомплекта', 2],
            ['боекомплект', 'боекомплектов', 30],

            ['боеприпас', 'боеприпасов', 0],
            ['боеприпас', 'боеприпас', 1],
            ['боеприпас', 'боеприпаса', 2],
            ['боеприпас', 'боеприпасов', 30],

            ['боец', 'бойцов', 0],
            ['боец', 'боец', 1],
            ['боец', 'бойца', 2],
            ['боец', 'бойцов', 30],

            ['божество', 'божеств', 0],
            ['божество', 'божество', 1],
            ['божество', 'божества', 2],
            ['божество', 'божеств', 30],

            ['божок', 'божков', 0],
            ['божок', 'божок', 1],
            ['божок', 'божка', 2],
            ['божок', 'божков', 30],

            ['боинг', 'боингов', 0],
            ['боинг', 'боинг', 1],
            ['боинг', 'боинга', 2],
            ['боинг', 'боингов', 30],

            ['бой', 'боёв', 0],
            ['бой', 'бой', 1],
            ['бой', 'боя', 2],
            ['бой', 'боёв', 30],

            ['бойкот', 'бойкотов', 0],
            ['бойкот', 'бойкот', 1],
            ['бойкот', 'бойкота', 2],
            ['бойкот', 'бойкотов', 30],

            ['бойница', 'бойниц', 0],
            ['бойница', 'бойница', 1],
            ['бойница', 'бойницы', 2],
            ['бойница', 'бойниц', 30],

            ['бок', 'боков', 0],
            ['бок', 'бок', 1],
            ['бок', 'бока', 2],
            ['бок', 'боков', 30],

            ['бокал', 'бокалов', 0],
            ['бокал', 'бокал', 1],
            ['бокал', 'бокала', 2],
            ['бокал', 'бокалов', 30],

            ['боксер', 'боксеров', 0],
            ['боксер', 'боксер', 1],
            ['боксер', 'боксера', 2],
            ['боксер', 'боксеров', 30],

            ['болван', 'болванов', 0],
            ['болван', 'болван', 1],
            ['болван', 'болвана', 2],
            ['болван', 'болванов', 30],

            ['болванка', 'болванок', 0],
            ['болванка', 'болванка', 1],
            ['болванка', 'болванки', 2],
            ['болванка', 'болванок', 30],

            ['болгарин', 'болгар', 0],
            ['болгарин', 'болгарин', 1],
            ['болгарин', 'болгарина', 2],
            ['болгарин', 'болгар', 30],

            ['болезнь', 'болезней', 0],
            ['болезнь', 'болезнь', 1],
            ['болезнь', 'болезни', 2],
            ['болезнь', 'болезней', 30],

            ['болельщик', 'болельщиков', 0],
            ['болельщик', 'болельщик', 1],
            ['болельщик', 'болельщика', 2],
            ['болельщик', 'болельщиков', 30],

            ['болонка', 'болонок', 0],
            ['болонка', 'болонка', 1],
            ['болонка', 'болонки', 2],
            ['болонка', 'болонок', 30],

            ['болотник', 'болотников', 0],
            ['болотник', 'болотник', 1],
            ['болотник', 'болотника', 2],
            ['болотник', 'болотников', 30],

            ['болото', 'болот', 0],
            ['болото', 'болото', 1],
            ['болото', 'болота', 2],
            ['болото', 'болот', 30],

            ['болотце', 'болотец', 0],
            ['болотце', 'болотце', 1],
            ['болотце', 'болотца', 2],
            ['болотце', 'болотец', 30],

            ['болт', 'болтов', 0],
            ['болт', 'болт', 1],
            ['болт', 'болта', 2],
            ['болт', 'болтов', 30],

            ['болтун', 'болтунов', 0],
            ['болтун', 'болтун', 1],
            ['болтун', 'болтуна', 2],
            ['болтун', 'болтунов', 30],

            ['боль', 'болей', 0],
            ['боль', 'боль', 1],
            ['боль', 'боли', 2],
            ['боль', 'болей', 30],

            ['больница', 'больниц', 0],
            ['больница', 'больница', 1],
            ['больница', 'больницы', 2],
            ['больница', 'больниц', 30],

            ['больничка', 'больничек', 0],
            ['больничка', 'больничка', 1],
            ['больничка', 'больнички', 2],
            ['больничка', 'больничек', 30],

            ['больной', 'больных', 0],
            ['больной', 'больной', 1],
            ['больной', 'больных', 2],
            ['больной', 'больных', 30],

            ['большак', 'большаков', 0],
            ['большак', 'большак', 1],
            ['большак', 'большака', 2],
            ['большак', 'большаков', 30],

            ['большевизм', 'большевизмов', 0],
            ['большевизм', 'большевизм', 1],
            ['большевизм', 'большевизма', 2],
            ['большевизм', 'большевизмов', 30],

            ['большевик', 'большевиков', 0],
            ['большевик', 'большевик', 1],
            ['большевик', 'большевика', 2],
            ['большевик', 'большевиков', 30],

            ['болячка', 'болячек', 0],
            ['болячка', 'болячка', 1],
            ['болячка', 'болячки', 2],
            ['болячка', 'болячек', 30],

            ['бомба', 'бомб', 0],
            ['бомба', 'бомба', 1],
            ['бомба', 'бомбы', 2],
            ['бомба', 'бомб', 30],

            ['бомбардировка', 'бомбардировок', 0],
            ['бомбардировка', 'бомбардировка', 1],
            ['бомбардировка', 'бомбардировки', 2],
            ['бомбардировка', 'бомбардировок', 30],

            ['бомбардировщик', 'бомбардировщиков', 0],
            ['бомбардировщик', 'бомбардировщик', 1],
            ['бомбардировщик', 'бомбардировщика', 2],
            ['бомбардировщик', 'бомбардировщиков', 30],

            ['бомбежка', 'бомбежек', 0],
            ['бомбежка', 'бомбежка', 1],
            ['бомбежка', 'бомбежки', 2],
            ['бомбежка', 'бомбежек', 30],

            ['бомбоубежище', 'бомбоубежищ', 0],
            ['бомбоубежище', 'бомбоубежище', 1],
            ['бомбоубежище', 'бомбоубежища', 2],
            ['бомбоубежище', 'бомбоубежищ', 30],

            ['бомж', 'бомжей', 0],
            ['бомж', 'бомж', 1],
            ['бомж', 'бомжа', 2],
            ['бомж', 'бомжей', 30],

            ['бомонд', 'бомондов', 0],
            ['бомонд', 'бомонд', 1],
            ['бомонд', 'бомонда', 2],
            ['бомонд', 'бомондов', 30],

            ['бор', 'боров', 0],
            ['бор', 'бор', 1],
            ['бор', 'бора', 2],
            ['бор', 'боров', 30],

            ['бордель', 'борделей', 0],
            ['бордель', 'бордель', 1],
            ['бордель', 'борделя', 2],
            ['бордель', 'борделей', 30],

            ['бордюр', 'бордюров', 0],
            ['бордюр', 'бордюр', 1],
            ['бордюр', 'бордюра', 2],
            ['бордюр', 'бордюров', 30],

            ['борец', 'борцов', 0],
            ['борец', 'борец', 1],
            ['борец', 'борца', 2],
            ['борец', 'борцов', 30],

            ['борода', 'бород', 0],
            ['борода', 'борода', 1],
            ['борода', 'бороды', 2],
            ['борода', 'бород', 30],

            ['бородавка', 'бородавок', 0],
            ['бородавка', 'бородавка', 1],
            ['бородавка', 'бородавки', 2],
            ['бородавка', 'бородавок', 30],

            ['бородач', 'бородачей', 0],
            ['бородач', 'бородач', 1],
            ['бородач', 'бородача', 2],
            ['бородач', 'бородачей', 30],

            ['бородища', 'бородищ', 0],
            ['бородища', 'бородища', 1],
            ['бородища', 'бородищи', 2],
            ['бородища', 'бородищ', 30],

            ['бородка', 'бородок', 0],
            ['бородка', 'бородка', 1],
            ['бородка', 'бородки', 2],
            ['бородка', 'бородок', 30],

            ['борозда', 'борозд', 0],
            ['борозда', 'борозда', 1],
            ['борозда', 'борозды', 2],
            ['борозда', 'борозд', 30],

            ['бороздка', 'бороздок', 0],
            ['бороздка', 'бороздка', 1],
            ['бороздка', 'бороздки', 2],
            ['бороздка', 'бороздок', 30],

            ['борт', 'бортов', 0],
            ['борт', 'борт', 1],
            ['борт', 'борта', 2],
            ['борт', 'бортов', 30],

            ['бортик', 'бортиков', 0],
            ['бортик', 'бортик', 1],
            ['бортик', 'бортика', 2],
            ['бортик', 'бортиков', 30],

            ['бортинженер', 'бортинженеров', 0],
            ['бортинженер', 'бортинженер', 1],
            ['бортинженер', 'бортинженера', 2],
            ['бортинженер', 'бортинженеров', 30],

            ['бортмеханик', 'бортмехаников', 0],
            ['бортмеханик', 'бортмеханик', 1],
            ['бортмеханик', 'бортмеханика', 2],
            ['бортмеханик', 'бортмехаников', 30],

            ['борщ', 'борщей', 0],
            ['борщ', 'борщ', 1],
            ['борщ', 'борща', 2],
            ['борщ', 'борщей', 30],

            ['босоножка', 'босоножек', 0],
            ['босоножка', 'босоножка', 1],
            ['босоножка', 'босоножки', 2],
            ['босоножка', 'босоножек', 30],

            ['босс', 'боссов', 0],
            ['босс', 'босс', 1],
            ['босс', 'босса', 2],
            ['босс', 'боссов', 30],

            ['босяк', 'босяков', 0],
            ['босяк', 'босяк', 1],
            ['босяк', 'босяка', 2],
            ['босяк', 'босяков', 30],

            ['бот', 'ботов', 0],
            ['бот', 'бот', 1],
            ['бот', 'бота', 2],
            ['бот', 'ботов', 30],

            ['ботаник', 'ботаников', 0],
            ['ботаник', 'ботаник', 1],
            ['ботаник', 'ботаника', 2],
            ['ботаник', 'ботаников', 30],

            ['ботинок', 'ботинков', 0],
            ['ботинок', 'ботинок', 1],
            ['ботинок', 'ботинка', 2],
            ['ботинок', 'ботинков', 30],

            ['ботиночек', 'ботиночков', 0],
            ['ботиночек', 'ботиночек', 1],
            ['ботиночек', 'ботиночка', 2],
            ['ботиночек', 'ботиночков', 30],

            ['боцман', 'боцманов', 0],
            ['боцман', 'боцман', 1],
            ['боцман', 'боцмана', 2],
            ['боцман', 'боцманов', 30],

            ['бочка', 'бочек', 0],
            ['бочка', 'бочка', 1],
            ['бочка', 'бочки', 2],
            ['бочка', 'бочек', 30],

            ['бочонок', 'бочонков', 0],
            ['бочонок', 'бочонок', 1],
            ['бочонок', 'бочонка', 2],
            ['бочонок', 'бочонков', 30],

            ['боярин', 'бояр', 0],
            ['боярин', 'боярин', 1],
            ['боярин', 'боярина', 2],
            ['боярин', 'бояр', 30],

            ['боярыня', 'боярынь', 0],
            ['боярыня', 'боярыня', 1],
            ['боярыня', 'боярыни', 2],
            ['боярыня', 'боярынь', 30],

            ['брага', 'браг', 0],
            ['брага', 'брага', 1],
            ['брага', 'браги', 2],
            ['брага', 'браг', 30],

            ['брак', 'браков', 0],
            ['брак', 'брак', 1],
            ['брак', 'брака', 2],
            ['брак', 'браков', 30],

            ['браконьер', 'браконьеров', 0],
            ['браконьер', 'браконьер', 1],
            ['браконьер', 'браконьера', 2],
            ['браконьер', 'браконьеров', 30],

            ['бракосочетание', 'бракосочетаний', 0],
            ['бракосочетание', 'бракосочетание', 1],
            ['бракосочетание', 'бракосочетания', 2],
            ['бракосочетание', 'бракосочетаний', 30],

            ['брандспойт', 'брандспойтов', 0],
            ['брандспойт', 'брандспойт', 1],
            ['брандспойт', 'брандспойта', 2],
            ['брандспойт', 'брандспойтов', 30],

            ['браслет', 'браслетов', 0],
            ['браслет', 'браслет', 1],
            ['браслет', 'браслета', 2],
            ['браслет', 'браслетов', 30],

            ['брат', 'братьев', 0],
            ['брат', 'брат', 1],
            ['брат', 'брата', 2],
            ['брат', 'братьев', 30],

            ['братан', 'братанов', 0],
            ['братан', 'братан', 1],
            ['братан', 'братана', 2],
            ['братан', 'братанов', 30],

            ['братец', 'братцев', 0],
            ['братец', 'братец', 1],
            ['братец', 'братца', 2],
            ['братец', 'братцев', 30],

            ['братик', 'братиков', 0],
            ['братик', 'братик', 1],
            ['братик', 'братика', 2],
            ['братик', 'братиков', 30],

            ['братишка', 'братишек', 0],
            ['братишка', 'братишка', 1],
            ['братишка', 'братишки', 2],
            ['братишка', 'братишек', 30],

            ['братия', 'братий', 0],
            ['братия', 'братия', 1],
            ['братия', 'братии', 2],
            ['братия', 'братий', 30],

            ['браток', 'братков', 0],
            ['браток', 'браток', 1],
            ['браток', 'братка', 2],
            ['браток', 'братков', 30],

            ['братство', 'братств', 0],
            ['братство', 'братство', 1],
            ['братство', 'братства', 2],
            ['братство', 'братств', 30],

            ['бревно', 'бревен', 0],
            ['бревно', 'бревно', 1],
            ['бревно', 'бревна', 2],
            ['бревно', 'бревен', 30],

            ['бревнышко', 'бревнышек', 0],
            ['бревнышко', 'бревнышко', 1],
            ['бревнышко', 'бревнышка', 2],
            ['бревнышко', 'бревнышек', 30],

            ['бредень', 'бредней', 0],
            ['бредень', 'бредень', 1],
            ['бредень', 'бредня', 2],
            ['бредень', 'бредней', 30],

            ['брезент', 'брезентов', 0],
            ['брезент', 'брезент', 1],
            ['брезент', 'брезента', 2],
            ['брезент', 'брезентов', 30],

            ['брелок', 'брелков', 0],
            ['брелок', 'брелок', 1],
            ['брелок', 'брелка', 2],
            ['брелок', 'брелков', 30],

            ['бренди', 'бренди', 0],
            ['бренди', 'бренди', 1],
            ['бренди', 'бренди', 2],
            ['бренди', 'бренди', 30],

            ['брехун', 'брехунов', 0],
            ['брехун', 'брехун', 1],
            ['брехун', 'брехуна', 2],
            ['брехун', 'брехунов', 30],

            ['брешь', 'брешей', 0],
            ['брешь', 'брешь', 1],
            ['брешь', 'бреши', 2],
            ['брешь', 'брешей', 30],

            ['бриг', 'бригов', 0],
            ['бриг', 'бриг', 1],
            ['бриг', 'брига', 2],
            ['бриг', 'бригов', 30],

            ['бригада', 'бригад', 0],
            ['бригада', 'бригада', 1],
            ['бригада', 'бригады', 2],
            ['бригада', 'бригад', 30],

            ['бригадир', 'бригадиров', 0],
            ['бригадир', 'бригадир', 1],
            ['бригадир', 'бригадира', 2],
            ['бригадир', 'бригадиров', 30],

            ['бригантина', 'бригантин', 0],
            ['бригантина', 'бригантина', 1],
            ['бригантина', 'бригантины', 2],
            ['бригантина', 'бригантин', 30],

            ['бридж', 'бридж', 0],
            ['бридж', 'бридж', 1],
            ['бридж', 'бридж', 2],
            ['бридж', 'бридж', 30],

            ['бриз', 'бризов', 0],
            ['бриз', 'бриз', 1],
            ['бриз', 'бриза', 2],
            ['бриз', 'бризов', 30],

            ['брик', 'бриков', 0],
            ['брик', 'брик', 1],
            ['брик', 'брика', 2],
            ['брик', 'бриков', 30],

            ['брикет', 'брикетов', 0],
            ['брикет', 'брикет', 1],
            ['брикет', 'брикета', 2],
            ['брикет', 'брикетов', 30],

            ['бриллиант', 'бриллиантов', 0],
            ['бриллиант', 'бриллиант', 1],
            ['бриллиант', 'бриллианта', 2],
            ['бриллиант', 'бриллиантов', 30],

            ['брильянт', 'брильянтов', 0],
            ['брильянт', 'брильянт', 1],
            ['брильянт', 'брильянта', 2],
            ['брильянт', 'брильянтов', 30],

            ['британец', 'британцев', 0],
            ['британец', 'британец', 1],
            ['британец', 'британца', 2],
            ['британец', 'британцев', 30],

            ['бритва', 'бритв', 0],
            ['бритва', 'бритва', 1],
            ['бритва', 'бритвы', 2],
            ['бритва', 'бритв', 30],

            ['бричка', 'бричек', 0],
            ['бричка', 'бричка', 1],
            ['бричка', 'брички', 2],
            ['бричка', 'бричек', 30],

            ['бровка', 'бровок', 0],
            ['бровка', 'бровка', 1],
            ['бровка', 'бровки', 2],
            ['бровка', 'бровок', 30],

            ['бровь', 'бровей', 0],
            ['бровь', 'бровь', 1],
            ['бровь', 'брови', 2],
            ['бровь', 'бровей', 30],

            ['брод', 'бродов', 0],
            ['брод', 'брод', 1],
            ['брод', 'брода', 2],
            ['брод', 'бродов', 30],

            ['бродяга', 'бродяг', 0],
            ['бродяга', 'бродяга', 1],
            ['бродяга', 'бродяги', 2],
            ['бродяга', 'бродяг', 30],

            ['брокер', 'брокеров', 0],
            ['брокер', 'брокер', 1],
            ['брокер', 'брокера', 2],
            ['брокер', 'брокеров', 30],

            ['броневик', 'броневиков', 0],
            ['броневик', 'броневик', 1],
            ['броневик', 'броневика', 2],
            ['броневик', 'броневиков', 30],

            ['бронежилет', 'бронежилетов', 0],
            ['бронежилет', 'бронежилет', 1],
            ['бронежилет', 'бронежилета', 2],
            ['бронежилет', 'бронежилетов', 30],

            ['броненосец', 'броненосцев', 0],
            ['броненосец', 'броненосец', 1],
            ['броненосец', 'броненосца', 2],
            ['броненосец', 'броненосцев', 30],

            ['бронепоезд', 'бронепоездов', 0],
            ['бронепоезд', 'бронепоезд', 1],
            ['бронепоезд', 'бронепоезда', 2],
            ['бронепоезд', 'бронепоездов', 30],

            ['бронетехника', 'бронетехник', 0],
            ['бронетехника', 'бронетехника', 1],
            ['бронетехника', 'бронетехники', 2],
            ['бронетехника', 'бронетехник', 30],

            ['бронетранспортер', 'бронетранспортеров', 0],
            ['бронетранспортер', 'бронетранспортер', 1],
            ['бронетранспортер', 'бронетранспортера', 2],
            ['бронетранспортер', 'бронетранспортеров', 30],

            ['бронтозавр', 'бронтозавров', 0],
            ['бронтозавр', 'бронтозавр', 1],
            ['бронтозавр', 'бронтозавра', 2],
            ['бронтозавр', 'бронтозавров', 30],

            ['бронхит', 'бронхитов', 0],
            ['бронхит', 'бронхит', 1],
            ['бронхит', 'бронхита', 2],
            ['бронхит', 'бронхитов', 30],

            ['бросок', 'бросков', 0],
            ['бросок', 'бросок', 1],
            ['бросок', 'броска', 2],
            ['бросок', 'бросков', 30],

            ['брошка', 'брошек', 0],
            ['брошка', 'брошка', 1],
            ['брошка', 'брошки', 2],
            ['брошка', 'брошек', 30],

            ['брошюра', 'брошюр', 0],
            ['брошюра', 'брошюра', 1],
            ['брошюра', 'брошюры', 2],
            ['брошюра', 'брошюр', 30],

            ['брошюрка', 'брошюрок', 0],
            ['брошюрка', 'брошюрка', 1],
            ['брошюрка', 'брошюрки', 2],
            ['брошюрка', 'брошюрок', 30],

            ['брус', 'брусов', 0],
            ['брус', 'брус', 1],
            ['брус', 'бруса', 2],
            ['брус', 'брусов', 30],

            ['брусника', 'брусник', 0],
            ['брусника', 'брусника', 1],
            ['брусника', 'брусники', 2],
            ['брусника', 'брусник', 30],

            ['брусок', 'брусков', 0],
            ['брусок', 'брусок', 1],
            ['брусок', 'бруска', 2],
            ['брусок', 'брусков', 30],

            ['брызги', 'брызг', 0],
            ['брызги', 'брызги', 1],
            ['брызги', 'брызг', 2],
            ['брызги', 'брызг', 30],

            ['брюки', 'брюк', 0],
            ['брюки', 'брюки', 1],
            ['брюки', 'брюк', 2],
            ['брюки', 'брюк', 30],

            ['брюнет', 'брюнетов', 0],
            ['брюнет', 'брюнет', 1],
            ['брюнет', 'брюнета', 2],
            ['брюнет', 'брюнетов', 30],

            ['брюнетка', 'брюнеток', 0],
            ['брюнетка', 'брюнетка', 1],
            ['брюнетка', 'брюнетки', 2],
            ['брюнетка', 'брюнеток', 30],

            ['брюхо', 'брюх', 0],
            ['брюхо', 'брюхо', 1],
            ['брюхо', 'брюха', 2],
            ['брюхо', 'брюх', 30],

            ['брюшина', 'брюшин', 0],
            ['брюшина', 'брюшина', 1],
            ['брюшина', 'брюшины', 2],
            ['брюшина', 'брюшин', 30],

            ['брюшко', 'брюшек', 0],
            ['брюшко', 'брюшко', 1],
            ['брюшко', 'брюшка', 2],
            ['брюшко', 'брюшек', 30],
            ['бтр', 'бтров', 0],
            ['бтр', 'бтр', 1],
            ['бтр', 'бтра', 2],
            ['бтр', 'бтров', 30],

            ['бубен', 'бубнов', 0],
            ['бубен', 'бубен', 1],
            ['бубен', 'бубна', 2],
            ['бубен', 'бубнов', 30],

            ['бубенец', 'бубенцов', 0],
            ['бубенец', 'бубенец', 1],
            ['бубенец', 'бубенца', 2],
            ['бубенец', 'бубенцов', 30],

            ['бубенчик', 'бубенчиков', 0],
            ['бубенчик', 'бубенчик', 1],
            ['бубенчик', 'бубенчика', 2],
            ['бубенчик', 'бубенчиков', 30],

            ['бублик', 'бубликов', 0],
            ['бублик', 'бублик', 1],
            ['бублик', 'бублика', 2],
            ['бублик', 'бубликов', 30],

            ['бугай', 'бугаев', 0],
            ['бугай', 'бугай', 1],
            ['бугай', 'бугая', 2],
            ['бугай', 'бугаев', 30],

            ['бугор', 'бугров', 0],
            ['бугор', 'бугор', 1],
            ['бугор', 'бугра', 2],
            ['бугор', 'бугров', 30],

            ['бугорок', 'бугорков', 0],
            ['бугорок', 'бугорок', 1],
            ['бугорок', 'бугорка', 2],
            ['бугорок', 'бугорков', 30],

            ['буддизм', 'буддизмов', 0],
            ['буддизм', 'буддизм', 1],
            ['буддизм', 'буддизма', 2],
            ['буддизм', 'буддизмов', 30],

            ['буддист', 'буддистов', 0],
            ['буддист', 'буддист', 1],
            ['буддист', 'буддиста', 2],
            ['буддист', 'буддистов', 30],

            ['будильник', 'будильников', 0],
            ['будильник', 'будильник', 1],
            ['будильник', 'будильника', 2],
            ['будильник', 'будильников', 30],

            ['будка', 'будок', 0],
            ['будка', 'будка', 1],
            ['будка', 'будки', 2],
            ['будка', 'будок', 30],

            ['будочка', 'будочек', 0],
            ['будочка', 'будочка', 1],
            ['будочка', 'будочки', 2],
            ['будочка', 'будочек', 30],

            ['буерак', 'буераков', 0],
            ['буерак', 'буерак', 1],
            ['буерак', 'буерака', 2],
            ['буерак', 'буераков', 30],

            ['буйвол', 'буйволов', 0],
            ['буйвол', 'буйвол', 1],
            ['буйвол', 'буйвола', 2],
            ['буйвол', 'буйволов', 30],

            ['бук', 'буков', 0],
            ['бук', 'бук', 1],
            ['бук', 'бука', 2],
            ['бук', 'буков', 30],

            ['букашка', 'букашек', 0],
            ['букашка', 'букашка', 1],
            ['букашка', 'букашки', 2],
            ['букашка', 'букашек', 30],

            ['буква', 'букв', 0],
            ['буква', 'буква', 1],
            ['буква', 'буквы', 2],
            ['буква', 'букв', 30],

            ['букварь', 'букварей', 0],
            ['букварь', 'букварь', 1],
            ['букварь', 'букваря', 2],
            ['букварь', 'букварей', 30],

            ['букет', 'букетов', 0],
            ['букет', 'букет', 1],
            ['букет', 'букета', 2],
            ['букет', 'букетов', 30],

            ['букетик', 'букетиков', 0],
            ['букетик', 'букетик', 1],
            ['букетик', 'букетика', 2],
            ['букетик', 'букетиков', 30],

            ['букинист', 'букинистов', 0],
            ['букинист', 'букинист', 1],
            ['букинист', 'букиниста', 2],
            ['букинист', 'букинистов', 30],

            ['буклет', 'буклетов', 0],
            ['буклет', 'буклет', 1],
            ['буклет', 'буклета', 2],
            ['буклет', 'буклетов', 30],

            ['буковка', 'буковок', 0],
            ['буковка', 'буковка', 1],
            ['буковка', 'буковки', 2],
            ['буковка', 'буковок', 30],

            ['буксир', 'буксиров', 0],
            ['буксир', 'буксир', 1],
            ['буксир', 'буксира', 2],
            ['буксир', 'буксиров', 30],

            ['булава', 'булав', 0],
            ['булава', 'булава', 1],
            ['булава', 'булавы', 2],
            ['булава', 'булав', 30],

            ['булавка', 'булавок', 0],
            ['булавка', 'булавка', 1],
            ['булавка', 'булавки', 2],
            ['булавка', 'булавок', 30],

            ['булка', 'булок', 0],
            ['булка', 'булка', 1],
            ['булка', 'булки', 2],
            ['булка', 'булок', 30],

            ['булочка', 'булочек', 0],
            ['булочка', 'булочка', 1],
            ['булочка', 'булочки', 2],
            ['булочка', 'булочек', 30],

            ['булыжник', 'булыжников', 0],
            ['булыжник', 'булыжник', 1],
            ['булыжник', 'булыжника', 2],
            ['булыжник', 'булыжников', 30],

            ['бульвар', 'бульваров', 0],
            ['бульвар', 'бульвар', 1],
            ['бульвар', 'бульвара', 2],
            ['бульвар', 'бульваров', 30],

            ['бульдог', 'бульдогов', 0],
            ['бульдог', 'бульдог', 1],
            ['бульдог', 'бульдога', 2],
            ['бульдог', 'бульдогов', 30],

            ['бульдозер', 'бульдозеров', 0],
            ['бульдозер', 'бульдозер', 1],
            ['бульдозер', 'бульдозера', 2],
            ['бульдозер', 'бульдозеров', 30],

            ['бульон', 'бульонов', 0],
            ['бульон', 'бульон', 1],
            ['бульон', 'бульона', 2],
            ['бульон', 'бульонов', 30],

            ['бум', 'бумов', 0],
            ['бум', 'бум', 1],
            ['бум', 'бума', 2],
            ['бум', 'бумов', 30],

            ['бумага', 'бумаг', 0],
            ['бумага', 'бумага', 1],
            ['бумага', 'бумаги', 2],
            ['бумага', 'бумаг', 30],

            ['бумажка', 'бумажек', 0],
            ['бумажка', 'бумажка', 1],
            ['бумажка', 'бумажки', 2],
            ['бумажка', 'бумажек', 30],

            ['бумажник', 'бумажников', 0],
            ['бумажник', 'бумажник', 1],
            ['бумажник', 'бумажника', 2],
            ['бумажник', 'бумажников', 30],

            ['бумеранг', 'бумерангов', 0],
            ['бумеранг', 'бумеранг', 1],
            ['бумеранг', 'бумеранга', 2],
            ['бумеранг', 'бумерангов', 30],

            ['бункер', 'бункеров', 0],
            ['бункер', 'бункер', 1],
            ['бункер', 'бункера', 2],
            ['бункер', 'бункеров', 30],

            ['бунт', 'бунтов', 0],
            ['бунт', 'бунт', 1],
            ['бунт', 'бунта', 2],
            ['бунт', 'бунтов', 30],

            ['бунтарь', 'бунтарей', 0],
            ['бунтарь', 'бунтарь', 1],
            ['бунтарь', 'бунтаря', 2],
            ['бунтарь', 'бунтарей', 30],

            ['бунтовщик', 'бунтовщиков', 0],
            ['бунтовщик', 'бунтовщик', 1],
            ['бунтовщик', 'бунтовщика', 2],
            ['бунтовщик', 'бунтовщиков', 30],

            ['бур', 'буров', 0],
            ['бур', 'бур', 1],
            ['бур', 'бура', 2],
            ['бур', 'буров', 30],

            ['буран', 'буранов', 0],
            ['буран', 'буран', 1],
            ['буран', 'бурана', 2],
            ['буран', 'буранов', 30],

            ['буратино', 'буратино', 0],
            ['буратино', 'буратино', 1],
            ['буратино', 'буратино', 2],
            ['буратино', 'буратино', 30],

            ['бургомистр', 'бургомистров', 0],
            ['бургомистр', 'бургомистр', 1],
            ['бургомистр', 'бургомистра', 2],
            ['бургомистр', 'бургомистров', 30],

            ['буревестник', 'буревестников', 0],
            ['буревестник', 'буревестник', 1],
            ['буревестник', 'буревестника', 2],
            ['буревестник', 'буревестников', 30],

            ['бурелом', 'буреломов', 0],
            ['бурелом', 'бурелом', 1],
            ['бурелом', 'бурелома', 2],
            ['бурелом', 'буреломов', 30],

            ['буржуазия', 'буржуазий', 0],
            ['буржуазия', 'буржуазия', 1],
            ['буржуазия', 'буржуазии', 2],
            ['буржуазия', 'буржуазий', 30],

            ['буржуй', 'буржуев', 0],
            ['буржуй', 'буржуй', 1],
            ['буржуй', 'буржуя', 2],
            ['буржуй', 'буржуев', 30],

            ['буржуйка', 'буржуек', 0],
            ['буржуйка', 'буржуйка', 1],
            ['буржуйка', 'буржуйки', 2],
            ['буржуйка', 'буржуек', 30],

            ['бурундук', 'бурундуков', 0],
            ['бурундук', 'бурундук', 1],
            ['бурундук', 'бурундука', 2],
            ['бурундук', 'бурундуков', 30],

            ['буря', 'бурь', 0],
            ['буря', 'буря', 1],
            ['буря', 'бури', 2],
            ['буря', 'бурь', 30],

            ['бусинка', 'бусинок', 0],
            ['бусинка', 'бусинка', 1],
            ['бусинка', 'бусинки', 2],
            ['бусинка', 'бусинок', 30],

            ['бутафория', 'бутафорий', 0],
            ['бутафория', 'бутафория', 1],
            ['бутафория', 'бутафории', 2],
            ['бутафория', 'бутафорий', 30],

            ['бутерброд', 'бутербродов', 0],
            ['бутерброд', 'бутерброд', 1],
            ['бутерброд', 'бутерброда', 2],
            ['бутерброд', 'бутербродов', 30],

            ['бутон', 'бутонов', 0],
            ['бутон', 'бутон', 1],
            ['бутон', 'бутона', 2],
            ['бутон', 'бутонов', 30],

            ['бутылка', 'бутылок', 0],
            ['бутылка', 'бутылка', 1],
            ['бутылка', 'бутылки', 2],
            ['бутылка', 'бутылок', 30],

            ['бутылочка', 'бутылочек', 0],
            ['бутылочка', 'бутылочка', 1],
            ['бутылочка', 'бутылочки', 2],
            ['бутылочка', 'бутылочек', 30],

            ['бутыль', 'бутылей', 0],
            ['бутыль', 'бутыль', 1],
            ['бутыль', 'бутыля', 2],
            ['бутыль', 'бутылей', 30],

            ['буфер', 'буферов', 0],
            ['буфер', 'буфер', 1],
            ['буфер', 'буфера', 2],
            ['буфер', 'буферов', 30],

            ['буфет', 'буфетов', 0],
            ['буфет', 'буфет', 1],
            ['буфет', 'буфета', 2],
            ['буфет', 'буфетов', 30],

            ['буфетчик', 'буфетчиков', 0],
            ['буфетчик', 'буфетчик', 1],
            ['буфетчик', 'буфетчика', 2],
            ['буфетчик', 'буфетчиков', 30],

            ['буфетчица', 'буфетчиц', 0],
            ['буфетчица', 'буфетчица', 1],
            ['буфетчица', 'буфетчицы', 2],
            ['буфетчица', 'буфетчиц', 30],

            ['буханка', 'буханок', 0],
            ['буханка', 'буханка', 1],
            ['буханка', 'буханки', 2],
            ['буханка', 'буханок', 30],

            ['бухгалтер', 'бухгалтеров', 0],
            ['бухгалтер', 'бухгалтер', 1],
            ['бухгалтер', 'бухгалтера', 2],
            ['бухгалтер', 'бухгалтеров', 30],

            ['бухгалтерия', 'бухгалтерий', 0],
            ['бухгалтерия', 'бухгалтерия', 1],
            ['бухгалтерия', 'бухгалтерии', 2],
            ['бухгалтерия', 'бухгалтерий', 30],

            ['бухта', 'бухт', 0],
            ['бухта', 'бухта', 1],
            ['бухта', 'бухты', 2],
            ['бухта', 'бухт', 30],

            ['бухточка', 'бухточек', 0],
            ['бухточка', 'бухточка', 1],
            ['бухточка', 'бухточки', 2],
            ['бухточка', 'бухточек', 30],

            ['бушлат', 'бушлатов', 0],
            ['бушлат', 'бушлат', 1],
            ['бушлат', 'бушлата', 2],
            ['бушлат', 'бушлатов', 30],

            ['буян', 'буянов', 0],
            ['буян', 'буян', 1],
            ['буян', 'буяна', 2],
            ['буян', 'буянов', 30],

            ['бык', 'быков', 0],
            ['бык', 'бык', 1],
            ['бык', 'быка', 2],
            ['бык', 'быков', 30],

            ['бычок', 'бычков', 0],
            ['бычок', 'бычок', 1],
            ['бычок', 'бычка', 2],
            ['бычок', 'бычков', 30],

            ['бюджет', 'бюджетов', 0],
            ['бюджет', 'бюджет', 1],
            ['бюджет', 'бюджета', 2],
            ['бюджет', 'бюджетов', 30],

            ['бюджетник', 'бюджетников', 0],
            ['бюджетник', 'бюджетник', 1],
            ['бюджетник', 'бюджетника', 2],
            ['бюджетник', 'бюджетников', 30],

            ['бюллетень', 'бюллетеней', 0],
            ['бюллетень', 'бюллетень', 1],
            ['бюллетень', 'бюллетеня', 2],
            ['бюллетень', 'бюллетеней', 30],

            ['бюргер', 'бюргеров', 0],
            ['бюргер', 'бюргер', 1],
            ['бюргер', 'бюргера', 2],
            ['бюргер', 'бюргеров', 30],

            ['бюро', 'бюро', 0],
            ['бюро', 'бюро', 1],
            ['бюро', 'бюро', 2],
            ['бюро', 'бюро', 30],

            ['бюрократ', 'бюрократов', 0],
            ['бюрократ', 'бюрократ', 1],
            ['бюрократ', 'бюрократа', 2],
            ['бюрократ', 'бюрократов', 30],

            ['бюрократизм', 'бюрократизмов', 0],
            ['бюрократизм', 'бюрократизм', 1],
            ['бюрократизм', 'бюрократизма', 2],
            ['бюрократизм', 'бюрократизмов', 30],

            ['бюрократия', 'бюрократий', 0],
            ['бюрократия', 'бюрократия', 1],
            ['бюрократия', 'бюрократии', 2],
            ['бюрократия', 'бюрократий', 30],

            ['бюст', 'бюстов', 0],
            ['бюст', 'бюст', 1],
            ['бюст', 'бюста', 2],
            ['бюст', 'бюстов', 30]
        ];
    }
}
