<?php
declare(strict_types=1);

namespace Noldors\Inflect\Tests\RussianDataProviders;

class LetterD
{
    public static function data():array
    {
        return [
            ['даба', 'даба', 0],
            ['даба', 'даба', 1],
            ['даба', 'даба', 2],
            ['даба', 'даба', 30],

            ['давило', 'давило', 0],
            ['давило', 'давило', 1],
            ['давило', 'давило', 2],
            ['давило', 'давило', 30],

            ['давка', 'давка', 0],
            ['давка', 'давка', 1],
            ['давка', 'давка', 2],
            ['давка', 'давка', 30],

            ['давление', 'давление', 0],
            ['давление', 'давление', 1],
            ['давление', 'давление', 2],
            ['давление', 'давление', 30],

            ['давность', 'давность', 0],
            ['давность', 'давность', 1],
            ['давность', 'давность', 2],
            ['давность', 'давность', 30],

            ['дагестан', 'дагестан', 0],
            ['дагестан', 'дагестан', 1],
            ['дагестан', 'дагестан', 2],
            ['дагестан', 'дагестан', 30],

            ['дагестанец', 'дагестанец', 0],
            ['дагестанец', 'дагестанец', 1],
            ['дагестанец', 'дагестанец', 2],
            ['дагестанец', 'дагестанец', 30],

            ['дакар', 'дакар', 0],
            ['дакар', 'дакар', 1],
            ['дакар', 'дакар', 2],
            ['дакар', 'дакар', 30],

            ['дакка', 'дакка', 0],
            ['дакка', 'дакка', 1],
            ['дакка', 'дакка', 2],
            ['дакка', 'дакка', 30],

            ['даль', 'даль', 0],
            ['даль', 'даль', 1],
            ['даль', 'даль', 2],
            ['даль', 'даль', 30],

            ['дальность', 'дальность', 0],
            ['дальность', 'дальность', 1],
            ['дальность', 'дальность', 2],
            ['дальность', 'дальность', 30],

            ['дальтоник', 'дальтоник', 0],
            ['дальтоник', 'дальтоник', 1],
            ['дальтоник', 'дальтоник', 2],
            ['дальтоник', 'дальтоник', 30],

            ['дама', 'дама', 0],
            ['дама', 'дама', 1],
            ['дама', 'дама', 2],
            ['дама', 'дама', 30],

            ['дамаск', 'дамаск', 0],
            ['дамаск', 'дамаск', 1],
            ['дамаск', 'дамаск', 2],
            ['дамаск', 'дамаск', 30],

            ['дамба', 'дамба', 0],
            ['дамба', 'дамба', 1],
            ['дамба', 'дамба', 2],
            ['дамба', 'дамба', 30],

            ['дамка', 'дамка', 0],
            ['дамка', 'дамка', 1],
            ['дамка', 'дамка', 2],
            ['дамка', 'дамка', 30],

            ['дамочка', 'дамочка', 0],
            ['дамочка', 'дамочка', 1],
            ['дамочка', 'дамочка', 2],
            ['дамочка', 'дамочка', 30],

            ['дана', 'дана', 0],
            ['дана', 'дана', 1],
            ['дана', 'дана', 2],
            ['дана', 'дана', 30],

            ['даниил', 'даниил', 0],
            ['даниил', 'даниил', 1],
            ['даниил', 'даниил', 2],
            ['даниил', 'даниил', 30],

            ['даниила', 'даниила', 0],
            ['даниила', 'даниила', 1],
            ['даниила', 'даниила', 2],
            ['даниила', 'даниила', 30],

            ['данил', 'данил', 0],
            ['данил', 'данил', 1],
            ['данил', 'данил', 2],
            ['данил', 'данил', 30],

            ['данила', 'данила', 0],
            ['данила', 'данила', 1],
            ['данила', 'данила', 2],
            ['данила', 'данила', 30],

            ['данилка', 'данилка', 0],
            ['данилка', 'данилка', 1],
            ['данилка', 'данилка', 2],
            ['данилка', 'данилка', 30],

            ['данило', 'данило', 0],
            ['данило', 'данило', 1],
            ['данило', 'данило', 2],
            ['данило', 'данило', 30],

            ['данилыч', 'данилыч', 0],
            ['данилыч', 'данилыч', 1],
            ['данилыч', 'данилыч', 2],
            ['данилыч', 'данилыч', 30],

            ['даниша', 'даниша', 0],
            ['даниша', 'даниша', 1],
            ['даниша', 'даниша', 2],
            ['даниша', 'даниша', 30],

            ['дания', 'дания', 0],
            ['дания', 'дания', 1],
            ['дания', 'дания', 2],
            ['дания', 'дания', 30],

            ['данность', 'данность', 0],
            ['данность', 'данность', 1],
            ['данность', 'данность', 2],
            ['данность', 'данность', 30],

            ['дантист', 'дантист', 0],
            ['дантист', 'дантист', 1],
            ['дантист', 'дантист', 2],
            ['дантист', 'дантист', 30],

            ['дануся', 'дануся', 0],
            ['дануся', 'дануся', 1],
            ['дануся', 'дануся', 2],
            ['дануся', 'дануся', 30],

            ['данченко', 'данченко', 0],
            ['данченко', 'данченко', 1],
            ['данченко', 'данченко', 2],
            ['данченко', 'данченко', 30],

            ['дань', 'дань', 0],
            ['дань', 'дань', 1],
            ['дань', 'дань', 2],
            ['дань', 'дань', 30],

            ['даня', 'даня', 0],
            ['даня', 'даня', 1],
            ['даня', 'даня', 2],
            ['даня', 'даня', 30],

            ['даос', 'даос', 0],
            ['даос', 'даос', 1],
            ['даос', 'даос', 2],
            ['даос', 'даос', 30],

            ['дар', 'дар', 0],
            ['дар', 'дар', 1],
            ['дар', 'дар', 2],
            ['дар', 'дар', 30],

            ['дара', 'дара', 0],
            ['дара', 'дара', 1],
            ['дара', 'дара', 2],
            ['дара', 'дара', 30],

            ['дарена', 'дарена', 0],
            ['дарена', 'дарена', 1],
            ['дарена', 'дарена', 2],
            ['дарена', 'дарена', 30],

            ['дареха', 'дареха', 0],
            ['дареха', 'дареха', 1],
            ['дареха', 'дареха', 2],
            ['дареха', 'дареха', 30],

            ['дареша', 'дареша', 0],
            ['дареша', 'дареша', 1],
            ['дареша', 'дареша', 2],
            ['дареша', 'дареша', 30],

            ['дарий', 'дарий', 0],
            ['дарий', 'дарий', 1],
            ['дарий', 'дарий', 2],
            ['дарий', 'дарий', 30],

            ['дарина', 'дарина', 0],
            ['дарина', 'дарина', 1],
            ['дарина', 'дарина', 2],
            ['дарина', 'дарина', 30],

            ['дария', 'дария', 0],
            ['дария', 'дария', 1],
            ['дария', 'дария', 2],
            ['дария', 'дария', 30],

            ['дармоед', 'дармоед', 0],
            ['дармоед', 'дармоед', 1],
            ['дармоед', 'дармоед', 2],
            ['дармоед', 'дармоед', 30],

            ['дарование', 'дарование', 0],
            ['дарование', 'дарование', 1],
            ['дарование', 'дарование', 2],
            ['дарование', 'дарование', 30],

            ['даруня', 'даруня', 0],
            ['даруня', 'даруня', 1],
            ['даруня', 'даруня', 2],
            ['даруня', 'даруня', 30],

            ['дарьюшка', 'дарьюшка', 0],
            ['дарьюшка', 'дарьюшка', 1],
            ['дарьюшка', 'дарьюшка', 2],
            ['дарьюшка', 'дарьюшка', 30],

            ['дарья', 'дарья', 0],
            ['дарья', 'дарья', 1],
            ['дарья', 'дарья', 2],
            ['дарья', 'дарья', 30],

            ['дарюха', 'дарюха', 0],
            ['дарюха', 'дарюха', 1],
            ['дарюха', 'дарюха', 2],
            ['дарюха', 'дарюха', 30],

            ['дарюша', 'дарюша', 0],
            ['дарюша', 'дарюша', 1],
            ['дарюша', 'дарюша', 2],
            ['дарюша', 'дарюша', 30],

            ['даря', 'даря', 0],
            ['даря', 'даря', 1],
            ['даря', 'даря', 2],
            ['даря', 'даря', 30],

            ['дата', 'дата', 0],
            ['дата', 'дата', 1],
            ['дата', 'дата', 2],
            ['дата', 'дата', 30],

            ['датчанин', 'датчанин', 0],
            ['датчанин', 'датчанин', 1],
            ['датчанин', 'датчанин', 2],
            ['датчанин', 'датчанин', 30],

            ['датчик', 'датчик', 0],
            ['датчик', 'датчик', 1],
            ['датчик', 'датчик', 2],
            ['датчик', 'датчик', 30],

            ['даугавпилс', 'даугавпилс', 0],
            ['даугавпилс', 'даугавпилс', 1],
            ['даугавпилс', 'даугавпилс', 2],
            ['даугавпилс', 'даугавпилс', 30],

            ['дача', 'дача', 0],
            ['дача', 'дача', 1],
            ['дача', 'дача', 2],
            ['дача', 'дача', 30],

            ['дачка', 'дачка', 0],
            ['дачка', 'дачка', 1],
            ['дачка', 'дачка', 2],
            ['дачка', 'дачка', 30],

            ['дачник', 'дачник', 0],
            ['дачник', 'дачник', 1],
            ['дачник', 'дачник', 2],
            ['дачник', 'дачник', 30],

            ['даша', 'даша', 0],
            ['даша', 'даша', 1],
            ['даша', 'даша', 2],
            ['даша', 'даша', 30],

            ['дашуля', 'дашуля', 0],
            ['дашуля', 'дашуля', 1],
            ['дашуля', 'дашуля', 2],
            ['дашуля', 'дашуля', 30],

            ['дашуня', 'дашуня', 0],
            ['дашуня', 'дашуня', 1],
            ['дашуня', 'дашуня', 2],
            ['дашуня', 'дашуня', 30],

            ['дашура', 'дашура', 0],
            ['дашура', 'дашура', 1],
            ['дашура', 'дашура', 2],
            ['дашура', 'дашура', 30],

            ['дашута', 'дашута', 0],
            ['дашута', 'дашута', 1],
            ['дашута', 'дашута', 2],
            ['дашута', 'дашута', 30],

            ['дашуха', 'дашуха', 0],
            ['дашуха', 'дашуха', 1],
            ['дашуха', 'дашуха', 2],
            ['дашуха', 'дашуха', 30],

            ['двадцатка', 'двадцатка', 0],
            ['двадцатка', 'двадцатка', 1],
            ['двадцатка', 'двадцатка', 2],
            ['двадцатка', 'двадцатка', 30],

            ['дверка', 'дверка', 0],
            ['дверка', 'дверка', 1],
            ['дверка', 'дверка', 2],
            ['дверка', 'дверка', 30],

            ['дверца', 'дверца', 0],
            ['дверца', 'дверца', 1],
            ['дверца', 'дверца', 2],
            ['дверца', 'дверца', 30],

            ['дверь', 'дверь', 0],
            ['дверь', 'дверь', 1],
            ['дверь', 'дверь', 2],
            ['дверь', 'дверь', 30],

            ['двигатель', 'двигатель', 0],
            ['двигатель', 'двигатель', 1],
            ['двигатель', 'двигатель', 2],
            ['двигатель', 'двигатель', 30],

            ['движение', 'движение', 0],
            ['движение', 'движение', 1],
            ['движение', 'движение', 2],
            ['движение', 'движение', 30],

            ['движенье', 'движенье', 0],
            ['движенье', 'движенье', 1],
            ['движенье', 'движенье', 2],
            ['движенье', 'движенье', 30],

            ['движок', 'движок', 0],
            ['движок', 'движок', 1],
            ['движок', 'движок', 2],
            ['движок', 'движок', 30],

            ['двоечник', 'двоечник', 0],
            ['двоечник', 'двоечник', 1],
            ['двоечник', 'двоечник', 2],
            ['двоечник', 'двоечник', 30],

            ['двойка', 'двойка', 0],
            ['двойка', 'двойка', 1],
            ['двойка', 'двойка', 2],
            ['двойка', 'двойка', 30],

            ['двойник', 'двойник', 0],
            ['двойник', 'двойник', 1],
            ['двойник', 'двойник', 2],
            ['двойник', 'двойник', 30],

            ['двойняшка', 'двойняшка', 0],
            ['двойняшка', 'двойняшка', 1],
            ['двойняшка', 'двойняшка', 2],
            ['двойняшка', 'двойняшка', 30],

            ['двойственность', 'двойственность', 0],
            ['двойственность', 'двойственность', 1],
            ['двойственность', 'двойственность', 2],
            ['двойственность', 'двойственность', 30],

            ['двор', 'двор', 0],
            ['двор', 'двор', 1],
            ['двор', 'двор', 2],
            ['двор', 'двор', 30],

            ['дворец', 'дворец', 0],
            ['дворец', 'дворец', 1],
            ['дворец', 'дворец', 2],
            ['дворец', 'дворец', 30],

            ['дворецкий', 'дворецкий', 0],
            ['дворецкий', 'дворецкий', 1],
            ['дворецкий', 'дворецкий', 2],
            ['дворецкий', 'дворецкий', 30],

            ['дворик', 'дворик', 0],
            ['дворик', 'дворик', 1],
            ['дворик', 'дворик', 2],
            ['дворик', 'дворик', 30],

            ['дворник', 'дворник', 0],
            ['дворник', 'дворник', 1],
            ['дворник', 'дворник', 2],
            ['дворник', 'дворник', 30],

            ['дворничиха', 'дворничиха', 0],
            ['дворничиха', 'дворничиха', 1],
            ['дворничиха', 'дворничиха', 2],
            ['дворничиха', 'дворничиха', 30],

            ['дворняга', 'дворняга', 0],
            ['дворняга', 'дворняга', 1],
            ['дворняга', 'дворняга', 2],
            ['дворняга', 'дворняга', 30],

            ['дворянин', 'дворянин', 0],
            ['дворянин', 'дворянин', 1],
            ['дворянин', 'дворянин', 2],
            ['дворянин', 'дворянин', 30],

            ['дворянство', 'дворянство', 0],
            ['дворянство', 'дворянство', 1],
            ['дворянство', 'дворянство', 2],
            ['дворянство', 'дворянство', 30],

            ['двуколка', 'двуколка', 0],
            ['двуколка', 'двуколка', 1],
            ['двуколка', 'двуколка', 2],
            ['двуколка', 'двуколка', 30],

            ['двусмысленность', 'двусмысленность', 0],
            ['двусмысленность', 'двусмысленность', 1],
            ['двусмысленность', 'двусмысленность', 2],
            ['двусмысленность', 'двусмысленность', 30],

            ['двустволка', 'двустволка', 0],
            ['двустволка', 'двустволка', 1],
            ['двустволка', 'двустволка', 2],
            ['двустволка', 'двустволка', 30],

            ['дебаркадер', 'дебаркадер', 0],
            ['дебаркадер', 'дебаркадер', 1],
            ['дебаркадер', 'дебаркадер', 2],
            ['дебаркадер', 'дебаркадер', 30],

            ['дебаты', 'дебаты', 0],
            ['дебаты', 'дебаты', 1],
            ['дебаты', 'дебаты', 2],
            ['дебаты', 'дебаты', 30],

            ['дебил', 'дебил', 0],
            ['дебил', 'дебил', 1],
            ['дебил', 'дебил', 2],
            ['дебил', 'дебил', 30],

            ['дебри', 'дебри', 0],
            ['дебри', 'дебри', 1],
            ['дебри', 'дебри', 2],
            ['дебри', 'дебри', 30],

            ['дебют', 'дебют', 0],
            ['дебют', 'дебют', 1],
            ['дебют', 'дебют', 2],
            ['дебют', 'дебют', 30],

            ['дева', 'дева', 0],
            ['дева', 'дева', 1],
            ['дева', 'дева', 2],
            ['дева', 'дева', 30],

            ['девальвация', 'девальвация', 0],
            ['девальвация', 'девальвация', 1],
            ['девальвация', 'девальвация', 2],
            ['девальвация', 'девальвация', 30],

            ['деваха', 'деваха', 0],
            ['деваха', 'деваха', 1],
            ['деваха', 'деваха', 2],
            ['деваха', 'деваха', 30],

            ['девентер', 'девентер', 0],
            ['девентер', 'девентер', 1],
            ['девентер', 'девентер', 2],
            ['девентер', 'девентер', 30],

            ['деверь', 'деверь', 0],
            ['деверь', 'деверь', 1],
            ['деверь', 'деверь', 2],
            ['деверь', 'деверь', 30],

            ['девиз', 'девиз', 0],
            ['девиз', 'девиз', 1],
            ['девиз', 'девиз', 2],
            ['девиз', 'девиз', 30],

            ['девиза', 'девиза', 0],
            ['девиза', 'девиза', 1],
            ['девиза', 'девиза', 2],
            ['девиза', 'девиза', 30],

            ['девица', 'девица', 0],
            ['девица', 'девица', 1],
            ['девица', 'девица', 2],
            ['девица', 'девица', 30],

            ['девичество', 'девичество', 0],
            ['девичество', 'девичество', 1],
            ['девичество', 'девичество', 2],
            ['девичество', 'девичество', 30],

            ['девка', 'девка', 0],
            ['девка', 'девка', 1],
            ['девка', 'девка', 2],
            ['девка', 'девка', 30],

            ['девонька', 'девонька', 0],
            ['девонька', 'девонька', 1],
            ['девонька', 'девонька', 2],
            ['девонька', 'девонька', 30],

            ['девочка', 'девочка', 0],
            ['девочка', 'девочка', 1],
            ['девочка', 'девочка', 2],
            ['девочка', 'девочка', 30],

            ['девственница', 'девственница', 0],
            ['девственница', 'девственница', 1],
            ['девственница', 'девственница', 2],
            ['девственница', 'девственница', 30],

            ['девственность', 'девственность', 0],
            ['девственность', 'девственность', 1],
            ['девственность', 'девственность', 2],
            ['девственность', 'девственность', 30],

            ['девушка', 'девушка', 0],
            ['девушка', 'девушка', 1],
            ['девушка', 'девушка', 2],
            ['девушка', 'девушка', 30],

            ['девчата', 'девчата', 0],
            ['девчата', 'девчата', 1],
            ['девчата', 'девчата', 2],
            ['девчата', 'девчата', 30],

            ['девчонка', 'девчонка', 0],
            ['девчонка', 'девчонка', 1],
            ['девчонка', 'девчонка', 2],
            ['девчонка', 'девчонка', 30],

            ['девчушка', 'девчушка', 0],
            ['девчушка', 'девчушка', 1],
            ['девчушка', 'девчушка', 2],
            ['девчушка', 'девчушка', 30],

            ['девятка', 'девятка', 0],
            ['девятка', 'девятка', 1],
            ['девятка', 'девятка', 2],
            ['девятка', 'девятка', 30],

            ['дегенерат', 'дегенерат', 0],
            ['дегенерат', 'дегенерат', 1],
            ['дегенерат', 'дегенерат', 2],
            ['дегенерат', 'дегенерат', 30],

            ['дегенерация', 'дегенерация', 0],
            ['дегенерация', 'дегенерация', 1],
            ['дегенерация', 'дегенерация', 2],
            ['дегенерация', 'дегенерация', 30],

            ['деготь', 'деготь', 0],
            ['деготь', 'деготь', 1],
            ['деготь', 'деготь', 2],
            ['деготь', 'деготь', 30],

            ['деградация', 'деградация', 0],
            ['деградация', 'деградация', 1],
            ['деградация', 'деградация', 2],
            ['деградация', 'деградация', 30],

            ['дед', 'дед', 0],
            ['дед', 'дед', 1],
            ['дед', 'дед', 2],
            ['дед', 'дед', 30],

            ['дедка', 'дедка', 0],
            ['дедка', 'дедка', 1],
            ['дедка', 'дедка', 2],
            ['дедка', 'дедка', 30],

            ['дедовщина', 'дедовщина', 0],
            ['дедовщина', 'дедовщина', 1],
            ['дедовщина', 'дедовщина', 2],
            ['дедовщина', 'дедовщина', 30],

            ['дедуля', 'дедуля', 0],
            ['дедуля', 'дедуля', 1],
            ['дедуля', 'дедуля', 2],
            ['дедуля', 'дедуля', 30],

            ['дедушка', 'дедушка', 0],
            ['дедушка', 'дедушка', 1],
            ['дедушка', 'дедушка', 2],
            ['дедушка', 'дедушка', 30],

            ['деев', 'деев', 0],
            ['деев', 'деев', 1],
            ['деев', 'деев', 2],
            ['деев', 'деев', 30],

            ['дежкин', 'дежкин', 0],
            ['дежкин', 'дежкин', 1],
            ['дежкин', 'дежкин', 2],
            ['дежкин', 'дежкин', 30],

            ['дежурка', 'дежурка', 0],
            ['дежурка', 'дежурка', 1],
            ['дежурка', 'дежурка', 2],
            ['дежурка', 'дежурка', 30],

            ['дежурный', 'дежурный', 0],
            ['дежурный', 'дежурный', 1],
            ['дежурный', 'дежурный', 2],
            ['дежурный', 'дежурный', 30],

            ['дежурство', 'дежурство', 0],
            ['дежурство', 'дежурство', 1],
            ['дежурство', 'дежурство', 2],
            ['дежурство', 'дежурство', 30],

            ['дезертир', 'дезертир', 0],
            ['дезертир', 'дезертир', 1],
            ['дезертир', 'дезертир', 2],
            ['дезертир', 'дезертир', 30],

            ['дезертирство', 'дезертирство', 0],
            ['дезертирство', 'дезертирство', 1],
            ['дезертирство', 'дезертирство', 2],
            ['дезертирство', 'дезертирство', 30],

            ['дезинфекция', 'дезинфекция', 0],
            ['дезинфекция', 'дезинфекция', 1],
            ['дезинфекция', 'дезинфекция', 2],
            ['дезинфекция', 'дезинфекция', 30],

            ['дезинформация', 'дезинформация', 0],
            ['дезинформация', 'дезинформация', 1],
            ['дезинформация', 'дезинформация', 2],
            ['дезинформация', 'дезинформация', 30],

            ['дезодорант', 'дезодорант', 0],
            ['дезодорант', 'дезодорант', 1],
            ['дезодорант', 'дезодорант', 2],
            ['дезодорант', 'дезодорант', 30],

            ['действие', 'действие', 0],
            ['действие', 'действие', 1],
            ['действие', 'действие', 2],
            ['действие', 'действие', 30],

            ['действительность', 'действительность', 0],
            ['действительность', 'действительность', 1],
            ['действительность', 'действительность', 2],
            ['действительность', 'действительность', 30],

            ['действо', 'действо', 0],
            ['действо', 'действо', 1],
            ['действо', 'действо', 2],
            ['действо', 'действо', 30],

            ['дека', 'дека', 0],
            ['дека', 'дека', 1],
            ['дека', 'дека', 2],
            ['дека', 'дека', 30],

            ['декабрин', 'декабрин', 0],
            ['декабрин', 'декабрин', 1],
            ['декабрин', 'декабрин', 2],
            ['декабрин', 'декабрин', 30],

            ['декабрина', 'декабрина', 0],
            ['декабрина', 'декабрина', 1],
            ['декабрина', 'декабрина', 2],
            ['декабрина', 'декабрина', 30],

            ['декабринка', 'декабринка', 0],
            ['декабринка', 'декабринка', 1],
            ['декабринка', 'декабринка', 2],
            ['декабринка', 'декабринка', 30],

            ['декабриныч', 'декабриныч', 0],
            ['декабриныч', 'декабриныч', 1],
            ['декабриныч', 'декабриныч', 2],
            ['декабриныч', 'декабриныч', 30],

            ['декабрист', 'декабрист', 0],
            ['декабрист', 'декабрист', 1],
            ['декабрист', 'декабрист', 2],
            ['декабрист', 'декабрист', 30],

            ['декабристыч', 'декабристыч', 0],
            ['декабристыч', 'декабристыч', 1],
            ['декабристыч', 'декабристыч', 2],
            ['декабристыч', 'декабристыч', 30],

            ['декабрь', 'декабрь', 0],
            ['декабрь', 'декабрь', 1],
            ['декабрь', 'декабрь', 2],
            ['декабрь', 'декабрь', 30],

            ['декада', 'декада', 0],
            ['декада', 'декада', 1],
            ['декада', 'декада', 2],
            ['декада', 'декада', 30],

            ['декан', 'декан', 0],
            ['декан', 'декан', 1],
            ['декан', 'декан', 2],
            ['декан', 'декан', 30],

            ['деканат', 'деканат', 0],
            ['деканат', 'деканат', 1],
            ['деканат', 'деканат', 2],
            ['деканат', 'деканат', 30],

            ['декларация', 'декларация', 0],
            ['декларация', 'декларация', 1],
            ['декларация', 'декларация', 2],
            ['декларация', 'декларация', 30],

            ['декольте', 'декольте', 0],
            ['декольте', 'декольте', 1],
            ['декольте', 'декольте', 2],
            ['декольте', 'декольте', 30],

            ['декорация', 'декорация', 0],
            ['декорация', 'декорация', 1],
            ['декорация', 'декорация', 2],
            ['декорация', 'декорация', 30],

            ['декрет', 'декрет', 0],
            ['декрет', 'декрет', 1],
            ['декрет', 'декрет', 2],
            ['декрет', 'декрет', 30],

            ['делегат', 'делегат', 0],
            ['делегат', 'делегат', 1],
            ['делегат', 'делегат', 2],
            ['делегат', 'делегат', 30],

            ['делегация', 'делегация', 0],
            ['делегация', 'делегация', 1],
            ['делегация', 'делегация', 2],
            ['делегация', 'делегация', 30],

            ['дележ', 'дележ', 0],
            ['дележ', 'дележ', 1],
            ['дележ', 'дележ', 2],
            ['дележ', 'дележ', 30],

            ['дележка', 'дележка', 0],
            ['дележка', 'дележка', 1],
            ['дележка', 'дележка', 2],
            ['дележка', 'дележка', 30],

            ['деление', 'деление', 0],
            ['деление', 'деление', 1],
            ['деление', 'деление', 2],
            ['деление', 'деление', 30],

            ['делец', 'делец', 0],
            ['делец', 'делец', 1],
            ['делец', 'делец', 2],
            ['делец', 'делец', 30],

            ['дели', 'дели', 0],
            ['дели', 'дели', 1],
            ['дели', 'дели', 2],
            ['дели', 'дели', 30],

            ['деликатес', 'деликатес', 0],
            ['деликатес', 'деликатес', 1],
            ['деликатес', 'деликатес', 2],
            ['деликатес', 'деликатес', 30],

            ['деликатность', 'деликатность', 0],
            ['деликатность', 'деликатность', 1],
            ['деликатность', 'деликатность', 2],
            ['деликатность', 'деликатность', 30],

            ['делишки', 'делишки', 0],
            ['делишки', 'делишки', 1],
            ['делишки', 'делишки', 2],
            ['делишки', 'делишки', 30],

            ['дело', 'дело', 0],
            ['дело', 'дело', 1],
            ['дело', 'дело', 2],
            ['дело', 'дело', 30],

            ['деловитость', 'деловитость', 0],
            ['деловитость', 'деловитость', 1],
            ['деловитость', 'деловитость', 2],
            ['деловитость', 'деловитость', 30],

            ['делопроизводство', 'делопроизводство', 0],
            ['делопроизводство', 'делопроизводство', 1],
            ['делопроизводство', 'делопроизводство', 2],
            ['делопроизводство', 'делопроизводство', 30],

            ['делфт', 'делфт', 0],
            ['делфт', 'делфт', 1],
            ['делфт', 'делфт', 2],
            ['делфт', 'делфт', 30],

            ['дельта', 'дельта', 0],
            ['дельта', 'дельта', 1],
            ['дельта', 'дельта', 2],
            ['дельта', 'дельта', 30],

            ['дельфин', 'дельфин', 0],
            ['дельфин', 'дельфин', 1],
            ['дельфин', 'дельфин', 2],
            ['дельфин', 'дельфин', 30],

            ['дельце', 'дельце', 0],
            ['дельце', 'дельце', 1],
            ['дельце', 'дельце', 2],
            ['дельце', 'дельце', 30],

            ['деляга', 'деляга', 0],
            ['деляга', 'деляга', 1],
            ['деляга', 'деляга', 2],
            ['деляга', 'деляга', 30],

            ['делянка', 'делянка', 0],
            ['делянка', 'делянка', 1],
            ['делянка', 'делянка', 2],
            ['делянка', 'делянка', 30],

            ['дем', 'дем', 0],
            ['дем', 'дем', 1],
            ['дем', 'дем', 2],
            ['дем', 'дем', 30],

            ['демагог', 'демагог', 0],
            ['демагог', 'демагог', 1],
            ['демагог', 'демагог', 2],
            ['демагог', 'демагог', 30],

            ['демагогия', 'демагогия', 0],
            ['демагогия', 'демагогия', 1],
            ['демагогия', 'демагогия', 2],
            ['демагогия', 'демагогия', 30],

            ['демиург', 'демиург', 0],
            ['демиург', 'демиург', 1],
            ['демиург', 'демиург', 2],
            ['демиург', 'демиург', 30],

            ['демобилизация', 'демобилизация', 0],
            ['демобилизация', 'демобилизация', 1],
            ['демобилизация', 'демобилизация', 2],
            ['демобилизация', 'демобилизация', 30],

            ['демократ', 'демократ', 0],
            ['демократ', 'демократ', 1],
            ['демократ', 'демократ', 2],
            ['демократ', 'демократ', 30],

            ['демократизация', 'демократизация', 0],
            ['демократизация', 'демократизация', 1],
            ['демократизация', 'демократизация', 2],
            ['демократизация', 'демократизация', 30],

            ['демократизм', 'демократизм', 0],
            ['демократизм', 'демократизм', 1],
            ['демократизм', 'демократизм', 2],
            ['демократизм', 'демократизм', 30],

            ['демократия', 'демократия', 0],
            ['демократия', 'демократия', 1],
            ['демократия', 'демократия', 2],
            ['демократия', 'демократия', 30],

            ['демон', 'демон', 0],
            ['демон', 'демон', 1],
            ['демон', 'демон', 2],
            ['демон', 'демон', 30],

            ['демонстрант', 'демонстрант', 0],
            ['демонстрант', 'демонстрант', 1],
            ['демонстрант', 'демонстрант', 2],
            ['демонстрант', 'демонстрант', 30],

            ['демонстрация', 'демонстрация', 0],
            ['демонстрация', 'демонстрация', 1],
            ['демонстрация', 'демонстрация', 2],
            ['демонстрация', 'демонстрация', 30],

            ['демьян', 'демьян', 0],
            ['демьян', 'демьян', 1],
            ['демьян', 'демьян', 2],
            ['демьян', 'демьян', 30],

            ['дена', 'дена', 0],
            ['дена', 'дена', 1],
            ['дена', 'дена', 2],
            ['дена', 'дена', 30],

            ['денежка', 'денежка', 0],
            ['денежка', 'денежка', 1],
            ['денежка', 'денежка', 2],
            ['денежка', 'денежка', 30],

            ['денек', 'денек', 0],
            ['денек', 'денек', 1],
            ['денек', 'денек', 2],
            ['денек', 'денек', 30],

            ['денечек', 'денечек', 0],
            ['денечек', 'денечек', 1],
            ['денечек', 'денечек', 2],
            ['денечек', 'денечек', 30],

            ['денис', 'денис', 0],
            ['денис', 'денис', 1],
            ['денис', 'денис', 2],
            ['денис', 'денис', 30],

            ['дениса', 'дениса', 0],
            ['дениса', 'дениса', 1],
            ['дениса', 'дениса', 2],
            ['дениса', 'дениса', 30],

            ['денисий', 'денисий', 0],
            ['денисий', 'денисий', 1],
            ['денисий', 'денисий', 2],
            ['денисий', 'денисий', 30],

            ['денисия', 'денисия', 0],
            ['денисия', 'денисия', 1],
            ['денисия', 'денисия', 2],
            ['денисия', 'денисия', 30],

            ['дениска', 'дениска', 0],
            ['дениска', 'дениска', 1],
            ['дениска', 'дениска', 2],
            ['дениска', 'дениска', 30],

            ['денисова', 'денисова', 0],
            ['денисова', 'денисова', 1],
            ['денисова', 'денисова', 2],
            ['денисова', 'денисова', 30],

            ['денисыч', 'денисыч', 0],
            ['денисыч', 'денисыч', 1],
            ['денисыч', 'денисыч', 2],
            ['денисыч', 'денисыч', 30],

            ['денисья', 'денисья', 0],
            ['денисья', 'денисья', 1],
            ['денисья', 'денисья', 2],
            ['денисья', 'денисья', 30],

            ['деноминация', 'деноминация', 0],
            ['деноминация', 'деноминация', 1],
            ['деноминация', 'деноминация', 2],
            ['деноминация', 'деноминация', 30],

            ['денуся', 'денуся', 0],
            ['денуся', 'денуся', 1],
            ['денуся', 'денуся', 2],
            ['денуся', 'денуся', 30],

            ['денщик', 'денщик', 0],
            ['денщик', 'денщик', 1],
            ['денщик', 'денщик', 2],
            ['денщик', 'денщик', 30],

            ['день', 'день', 0],
            ['день', 'день', 1],
            ['день', 'день', 2],
            ['день', 'день', 30],

            ['деньга', 'деньга', 0],
            ['деньга', 'деньга', 1],
            ['деньга', 'деньга', 2],
            ['деньга', 'деньга', 30],

            ['деньги', 'деньги', 0],
            ['деньги', 'деньги', 1],
            ['деньги', 'деньги', 2],
            ['деньги', 'деньги', 30],

            ['деньжата', 'деньжата', 0],
            ['деньжата', 'деньжата', 1],
            ['деньжата', 'деньжата', 2],
            ['деньжата', 'деньжата', 30],

            ['деня', 'деня', 0],
            ['деня', 'деня', 1],
            ['деня', 'деня', 2],
            ['деня', 'деня', 30],

            ['департамент', 'департамент', 0],
            ['департамент', 'департамент', 1],
            ['департамент', 'департамент', 2],
            ['департамент', 'департамент', 30],

            ['депеша', 'депеша', 0],
            ['депеша', 'депеша', 1],
            ['депеша', 'депеша', 2],
            ['депеша', 'депеша', 30],

            ['депо', 'депо', 0],
            ['депо', 'депо', 1],
            ['депо', 'депо', 2],
            ['депо', 'депо', 30],

            ['депортация', 'депортация', 0],
            ['депортация', 'депортация', 1],
            ['депортация', 'депортация', 2],
            ['депортация', 'депортация', 30],

            ['депрессия', 'депрессия', 0],
            ['депрессия', 'депрессия', 1],
            ['депрессия', 'депрессия', 2],
            ['депрессия', 'депрессия', 30],

            ['депутат', 'депутат', 0],
            ['депутат', 'депутат', 1],
            ['депутат', 'депутат', 2],
            ['депутат', 'депутат', 30],

            ['дер', 'дер', 0],
            ['дер', 'дер', 1],
            ['дер', 'дер', 2],
            ['дер', 'дер', 30],

            ['дергаусов', 'дергаусов', 0],
            ['дергаусов', 'дергаусов', 1],
            ['дергаусов', 'дергаусов', 2],
            ['дергаусов', 'дергаусов', 30],

            ['деревенщина', 'деревенщина', 0],
            ['деревенщина', 'деревенщина', 1],
            ['деревенщина', 'деревенщина', 2],
            ['деревенщина', 'деревенщина', 30],

            ['деревенька', 'деревенька', 0],
            ['деревенька', 'деревенька', 1],
            ['деревенька', 'деревенька', 2],
            ['деревенька', 'деревенька', 30],

            ['деревня', 'деревня', 0],
            ['деревня', 'деревня', 1],
            ['деревня', 'деревня', 2],
            ['деревня', 'деревня', 30],

            ['дерево', 'дерево', 0],
            ['дерево', 'дерево', 1],
            ['дерево', 'дерево', 2],
            ['дерево', 'дерево', 30],

            ['деревушка', 'деревушка', 0],
            ['деревушка', 'деревушка', 1],
            ['деревушка', 'деревушка', 2],
            ['деревушка', 'деревушка', 30],

            ['деревцо', 'деревцо', 0],
            ['деревцо', 'деревцо', 1],
            ['деревцо', 'деревцо', 2],
            ['деревцо', 'деревцо', 30],

            ['деревяшка', 'деревяшка', 0],
            ['деревяшка', 'деревяшка', 1],
            ['деревяшка', 'деревяшка', 2],
            ['деревяшка', 'деревяшка', 30],

            ['держава', 'держава', 0],
            ['держава', 'держава', 1],
            ['держава', 'держава', 2],
            ['держава', 'держава', 30],

            ['держатель', 'держатель', 0],
            ['держатель', 'держатель', 1],
            ['держатель', 'держатель', 2],
            ['держатель', 'держатель', 30],

            ['дерзость', 'дерзость', 0],
            ['дерзость', 'дерзость', 1],
            ['дерзость', 'дерзость', 2],
            ['дерзость', 'дерзость', 30],

            ['дерматин', 'дерматин', 0],
            ['дерматин', 'дерматин', 1],
            ['дерматин', 'дерматин', 2],
            ['дерматин', 'дерматин', 30],

            ['дерматит', 'дерматит', 0],
            ['дерматит', 'дерматит', 1],
            ['дерматит', 'дерматит', 2],
            ['дерматит', 'дерматит', 30],

            ['дерн', 'дерн', 0],
            ['дерн', 'дерн', 1],
            ['дерн', 'дерн', 2],
            ['дерн', 'дерн', 30],

            ['дерьмо', 'дерьмо', 0],
            ['дерьмо', 'дерьмо', 1],
            ['дерьмо', 'дерьмо', 2],
            ['дерьмо', 'дерьмо', 30],

            ['десант', 'десант', 0],
            ['десант', 'десант', 1],
            ['десант', 'десант', 2],
            ['десант', 'десант', 30],

            ['десантник', 'десантник', 0],
            ['десантник', 'десантник', 1],
            ['десантник', 'десантник', 2],
            ['десантник', 'десантник', 30],

            ['десерт', 'десерт', 0],
            ['десерт', 'десерт', 1],
            ['десерт', 'десерт', 2],
            ['десерт', 'десерт', 30],

            ['десна', 'десна', 0],
            ['десна', 'десна', 1],
            ['десна', 'десна', 2],
            ['десна', 'десна', 30],

            ['десница', 'десница', 0],
            ['десница', 'десница', 1],
            ['десница', 'десница', 2],
            ['десница', 'десница', 30],

            ['деспот', 'деспот', 0],
            ['деспот', 'деспот', 1],
            ['деспот', 'деспот', 2],
            ['деспот', 'деспот', 30],

            ['деспотизм', 'деспотизм', 0],
            ['деспотизм', 'деспотизм', 1],
            ['деспотизм', 'деспотизм', 2],
            ['деспотизм', 'деспотизм', 30],

            ['дестабилизация', 'дестабилизация', 0],
            ['дестабилизация', 'дестабилизация', 1],
            ['дестабилизация', 'дестабилизация', 2],
            ['дестабилизация', 'дестабилизация', 30],

            ['десятиклассник', 'десятиклассник', 0],
            ['десятиклассник', 'десятиклассник', 1],
            ['десятиклассник', 'десятиклассник', 2],
            ['десятиклассник', 'десятиклассник', 30],

            ['десятиклассница', 'десятиклассница', 0],
            ['десятиклассница', 'десятиклассница', 1],
            ['десятиклассница', 'десятиклассница', 2],
            ['десятиклассница', 'десятиклассница', 30],

            ['десятилетие', 'десятилетие', 0],
            ['десятилетие', 'десятилетие', 1],
            ['десятилетие', 'десятилетие', 2],
            ['десятилетие', 'десятилетие', 30],

            ['десятилетка', 'десятилетка', 0],
            ['десятилетка', 'десятилетка', 1],
            ['десятилетка', 'десятилетка', 2],
            ['десятилетка', 'десятилетка', 30],

            ['десятник', 'десятник', 0],
            ['десятник', 'десятник', 1],
            ['десятник', 'десятник', 2],
            ['десятник', 'десятник', 30],

            ['десяток', 'десяток', 0],
            ['десяток', 'десяток', 1],
            ['десяток', 'десяток', 2],
            ['десяток', 'десяток', 30],

            ['деталь', 'деталь', 0],
            ['деталь', 'деталь', 1],
            ['деталь', 'деталь', 2],
            ['деталь', 'деталь', 30],

            ['детвора', 'детвора', 0],
            ['детвора', 'детвора', 1],
            ['детвора', 'детвора', 2],
            ['детвора', 'детвора', 30],

            ['детдом', 'детдом', 0],
            ['детдом', 'детдом', 1],
            ['детдом', 'детдом', 2],
            ['детдом', 'детдом', 30],

            ['детдомовец', 'детдомовец', 0],
            ['детдомовец', 'детдомовец', 1],
            ['детдомовец', 'детдомовец', 2],
            ['детдомовец', 'детдомовец', 30],

            ['детектив', 'детектив', 0],
            ['детектив', 'детектив', 1],
            ['детектив', 'детектив', 2],
            ['детектив', 'детектив', 30],

            ['детектор', 'детектор', 0],
            ['детектор', 'детектор', 1],
            ['детектор', 'детектор', 2],
            ['детектор', 'детектор', 30],

            ['детеныш', 'детеныш', 0],
            ['детеныш', 'детеныш', 1],
            ['детеныш', 'детеныш', 2],
            ['детеныш', 'детеныш', 30],

            ['детина', 'детина', 0],
            ['детина', 'детина', 1],
            ['детина', 'детина', 2],
            ['детина', 'детина', 30],

            ['детишки', 'детишки', 0],
            ['детишки', 'детишки', 1],
            ['детишки', 'детишки', 2],
            ['детишки', 'детишки', 30],

            ['детище', 'детище', 0],
            ['детище', 'детище', 1],
            ['детище', 'детище', 2],
            ['детище', 'детище', 30],

            ['детка', 'детка', 0],
            ['детка', 'детка', 1],
            ['детка', 'детка', 2],
            ['детка', 'детка', 30],

            ['детонатор', 'детонатор', 0],
            ['детонатор', 'детонатор', 1],
            ['детонатор', 'детонатор', 2],
            ['детонатор', 'детонатор', 30],

            ['деточка', 'деточка', 0],
            ['деточка', 'деточка', 1],
            ['деточка', 'деточка', 2],
            ['деточка', 'деточка', 30],

            ['детсад', 'детсад', 0],
            ['детсад', 'детсад', 1],
            ['детсад', 'детсад', 2],
            ['детсад', 'детсад', 30],

            ['детство', 'детство', 0],
            ['детство', 'детство', 1],
            ['детство', 'детство', 2],
            ['детство', 'детство', 30],

            ['дефекация', 'дефекация', 0],
            ['дефекация', 'дефекация', 1],
            ['дефекация', 'дефекация', 2],
            ['дефекация', 'дефекация', 30],

            ['дефект', 'дефект', 0],
            ['дефект', 'дефект', 1],
            ['дефект', 'дефект', 2],
            ['дефект', 'дефект', 30],

            ['дефицит', 'дефицит', 0],
            ['дефицит', 'дефицит', 1],
            ['дефицит', 'дефицит', 2],
            ['дефицит', 'дефицит', 30],

            ['деформация', 'деформация', 0],
            ['деформация', 'деформация', 1],
            ['деформация', 'деформация', 2],
            ['деформация', 'деформация', 30],

            ['деша', 'деша', 0],
            ['деша', 'деша', 1],
            ['деша', 'деша', 2],
            ['деша', 'деша', 30],

            ['дешевизна', 'дешевизна', 0],
            ['дешевизна', 'дешевизна', 1],
            ['дешевизна', 'дешевизна', 2],
            ['дешевизна', 'дешевизна', 30],

            ['дешевка', 'дешевка', 0],
            ['дешевка', 'дешевка', 1],
            ['дешевка', 'дешевка', 2],
            ['дешевка', 'дешевка', 30],

            ['дешифровка', 'дешифровка', 0],
            ['дешифровка', 'дешифровка', 1],
            ['дешифровка', 'дешифровка', 2],
            ['дешифровка', 'дешифровка', 30],

            ['деяние', 'деяние', 0],
            ['деяние', 'деяние', 1],
            ['деяние', 'деяние', 2],
            ['деяние', 'деяние', 30],

            ['деятель', 'деятель', 0],
            ['деятель', 'деятель', 1],
            ['деятель', 'деятель', 2],
            ['деятель', 'деятель', 30],

            ['деятельность', 'деятельность', 0],
            ['деятельность', 'деятельность', 1],
            ['деятельность', 'деятельность', 2],
            ['деятельность', 'деятельность', 30],

            ['джабалпур', 'джабалпур', 0],
            ['джабалпур', 'джабалпур', 1],
            ['джабалпур', 'джабалпур', 2],
            ['джабалпур', 'джабалпур', 30],

            ['джаз', 'джаз', 0],
            ['джаз', 'джаз', 1],
            ['джаз', 'джаз', 2],
            ['джаз', 'джаз', 30],

            ['джакарта', 'джакарта', 0],
            ['джакарта', 'джакарта', 1],
            ['джакарта', 'джакарта', 2],
            ['джакарта', 'джакарта', 30],

            ['джалал-абад', 'джалал-абад', 0],
            ['джалал-абад', 'джалал-абад', 1],
            ['джалал-абад', 'джалал-абад', 2],
            ['джалал-абад', 'джалал-абад', 30],

            ['джей', 'джей', 0],
            ['джей', 'джей', 1],
            ['джей', 'джей', 2],
            ['джей', 'джей', 30],

            ['джейн', 'джейн', 0],
            ['джейн', 'джейн', 1],
            ['джейн', 'джейн', 2],
            ['джейн', 'джейн', 30],

            ['джексон', 'джексон', 0],
            ['джексон', 'джексон', 1],
            ['джексон', 'джексон', 2],
            ['джексон', 'джексон', 30],

            ['джем', 'джем', 0],
            ['джем', 'джем', 1],
            ['джем', 'джем', 2],
            ['джем', 'джем', 30],

            ['джемпер', 'джемпер', 0],
            ['джемпер', 'джемпер', 1],
            ['джемпер', 'джемпер', 2],
            ['джемпер', 'джемпер', 30],

            ['джентльмен', 'джентльмен', 0],
            ['джентльмен', 'джентльмен', 1],
            ['джентльмен', 'джентльмен', 2],
            ['джентльмен', 'джентльмен', 30],

            ['джерси', 'джерси', 0],
            ['джерси', 'джерси', 1],
            ['джерси', 'джерси', 2],
            ['джерси', 'джерси', 30],

            ['джи', 'джи', 0],
            ['джи', 'джи', 1],
            ['джи', 'джи', 2],
            ['джи', 'джи', 30],

            ['джибути', 'джибути', 0],
            ['джибути', 'джибути', 1],
            ['джибути', 'джибути', 2],
            ['джибути', 'джибути', 30],

            ['джигит', 'джигит', 0],
            ['джигит', 'джигит', 1],
            ['джигит', 'джигит', 2],
            ['джигит', 'джигит', 30],

            ['джин', 'джин', 0],
            ['джин', 'джин', 1],
            ['джин', 'джин', 2],
            ['джин', 'джин', 30],

            ['джинн', 'джинн', 0],
            ['джинн', 'джинн', 1],
            ['джинн', 'джинн', 2],
            ['джинн', 'джинн', 30],

            ['джинса', 'джинса', 0],
            ['джинса', 'джинса', 1],
            ['джинса', 'джинса', 2],
            ['джинса', 'джинса', 30],

            ['джинсы', 'джинсы', 0],
            ['джинсы', 'джинсы', 1],
            ['джинсы', 'джинсы', 2],
            ['джинсы', 'джинсы', 30],

            ['джип', 'джип', 0],
            ['джип', 'джип', 1],
            ['джип', 'джип', 2],
            ['джип', 'джип', 30],

            ['джокер', 'джокер', 0],
            ['джокер', 'джокер', 1],
            ['джокер', 'джокер', 2],
            ['джокер', 'джокер', 30],

            ['джорджтаун', 'джорджтаун', 0],
            ['джорджтаун', 'джорджтаун', 1],
            ['джорджтаун', 'джорджтаун', 2],
            ['джорджтаун', 'джорджтаун', 30],

            ['джунгли', 'джунгли', 0],
            ['джунгли', 'джунгли', 1],
            ['джунгли', 'джунгли', 2],
            ['джунгли', 'джунгли', 30],

            ['дзот', 'дзот', 0],
            ['дзот', 'дзот', 1],
            ['дзот', 'дзот', 2],
            ['дзот', 'дзот', 30],

            ['дзюдо', 'дзюдо', 0],
            ['дзюдо', 'дзюдо', 1],
            ['дзюдо', 'дзюдо', 2],
            ['дзюдо', 'дзюдо', 30],

            ['ди', 'ди', 0],
            ['ди', 'ди', 1],
            ['ди', 'ди', 2],
            ['ди', 'ди', 30],

            ['диабет', 'диабет', 0],
            ['диабет', 'диабет', 1],
            ['диабет', 'диабет', 2],
            ['диабет', 'диабет', 30],

            ['диагноз', 'диагноз', 0],
            ['диагноз', 'диагноз', 1],
            ['диагноз', 'диагноз', 2],
            ['диагноз', 'диагноз', 30],

            ['диагностик', 'диагностик', 0],
            ['диагностик', 'диагностик', 1],
            ['диагностик', 'диагностик', 2],
            ['диагностик', 'диагностик', 30],

            ['диагностика', 'диагностика', 0],
            ['диагностика', 'диагностика', 1],
            ['диагностика', 'диагностика', 2],
            ['диагностика', 'диагностика', 30],

            ['диагональ', 'диагональ', 0],
            ['диагональ', 'диагональ', 1],
            ['диагональ', 'диагональ', 2],
            ['диагональ', 'диагональ', 30],

            ['диаграмма', 'диаграмма', 0],
            ['диаграмма', 'диаграмма', 1],
            ['диаграмма', 'диаграмма', 2],
            ['диаграмма', 'диаграмма', 30],

            ['диалект', 'диалект', 0],
            ['диалект', 'диалект', 1],
            ['диалект', 'диалект', 2],
            ['диалект', 'диалект', 30],

            ['диалектик', 'диалектик', 0],
            ['диалектик', 'диалектик', 1],
            ['диалектик', 'диалектик', 2],
            ['диалектик', 'диалектик', 30],

            ['диалектика', 'диалектика', 0],
            ['диалектика', 'диалектика', 1],
            ['диалектика', 'диалектика', 2],
            ['диалектика', 'диалектика', 30],

            ['диалог', 'диалог', 0],
            ['диалог', 'диалог', 1],
            ['диалог', 'диалог', 2],
            ['диалог', 'диалог', 30],

            ['диаметр', 'диаметр', 0],
            ['диаметр', 'диаметр', 1],
            ['диаметр', 'диаметр', 2],
            ['диаметр', 'диаметр', 30],

            ['диана', 'диана', 0],
            ['диана', 'диана', 1],
            ['диана', 'диана', 2],
            ['диана', 'диана', 30],

            ['дианка', 'дианка', 0],
            ['дианка', 'дианка', 1],
            ['дианка', 'дианка', 2],
            ['дианка', 'дианка', 30],

            ['диапазон', 'диапазон', 0],
            ['диапазон', 'диапазон', 1],
            ['диапазон', 'диапазон', 2],
            ['диапазон', 'диапазон', 30],

            ['диаспора', 'диаспора', 0],
            ['диаспора', 'диаспора', 1],
            ['диаспора', 'диаспора', 2],
            ['диаспора', 'диаспора', 30],

            ['диатез', 'диатез', 0],
            ['диатез', 'диатез', 1],
            ['диатез', 'диатез', 2],
            ['диатез', 'диатез', 30],

            ['диафрагма', 'диафрагма', 0],
            ['диафрагма', 'диафрагма', 1],
            ['диафрагма', 'диафрагма', 2],
            ['диафрагма', 'диафрагма', 30],

            ['див', 'див', 0],
            ['див', 'див', 1],
            ['див', 'див', 2],
            ['див', 'див', 30],

            ['диван', 'диван', 0],
            ['диван', 'диван', 1],
            ['диван', 'диван', 2],
            ['диван', 'диван', 30],

            ['диванчик', 'диванчик', 0],
            ['диванчик', 'диванчик', 1],
            ['диванчик', 'диванчик', 2],
            ['диванчик', 'диванчик', 30],

            ['диверсант', 'диверсант', 0],
            ['диверсант', 'диверсант', 1],
            ['диверсант', 'диверсант', 2],
            ['диверсант', 'диверсант', 30],

            ['диверсия', 'диверсия', 0],
            ['диверсия', 'диверсия', 1],
            ['диверсия', 'диверсия', 2],
            ['диверсия', 'диверсия', 30],

            ['дивиденд', 'дивиденд', 0],
            ['дивиденд', 'дивиденд', 1],
            ['дивиденд', 'дивиденд', 2],
            ['дивиденд', 'дивиденд', 30],

            ['дивизион', 'дивизион', 0],
            ['дивизион', 'дивизион', 1],
            ['дивизион', 'дивизион', 2],
            ['дивизион', 'дивизион', 30],

            ['дивизия', 'дивизия', 0],
            ['дивизия', 'дивизия', 1],
            ['дивизия', 'дивизия', 2],
            ['дивизия', 'дивизия', 30],

            ['диво', 'диво', 0],
            ['диво', 'диво', 1],
            ['диво', 'диво', 2],
            ['диво', 'диво', 30],

            ['дивчина', 'дивчина', 0],
            ['дивчина', 'дивчина', 1],
            ['дивчина', 'дивчина', 2],
            ['дивчина', 'дивчина', 30],

            ['диета', 'диета', 0],
            ['диета', 'диета', 1],
            ['диета', 'диета', 2],
            ['диета', 'диета', 30],

            ['дизайн', 'дизайн', 0],
            ['дизайн', 'дизайн', 1],
            ['дизайн', 'дизайн', 2],
            ['дизайн', 'дизайн', 30],

            ['дизайнер', 'дизайнер', 0],
            ['дизайнер', 'дизайнер', 1],
            ['дизайнер', 'дизайнер', 2],
            ['дизайнер', 'дизайнер', 30],

            ['дизентерия', 'дизентерия', 0],
            ['дизентерия', 'дизентерия', 1],
            ['дизентерия', 'дизентерия', 2],
            ['дизентерия', 'дизентерия', 30],

            ['дика', 'дика', 0],
            ['дика', 'дика', 1],
            ['дика', 'дика', 2],
            ['дика', 'дика', 30],

            ['дикарь', 'дикарь', 0],
            ['дикарь', 'дикарь', 1],
            ['дикарь', 'дикарь', 2],
            ['дикарь', 'дикарь', 30],

            ['дикобраз', 'дикобраз', 0],
            ['дикобраз', 'дикобраз', 1],
            ['дикобраз', 'дикобраз', 2],
            ['дикобраз', 'дикобраз', 30],

            ['диковина', 'диковина', 0],
            ['диковина', 'диковина', 1],
            ['диковина', 'диковина', 2],
            ['диковина', 'диковина', 30],

            ['диковинка', 'диковинка', 0],
            ['диковинка', 'диковинка', 1],
            ['диковинка', 'диковинка', 2],
            ['диковинка', 'диковинка', 30],

            ['дикость', 'дикость', 0],
            ['дикость', 'дикость', 1],
            ['дикость', 'дикость', 2],
            ['дикость', 'дикость', 30],

            ['диктант', 'диктант', 0],
            ['диктант', 'диктант', 1],
            ['диктант', 'диктант', 2],
            ['диктант', 'диктант', 30],

            ['диктат', 'диктат', 0],
            ['диктат', 'диктат', 1],
            ['диктат', 'диктат', 2],
            ['диктат', 'диктат', 30],

            ['диктатор', 'диктатор', 0],
            ['диктатор', 'диктатор', 1],
            ['диктатор', 'диктатор', 2],
            ['диктатор', 'диктатор', 30],

            ['диктатура', 'диктатура', 0],
            ['диктатура', 'диктатура', 1],
            ['диктатура', 'диктатура', 2],
            ['диктатура', 'диктатура', 30],

            ['диктовка', 'диктовка', 0],
            ['диктовка', 'диктовка', 1],
            ['диктовка', 'диктовка', 2],
            ['диктовка', 'диктовка', 30],

            ['диктор', 'диктор', 0],
            ['диктор', 'диктор', 1],
            ['диктор', 'диктор', 2],
            ['диктор', 'диктор', 30],

            ['дикторша', 'дикторша', 0],
            ['дикторша', 'дикторша', 1],
            ['дикторша', 'дикторша', 2],
            ['дикторша', 'дикторша', 30],

            ['диктофон', 'диктофон', 0],
            ['диктофон', 'диктофон', 1],
            ['диктофон', 'диктофон', 2],
            ['диктофон', 'диктофон', 30],

            ['дилемма', 'дилемма', 0],
            ['дилемма', 'дилемма', 1],
            ['дилемма', 'дилемма', 2],
            ['дилемма', 'дилемма', 30],

            ['дилер', 'дилер', 0],
            ['дилер', 'дилер', 1],
            ['дилер', 'дилер', 2],
            ['дилер', 'дилер', 30],

            ['дилетант', 'дилетант', 0],
            ['дилетант', 'дилетант', 1],
            ['дилетант', 'дилетант', 2],
            ['дилетант', 'дилетант', 30],

            ['дили', 'дили', 0],
            ['дили', 'дили', 1],
            ['дили', 'дили', 2],
            ['дили', 'дили', 30],

            ['дилижанс', 'дилижанс', 0],
            ['дилижанс', 'дилижанс', 1],
            ['дилижанс', 'дилижанс', 2],
            ['дилижанс', 'дилижанс', 30],

            ['дима', 'дима', 0],
            ['дима', 'дима', 1],
            ['дима', 'дима', 2],
            ['дима', 'дима', 30],

            ['димаха', 'димаха', 0],
            ['димаха', 'димаха', 1],
            ['димаха', 'димаха', 2],
            ['димаха', 'димаха', 30],

            ['димаша', 'димаша', 0],
            ['димаша', 'димаша', 1],
            ['димаша', 'димаша', 2],
            ['димаша', 'димаша', 30],

            ['димитриан', 'димитриан', 0],
            ['димитриан', 'димитриан', 1],
            ['димитриан', 'димитриан', 2],
            ['димитриан', 'димитриан', 30],

            ['димитрий', 'димитрий', 0],
            ['димитрий', 'димитрий', 1],
            ['димитрий', 'димитрий', 2],
            ['димитрий', 'димитрий', 30],

            ['димона', 'димона', 0],
            ['димона', 'димона', 1],
            ['димона', 'димона', 2],
            ['димона', 'димона', 30],

            ['димуля', 'димуля', 0],
            ['димуля', 'димуля', 1],
            ['димуля', 'димуля', 2],
            ['димуля', 'димуля', 30],

            ['димуся', 'димуся', 0],
            ['димуся', 'димуся', 1],
            ['димуся', 'димуся', 2],
            ['димуся', 'димуся', 30],

            ['димуха', 'димуха', 0],
            ['димуха', 'димуха', 1],
            ['димуха', 'димуха', 2],
            ['димуха', 'димуха', 30],

            ['димуша', 'димуша', 0],
            ['димуша', 'димуша', 1],
            ['димуша', 'димуша', 2],
            ['димуша', 'димуша', 30],

            ['дина', 'дина', 0],
            ['дина', 'дина', 1],
            ['дина', 'дина', 2],
            ['дина', 'дина', 30],

            ['динамик', 'динамик', 0],
            ['динамик', 'динамик', 1],
            ['динамик', 'динамик', 2],
            ['динамик', 'динамик', 30],

            ['динамика', 'динамика', 0],
            ['динамика', 'динамика', 1],
            ['динамика', 'динамика', 2],
            ['динамика', 'динамика', 30],

            ['динамит', 'динамит', 0],
            ['динамит', 'динамит', 1],
            ['динамит', 'динамит', 2],
            ['динамит', 'динамит', 30],

            ['динамо', 'динамо', 0],
            ['динамо', 'динамо', 1],
            ['динамо', 'динамо', 2],
            ['динамо', 'динамо', 30],

            ['династия', 'династия', 0],
            ['династия', 'династия', 1],
            ['династия', 'династия', 2],
            ['династия', 'династия', 30],

            ['динго', 'динго', 0],
            ['динго', 'динго', 1],
            ['динго', 'динго', 2],
            ['динго', 'динго', 30],

            ['динозавр', 'динозавр', 0],
            ['динозавр', 'динозавр', 1],
            ['динозавр', 'динозавр', 2],
            ['динозавр', 'динозавр', 30],

            ['динуся', 'динуся', 0],
            ['динуся', 'динуся', 1],
            ['динуся', 'динуся', 2],
            ['динуся', 'динуся', 30],

            ['диониисия', 'диониисия', 0],
            ['диониисия', 'диониисия', 1],
            ['диониисия', 'диониисия', 2],
            ['диониисия', 'диониисия', 30],

            ['дионисий', 'дионисий', 0],
            ['дионисий', 'дионисий', 1],
            ['дионисий', 'дионисий', 2],
            ['дионисий', 'дионисий', 30],

            ['дионисия', 'дионисия', 0],
            ['дионисия', 'дионисия', 1],
            ['дионисия', 'дионисия', 2],
            ['дионисия', 'дионисия', 30],

            ['диплом', 'диплом', 0],
            ['диплом', 'диплом', 1],
            ['диплом', 'диплом', 2],
            ['диплом', 'диплом', 30],

            ['дипломат', 'дипломат', 0],
            ['дипломат', 'дипломат', 1],
            ['дипломат', 'дипломат', 2],
            ['дипломат', 'дипломат', 30],

            ['дипломатия', 'дипломатия', 0],
            ['дипломатия', 'дипломатия', 1],
            ['дипломатия', 'дипломатия', 2],
            ['дипломатия', 'дипломатия', 30],

            ['директива', 'директива', 0],
            ['директива', 'директива', 1],
            ['директива', 'директива', 2],
            ['директива', 'директива', 30],

            ['директор', 'директор', 0],
            ['директор', 'директор', 1],
            ['директор', 'директор', 2],
            ['директор', 'директор', 30],

            ['директриса', 'директриса', 0],
            ['директриса', 'директриса', 1],
            ['директриса', 'директриса', 2],
            ['директриса', 'директриса', 30],

            ['дирекция', 'дирекция', 0],
            ['дирекция', 'дирекция', 1],
            ['дирекция', 'дирекция', 2],
            ['дирекция', 'дирекция', 30],

            ['дирижабль', 'дирижабль', 0],
            ['дирижабль', 'дирижабль', 1],
            ['дирижабль', 'дирижабль', 2],
            ['дирижабль', 'дирижабль', 30],

            ['дирижер', 'дирижер', 0],
            ['дирижер', 'дирижер', 1],
            ['дирижер', 'дирижер', 2],
            ['дирижер', 'дирижер', 30],

            ['диск', 'диск', 0],
            ['диск', 'диск', 1],
            ['диск', 'диск', 2],
            ['диск', 'диск', 30],

            ['дискант', 'дискант', 0],
            ['дискант', 'дискант', 1],
            ['дискант', 'дискант', 2],
            ['дискант', 'дискант', 30],

            ['дискета', 'дискета', 0],
            ['дискета', 'дискета', 1],
            ['дискета', 'дискета', 2],
            ['дискета', 'дискета', 30],

            ['дискомфорт', 'дискомфорт', 0],
            ['дискомфорт', 'дискомфорт', 1],
            ['дискомфорт', 'дискомфорт', 2],
            ['дискомфорт', 'дискомфорт', 30],

            ['дискотека', 'дискотека', 0],
            ['дискотека', 'дискотека', 1],
            ['дискотека', 'дискотека', 2],
            ['дискотека', 'дискотека', 30],

            ['дискредитация', 'дискредитация', 0],
            ['дискредитация', 'дискредитация', 1],
            ['дискредитация', 'дискредитация', 2],
            ['дискредитация', 'дискредитация', 30],

            ['дискриминация', 'дискриминация', 0],
            ['дискриминация', 'дискриминация', 1],
            ['дискриминация', 'дискриминация', 2],
            ['дискриминация', 'дискриминация', 30],

            ['дискуссия', 'дискуссия', 0],
            ['дискуссия', 'дискуссия', 1],
            ['дискуссия', 'дискуссия', 2],
            ['дискуссия', 'дискуссия', 30],

            ['дислокация', 'дислокация', 0],
            ['дислокация', 'дислокация', 1],
            ['дислокация', 'дислокация', 2],
            ['дислокация', 'дислокация', 30],

            ['диснейленд', 'диснейленд', 0],
            ['диснейленд', 'диснейленд', 1],
            ['диснейленд', 'диснейленд', 2],
            ['диснейленд', 'диснейленд', 30],

            ['диспансер', 'диспансер', 0],
            ['диспансер', 'диспансер', 1],
            ['диспансер', 'диспансер', 2],
            ['диспансер', 'диспансер', 30],

            ['диспепсия', 'диспепсия', 0],
            ['диспепсия', 'диспепсия', 1],
            ['диспепсия', 'диспепсия', 2],
            ['диспепсия', 'диспепсия', 30],

            ['диспетчер', 'диспетчер', 0],
            ['диспетчер', 'диспетчер', 1],
            ['диспетчер', 'диспетчер', 2],
            ['диспетчер', 'диспетчер', 30],

            ['дисплей', 'дисплей', 0],
            ['дисплей', 'дисплей', 1],
            ['дисплей', 'дисплей', 2],
            ['дисплей', 'дисплей', 30],

            ['диспозиция', 'диспозиция', 0],
            ['диспозиция', 'диспозиция', 1],
            ['диспозиция', 'диспозиция', 2],
            ['диспозиция', 'диспозиция', 30],

            ['диспут', 'диспут', 0],
            ['диспут', 'диспут', 1],
            ['диспут', 'диспут', 2],
            ['диспут', 'диспут', 30],

            ['диссертация', 'диссертация', 0],
            ['диссертация', 'диссертация', 1],
            ['диссертация', 'диссертация', 2],
            ['диссертация', 'диссертация', 30],

            ['диссидент', 'диссидент', 0],
            ['диссидент', 'диссидент', 1],
            ['диссидент', 'диссидент', 2],
            ['диссидент', 'диссидент', 30],

            ['диссидентство', 'диссидентство', 0],
            ['диссидентство', 'диссидентство', 1],
            ['диссидентство', 'диссидентство', 2],
            ['диссидентство', 'диссидентство', 30],

            ['диссонанс', 'диссонанс', 0],
            ['диссонанс', 'диссонанс', 1],
            ['диссонанс', 'диссонанс', 2],
            ['диссонанс', 'диссонанс', 30],

            ['дистанция', 'дистанция', 0],
            ['дистанция', 'дистанция', 1],
            ['дистанция', 'дистанция', 2],
            ['дистанция', 'дистанция', 30],

            ['дистрофик', 'дистрофик', 0],
            ['дистрофик', 'дистрофик', 1],
            ['дистрофик', 'дистрофик', 2],
            ['дистрофик', 'дистрофик', 30],

            ['дистрофия', 'дистрофия', 0],
            ['дистрофия', 'дистрофия', 1],
            ['дистрофия', 'дистрофия', 2],
            ['дистрофия', 'дистрофия', 30],

            ['дисциплина', 'дисциплина', 0],
            ['дисциплина', 'дисциплина', 1],
            ['дисциплина', 'дисциплина', 2],
            ['дисциплина', 'дисциплина', 30],

            ['дитя', 'дитя', 0],
            ['дитя', 'дитя', 1],
            ['дитя', 'дитя', 2],
            ['дитя', 'дитя', 30],

            ['диурез', 'диурез', 0],
            ['диурез', 'диурез', 1],
            ['диурез', 'диурез', 2],
            ['диурез', 'диурез', 30],

            ['дифтерия', 'дифтерия', 0],
            ['дифтерия', 'дифтерия', 1],
            ['дифтерия', 'дифтерия', 2],
            ['дифтерия', 'дифтерия', 30],

            ['дифференциация', 'дифференциация', 0],
            ['дифференциация', 'дифференциация', 1],
            ['дифференциация', 'дифференциация', 2],
            ['дифференциация', 'дифференциация', 30],

            ['дичь', 'дичь', 0],
            ['дичь', 'дичь', 1],
            ['дичь', 'дичь', 2],
            ['дичь', 'дичь', 30],

            ['дия', 'дия', 0],
            ['дия', 'дия', 1],
            ['дия', 'дия', 2],
            ['дия', 'дия', 30],

            ['длань', 'длань', 0],
            ['длань', 'длань', 1],
            ['длань', 'длань', 2],
            ['длань', 'длань', 30],

            ['длина', 'длина', 0],
            ['длина', 'длина', 1],
            ['длина', 'длина', 2],
            ['длина', 'длина', 30],

            ['длительность', 'длительность', 0],
            ['длительность', 'длительность', 1],
            ['длительность', 'длительность', 2],
            ['длительность', 'длительность', 30],

            ['дмитрий', 'дмитрий', 0],
            ['дмитрий', 'дмитрий', 1],
            ['дмитрий', 'дмитрий', 2],
            ['дмитрий', 'дмитрий', 30],

            ['дмитрич', 'дмитрич', 0],
            ['дмитрич', 'дмитрич', 1],
            ['дмитрич', 'дмитрич', 2],
            ['дмитрич', 'дмитрич', 30],

            ['дневальный', 'дневальный', 0],
            ['дневальный', 'дневальный', 1],
            ['дневальный', 'дневальный', 2],
            ['дневальный', 'дневальный', 30],

            ['дневник', 'дневник', 0],
            ['дневник', 'дневник', 1],
            ['дневник', 'дневник', 2],
            ['дневник', 'дневник', 30],

            ['днепр', 'днепр', 0],
            ['днепр', 'днепр', 1],
            ['днепр', 'днепр', 2],
            ['днепр', 'днепр', 30],

            ['днепропетровск', 'днепропетровск', 0],
            ['днепропетровск', 'днепропетровск', 1],
            ['днепропетровск', 'днепропетровск', 2],
            ['днепропетровск', 'днепропетровск', 30],

            ['днестр', 'днестр', 0],
            ['днестр', 'днестр', 1],
            ['днестр', 'днестр', 2],
            ['днестр', 'днестр', 30],

            ['днестровск', 'днестровск', 0],
            ['днестровск', 'днестровск', 1],
            ['днестровск', 'днестровск', 2],
            ['днестровск', 'днестровск', 30],

            ['днище', 'днище', 0],
            ['днище', 'днище', 1],
            ['днище', 'днище', 2],
            ['днище', 'днище', 30],

            ['дно', 'дно', 0],
            ['дно', 'дно', 1],
            ['дно', 'дно', 2],
            ['дно', 'дно', 30],

            ['добавка', 'добавка', 0],
            ['добавка', 'добавка', 1],
            ['добавка', 'добавка', 2],
            ['добавка', 'добавка', 30],

            ['добавление', 'добавление', 0],
            ['добавление', 'добавление', 1],
            ['добавление', 'добавление', 2],
            ['добавление', 'добавление', 30],

            ['добавок', 'добавок', 0],
            ['добавок', 'добавок', 1],
            ['добавок', 'добавок', 2],
            ['добавок', 'добавок', 30],

            ['доблесть', 'доблесть', 0],
            ['доблесть', 'доблесть', 1],
            ['доблесть', 'доблесть', 2],
            ['доблесть', 'доблесть', 30],

            ['добро', 'добро', 0],
            ['добро', 'добро', 1],
            ['добро', 'добро', 2],
            ['добро', 'добро', 30],

            ['доброволец', 'доброволец', 0],
            ['доброволец', 'доброволец', 1],
            ['доброволец', 'доброволец', 2],
            ['доброволец', 'доброволец', 30],

            ['добродетель', 'добродетель', 0],
            ['добродетель', 'добродетель', 1],
            ['добродетель', 'добродетель', 2],
            ['добродетель', 'добродетель', 30],

            ['добродушие', 'добродушие', 0],
            ['добродушие', 'добродушие', 1],
            ['добродушие', 'добродушие', 2],
            ['добродушие', 'добродушие', 30],

            ['доброжелатель', 'доброжелатель', 0],
            ['доброжелатель', 'доброжелатель', 1],
            ['доброжелатель', 'доброжелатель', 2],
            ['доброжелатель', 'доброжелатель', 30],

            ['доброжелательность', 'доброжелательность', 0],
            ['доброжелательность', 'доброжелательность', 1],
            ['доброжелательность', 'доброжелательность', 2],
            ['доброжелательность', 'доброжелательность', 30],

            ['добролюбов', 'добролюбов', 0],
            ['добролюбов', 'добролюбов', 1],
            ['добролюбов', 'добролюбов', 2],
            ['добролюбов', 'добролюбов', 30],

            ['добросовестность', 'добросовестность', 0],
            ['добросовестность', 'добросовестность', 1],
            ['добросовестность', 'добросовестность', 2],
            ['добросовестность', 'добросовестность', 30],

            ['доброта', 'доброта', 0],
            ['доброта', 'доброта', 1],
            ['доброта', 'доброта', 2],
            ['доброта', 'доброта', 30],

            ['доброхот', 'доброхот', 0],
            ['доброхот', 'доброхот', 1],
            ['доброхот', 'доброхот', 2],
            ['доброхот', 'доброхот', 30],

            ['добряк', 'добряк', 0],
            ['добряк', 'добряк', 1],
            ['добряк', 'добряк', 2],
            ['добряк', 'добряк', 30],

            ['добряков', 'добряков', 0],
            ['добряков', 'добряков', 1],
            ['добряков', 'добряков', 2],
            ['добряков', 'добряков', 30],

            ['добывание', 'добывание', 0],
            ['добывание', 'добывание', 1],
            ['добывание', 'добывание', 2],
            ['добывание', 'добывание', 30],

            ['добытчик', 'добытчик', 0],
            ['добытчик', 'добытчик', 1],
            ['добытчик', 'добытчик', 2],
            ['добытчик', 'добытчик', 30],

            ['добыча', 'добыча', 0],
            ['добыча', 'добыча', 1],
            ['добыча', 'добыча', 2],
            ['добыча', 'добыча', 30],

            ['доведение', 'доведение', 0],
            ['доведение', 'доведение', 1],
            ['доведение', 'доведение', 2],
            ['доведение', 'доведение', 30],

            ['доверенность', 'доверенность', 0],
            ['доверенность', 'доверенность', 1],
            ['доверенность', 'доверенность', 2],
            ['доверенность', 'доверенность', 30],

            ['доверие', 'доверие', 0],
            ['доверие', 'доверие', 1],
            ['доверие', 'доверие', 2],
            ['доверие', 'доверие', 30],

            ['доверчивость', 'доверчивость', 0],
            ['доверчивость', 'доверчивость', 1],
            ['доверчивость', 'доверчивость', 2],
            ['доверчивость', 'доверчивость', 30],

            ['довершение', 'довершение', 0],
            ['довершение', 'довершение', 1],
            ['довершение', 'довершение', 2],
            ['довершение', 'довершение', 30],

            ['довесок', 'довесок', 0],
            ['довесок', 'довесок', 1],
            ['довесок', 'довесок', 2],
            ['довесок', 'довесок', 30],

            ['довод', 'довод', 0],
            ['довод', 'довод', 1],
            ['довод', 'довод', 2],
            ['довод', 'довод', 30],

            ['довольствие', 'довольствие', 0],
            ['довольствие', 'довольствие', 1],
            ['довольствие', 'довольствие', 2],
            ['довольствие', 'довольствие', 30],

            ['довольство', 'довольство', 0],
            ['довольство', 'довольство', 1],
            ['довольство', 'довольство', 2],
            ['довольство', 'довольство', 30],

            ['дог', 'дог', 0],
            ['дог', 'дог', 1],
            ['дог', 'дог', 2],
            ['дог', 'дог', 30],

            ['догадка', 'догадка', 0],
            ['догадка', 'догадка', 1],
            ['догадка', 'догадка', 2],
            ['догадка', 'догадка', 30],

            ['догма', 'догма', 0],
            ['догма', 'догма', 1],
            ['догма', 'догма', 2],
            ['догма', 'догма', 30],

            ['догмат', 'догмат', 0],
            ['догмат', 'догмат', 1],
            ['догмат', 'догмат', 2],
            ['догмат', 'догмат', 30],

            ['договор', 'договор', 0],
            ['договор', 'договор', 1],
            ['договор', 'договор', 2],
            ['договор', 'договор', 30],

            ['договоренность', 'договоренность', 0],
            ['договоренность', 'договоренность', 1],
            ['договоренность', 'договоренность', 2],
            ['договоренность', 'договоренность', 30],

            ['додома', 'додома', 0],
            ['додома', 'додома', 1],
            ['додома', 'додома', 2],
            ['додома', 'додома', 30],

            ['дож', 'дож', 0],
            ['дож', 'дож', 1],
            ['дож', 'дож', 2],
            ['дож', 'дож', 30],

            ['дождевик', 'дождевик', 0],
            ['дождевик', 'дождевик', 1],
            ['дождевик', 'дождевик', 2],
            ['дождевик', 'дождевик', 30],

            ['дождик', 'дождик', 0],
            ['дождик', 'дождик', 1],
            ['дождик', 'дождик', 2],
            ['дождик', 'дождик', 30],

            ['дождичек', 'дождичек', 0],
            ['дождичек', 'дождичек', 1],
            ['дождичек', 'дождичек', 2],
            ['дождичек', 'дождичек', 30],

            ['дождь', 'дождь', 0],
            ['дождь', 'дождь', 1],
            ['дождь', 'дождь', 2],
            ['дождь', 'дождь', 30],

            ['доза', 'доза', 0],
            ['доза', 'доза', 1],
            ['доза', 'доза', 2],
            ['доза', 'доза', 30],

            ['дозиметрист', 'дозиметрист', 0],
            ['дозиметрист', 'дозиметрист', 1],
            ['дозиметрист', 'дозиметрист', 2],
            ['дозиметрист', 'дозиметрист', 30],

            ['дозировка', 'дозировка', 0],
            ['дозировка', 'дозировка', 1],
            ['дозировка', 'дозировка', 2],
            ['дозировка', 'дозировка', 30],

            ['дознаватель', 'дознаватель', 0],
            ['дознаватель', 'дознаватель', 1],
            ['дознаватель', 'дознаватель', 2],
            ['дознаватель', 'дознаватель', 30],

            ['дознание', 'дознание', 0],
            ['дознание', 'дознание', 1],
            ['дознание', 'дознание', 2],
            ['дознание', 'дознание', 30],

            ['дозор', 'дозор', 0],
            ['дозор', 'дозор', 1],
            ['дозор', 'дозор', 2],
            ['дозор', 'дозор', 30],

            ['док', 'док', 0],
            ['док', 'док', 1],
            ['док', 'док', 2],
            ['док', 'док', 30],

            ['дока', 'дока', 0],
            ['дока', 'дока', 1],
            ['дока', 'дока', 2],
            ['дока', 'дока', 30],

            ['доказательство', 'доказательство', 0],
            ['доказательство', 'доказательство', 1],
            ['доказательство', 'доказательство', 2],
            ['доказательство', 'доказательство', 30],

            ['докер', 'докер', 0],
            ['докер', 'докер', 1],
            ['докер', 'докер', 2],
            ['докер', 'докер', 30],

            ['доклад', 'доклад', 0],
            ['доклад', 'доклад', 1],
            ['доклад', 'доклад', 2],
            ['доклад', 'доклад', 30],

            ['докладчик', 'докладчик', 0],
            ['докладчик', 'докладчик', 1],
            ['докладчик', 'докладчик', 2],
            ['докладчик', 'докладчик', 30],

            ['доктор', 'доктор', 0],
            ['доктор', 'доктор', 1],
            ['доктор', 'доктор', 2],
            ['доктор', 'доктор', 30],

            ['докторша', 'докторша', 0],
            ['докторша', 'докторша', 1],
            ['докторша', 'докторша', 2],
            ['докторша', 'докторша', 30],

            ['доктрина', 'доктрина', 0],
            ['доктрина', 'доктрина', 1],
            ['доктрина', 'доктрина', 2],
            ['доктрина', 'доктрина', 30],

            ['документ', 'документ', 0],
            ['документ', 'документ', 1],
            ['документ', 'документ', 2],
            ['документ', 'документ', 30],

            ['документация', 'документация', 0],
            ['документация', 'документация', 1],
            ['документация', 'документация', 2],
            ['документация', 'документация', 30],

            ['дол', 'дол', 0],
            ['дол', 'дол', 1],
            ['дол', 'дол', 2],
            ['дол', 'дол', 30],

            ['долг', 'долг', 0],
            ['долг', 'долг', 1],
            ['долг', 'долг', 2],
            ['долг', 'долг', 30],

            ['долгов', 'долгов', 0],
            ['долгов', 'долгов', 1],
            ['долгов', 'долгов', 2],
            ['долгов', 'долгов', 30],

            ['долгожитель', 'долгожитель', 0],
            ['долгожитель', 'долгожитель', 1],
            ['долгожитель', 'долгожитель', 2],
            ['долгожитель', 'долгожитель', 30],

            ['долголетие', 'долголетие', 0],
            ['долголетие', 'долголетие', 1],
            ['долголетие', 'долголетие', 2],
            ['долголетие', 'долголетие', 30],

            ['долгоносик', 'долгоносик', 0],
            ['долгоносик', 'долгоносик', 1],
            ['долгоносик', 'долгоносик', 2],
            ['долгоносик', 'долгоносик', 30],

            ['долгушин', 'долгушин', 0],
            ['долгушин', 'долгушин', 1],
            ['долгушин', 'долгушин', 2],
            ['долгушин', 'долгушин', 30],

            ['должник', 'должник', 0],
            ['должник', 'должник', 1],
            ['должник', 'должник', 2],
            ['должник', 'должник', 30],

            ['должность', 'должность', 0],
            ['должность', 'должность', 1],
            ['должность', 'должность', 2],
            ['должность', 'должность', 30],

            ['должок', 'должок', 0],
            ['должок', 'должок', 1],
            ['должок', 'должок', 2],
            ['должок', 'должок', 30],

            ['долина', 'долина', 0],
            ['долина', 'долина', 1],
            ['долина', 'долина', 2],
            ['долина', 'долина', 30],

            ['долинка', 'долинка', 0],
            ['долинка', 'долинка', 1],
            ['долинка', 'долинка', 2],
            ['долинка', 'долинка', 30],

            ['долл', 'долл', 0],
            ['долл', 'долл', 1],
            ['долл', 'долл', 2],
            ['долл', 'долл', 30],

            ['доллар', 'доллар', 0],
            ['доллар', 'доллар', 1],
            ['доллар', 'доллар', 2],
            ['доллар', 'доллар', 30],

            ['долото', 'долото', 0],
            ['долото', 'долото', 1],
            ['долото', 'долото', 2],
            ['долото', 'долото', 30],

            ['долька', 'долька', 0],
            ['долька', 'долька', 1],
            ['долька', 'долька', 2],
            ['долька', 'долька', 30],

            ['доля', 'доля', 0],
            ['доля', 'доля', 1],
            ['доля', 'доля', 2],
            ['доля', 'доля', 30],

            ['дом', 'дом', 0],
            ['дом', 'дом', 1],
            ['дом', 'дом', 2],
            ['дом', 'дом', 30],

            ['домик', 'домик', 0],
            ['домик', 'домик', 1],
            ['домик', 'домик', 2],
            ['домик', 'домик', 30],

            ['доминанта', 'доминанта', 0],
            ['доминанта', 'доминанта', 1],
            ['доминанта', 'доминанта', 2],
            ['доминанта', 'доминанта', 30],

            ['доминика', 'доминика', 0],
            ['доминика', 'доминика', 1],
            ['доминика', 'доминика', 2],
            ['доминика', 'доминика', 30],

            ['домино', 'домино', 0],
            ['домино', 'домино', 1],
            ['домино', 'домино', 2],
            ['домино', 'домино', 30],

            ['домишко', 'домишко', 0],
            ['домишко', 'домишко', 1],
            ['домишко', 'домишко', 2],
            ['домишко', 'домишко', 30],

            ['домкрат', 'домкрат', 0],
            ['домкрат', 'домкрат', 1],
            ['домкрат', 'домкрат', 2],
            ['домкрат', 'домкрат', 30],

            ['домна', 'домна', 0],
            ['домна', 'домна', 1],
            ['домна', 'домна', 2],
            ['домна', 'домна', 30],

            ['домовина', 'домовина', 0],
            ['домовина', 'домовина', 1],
            ['домовина', 'домовина', 2],
            ['домовина', 'домовина', 30],

            ['домовладелец', 'домовладелец', 0],
            ['домовладелец', 'домовладелец', 1],
            ['домовладелец', 'домовладелец', 2],
            ['домовладелец', 'домовладелец', 30],

            ['домоуправление', 'домоуправление', 0],
            ['домоуправление', 'домоуправление', 1],
            ['домоуправление', 'домоуправление', 2],
            ['домоуправление', 'домоуправление', 30],

            ['домохозяйка', 'домохозяйка', 0],
            ['домохозяйка', 'домохозяйка', 1],
            ['домохозяйка', 'домохозяйка', 2],
            ['домохозяйка', 'домохозяйка', 30],

            ['домочадец', 'домочадец', 0],
            ['домочадец', 'домочадец', 1],
            ['домочадец', 'домочадец', 2],
            ['домочадец', 'домочадец', 30],

            ['домработница', 'домработница', 0],
            ['домработница', 'домработница', 1],
            ['домработница', 'домработница', 2],
            ['домработница', 'домработница', 30],

            ['домушник', 'домушник', 0],
            ['домушник', 'домушник', 1],
            ['домушник', 'домушник', 2],
            ['домушник', 'домушник', 30],

            ['домысел', 'домысел', 0],
            ['домысел', 'домысел', 1],
            ['домысел', 'домысел', 2],
            ['домысел', 'домысел', 30],

            ['дон', 'дон', 0],
            ['дон', 'дон', 1],
            ['дон', 'дон', 2],
            ['дон', 'дон', 30],

            ['дона', 'дона', 0],
            ['дона', 'дона', 1],
            ['дона', 'дона', 2],
            ['дона', 'дона', 30],

            ['донбасс', 'донбасс', 0],
            ['донбасс', 'донбасс', 1],
            ['донбасс', 'донбасс', 2],
            ['донбасс', 'донбасс', 30],

            ['донесение', 'донесение', 0],
            ['донесение', 'донесение', 1],
            ['донесение', 'донесение', 2],
            ['донесение', 'донесение', 30],

            ['донецк', 'донецк', 0],
            ['донецк', 'донецк', 1],
            ['донецк', 'донецк', 2],
            ['донецк', 'донецк', 30],

            ['донжуан', 'донжуан', 0],
            ['донжуан', 'донжуан', 1],
            ['донжуан', 'донжуан', 2],
            ['донжуан', 'донжуан', 30],

            ['донор', 'донор', 0],
            ['донор', 'донор', 1],
            ['донор', 'донор', 2],
            ['донор', 'донор', 30],

            ['донос', 'донос', 0],
            ['донос', 'донос', 1],
            ['донос', 'донос', 2],
            ['донос', 'донос', 30],

            ['доносительство', 'доносительство', 0],
            ['доносительство', 'доносительство', 1],
            ['доносительство', 'доносительство', 2],
            ['доносительство', 'доносительство', 30],

            ['доносчик', 'доносчик', 0],
            ['доносчик', 'доносчик', 1],
            ['доносчик', 'доносчик', 2],
            ['доносчик', 'доносчик', 30],

            ['донышко', 'донышко', 0],
            ['донышко', 'донышко', 1],
            ['донышко', 'донышко', 2],
            ['донышко', 'донышко', 30],

            ['донья', 'донья', 0],
            ['донья', 'донья', 1],
            ['донья', 'донья', 2],
            ['донья', 'донья', 30],

            ['доня', 'доня', 0],
            ['доня', 'доня', 1],
            ['доня', 'доня', 2],
            ['доня', 'доня', 30],

            ['доняха', 'доняха', 0],
            ['доняха', 'доняха', 1],
            ['доняха', 'доняха', 2],
            ['доняха', 'доняха', 30],

            ['доняша', 'доняша', 0],
            ['доняша', 'доняша', 1],
            ['доняша', 'доняша', 2],
            ['доняша', 'доняша', 30],

            ['допинг', 'допинг', 0],
            ['допинг', 'допинг', 1],
            ['допинг', 'допинг', 2],
            ['допинг', 'допинг', 30],

            ['доплата', 'доплата', 0],
            ['доплата', 'доплата', 1],
            ['доплата', 'доплата', 2],
            ['доплата', 'доплата', 30],

            ['дополнение', 'дополнение', 0],
            ['дополнение', 'дополнение', 1],
            ['дополнение', 'дополнение', 2],
            ['дополнение', 'дополнение', 30],

            ['допрос', 'допрос', 0],
            ['допрос', 'допрос', 1],
            ['допрос', 'допрос', 2],
            ['допрос', 'допрос', 30],

            ['допуск', 'допуск', 0],
            ['допуск', 'допуск', 1],
            ['допуск', 'допуск', 2],
            ['допуск', 'допуск', 30],

            ['допущение', 'допущение', 0],
            ['допущение', 'допущение', 1],
            ['допущение', 'допущение', 2],
            ['допущение', 'допущение', 30],

            ['дора', 'дора', 0],
            ['дора', 'дора', 1],
            ['дора', 'дора', 2],
            ['дора', 'дора', 30],

            ['дорн', 'дорн', 0],
            ['дорн', 'дорн', 1],
            ['дорн', 'дорн', 2],
            ['дорн', 'дорн', 30],

            ['дорога', 'дорога', 0],
            ['дорога', 'дорога', 1],
            ['дорога', 'дорога', 2],
            ['дорога', 'дорога', 30],

            ['дороговизна', 'дороговизна', 0],
            ['дороговизна', 'дороговизна', 1],
            ['дороговизна', 'дороговизна', 2],
            ['дороговизна', 'дороговизна', 30],

            ['дорогуша', 'дорогуша', 0],
            ['дорогуша', 'дорогуша', 1],
            ['дорогуша', 'дорогуша', 2],
            ['дорогуша', 'дорогуша', 30],

            ['дорожка', 'дорожка', 0],
            ['дорожка', 'дорожка', 1],
            ['дорожка', 'дорожка', 2],
            ['дорожка', 'дорожка', 30],

            ['дорофеенко', 'дорофеенко', 0],
            ['дорофеенко', 'дорофеенко', 1],
            ['дорофеенко', 'дорофеенко', 2],
            ['дорофеенко', 'дорофеенко', 30],

            ['досада', 'досада', 0],
            ['досада', 'досада', 1],
            ['досада', 'досада', 2],
            ['досада', 'досада', 30],

            ['доска', 'доска', 0],
            ['доска', 'доска', 1],
            ['доска', 'доска', 2],
            ['доска', 'доска', 30],

            ['досмотр', 'досмотр', 0],
            ['досмотр', 'досмотр', 1],
            ['досмотр', 'досмотр', 2],
            ['досмотр', 'досмотр', 30],

            ['доспех', 'доспех', 0],
            ['доспех', 'доспех', 1],
            ['доспех', 'доспех', 2],
            ['доспех', 'доспех', 30],

            ['доставала', 'доставала', 0],
            ['доставала', 'доставала', 1],
            ['доставала', 'доставала', 2],
            ['доставала', 'доставала', 30],

            ['доставка', 'доставка', 0],
            ['доставка', 'доставка', 1],
            ['доставка', 'доставка', 2],
            ['доставка', 'доставка', 30],

            ['достаток', 'достаток', 0],
            ['достаток', 'достаток', 1],
            ['достаток', 'достаток', 2],
            ['достаток', 'достаток', 30],

            ['достижение', 'достижение', 0],
            ['достижение', 'достижение', 1],
            ['достижение', 'достижение', 2],
            ['достижение', 'достижение', 30],

            ['достоверность', 'достоверность', 0],
            ['достоверность', 'достоверность', 1],
            ['достоверность', 'достоверность', 2],
            ['достоверность', 'достоверность', 30],

            ['достоинство', 'достоинство', 0],
            ['достоинство', 'достоинство', 1],
            ['достоинство', 'достоинство', 2],
            ['достоинство', 'достоинство', 30],

            ['достопримечательность', 'достопримечательность', 0],
            ['достопримечательность', 'достопримечательность', 1],
            ['достопримечательность', 'достопримечательность', 2],
            ['достопримечательность', 'достопримечательность', 30],

            ['достояние', 'достояние', 0],
            ['достояние', 'достояние', 1],
            ['достояние', 'достояние', 2],
            ['достояние', 'достояние', 30],

            ['доступ', 'доступ', 0],
            ['доступ', 'доступ', 1],
            ['доступ', 'доступ', 2],
            ['доступ', 'доступ', 30],

            ['доступность', 'доступность', 0],
            ['доступность', 'доступность', 1],
            ['доступность', 'доступность', 2],
            ['доступность', 'доступность', 30],

            ['досуг', 'досуг', 0],
            ['досуг', 'досуг', 1],
            ['досуг', 'досуг', 2],
            ['досуг', 'досуг', 30],

            ['досье', 'досье', 0],
            ['досье', 'досье', 1],
            ['досье', 'досье', 2],
            ['досье', 'досье', 30],

            ['дося', 'дося', 0],
            ['дося', 'дося', 1],
            ['дося', 'дося', 2],
            ['дося', 'дося', 30],

            ['досягаемость', 'досягаемость', 0],
            ['досягаемость', 'досягаемость', 1],
            ['досягаемость', 'досягаемость', 2],
            ['досягаемость', 'досягаемость', 30],

            ['дот', 'дот', 0],
            ['дот', 'дот', 1],
            ['дот', 'дот', 2],
            ['дот', 'дот', 30],

            ['доха', 'доха', 0],
            ['доха', 'доха', 1],
            ['доха', 'доха', 2],
            ['доха', 'доха', 30],

            ['доход', 'доход', 0],
            ['доход', 'доход', 1],
            ['доход', 'доход', 2],
            ['доход', 'доход', 30],

            ['доходяга', 'доходяга', 0],
            ['доходяга', 'доходяга', 1],
            ['доходяга', 'доходяга', 2],
            ['доходяга', 'доходяга', 30],

            ['доцент', 'доцент', 0],
            ['доцент', 'доцент', 1],
            ['доцент', 'доцент', 2],
            ['доцент', 'доцент', 30],

            ['доченька', 'доченька', 0],
            ['доченька', 'доченька', 1],
            ['доченька', 'доченька', 2],
            ['доченька', 'доченька', 30],

            ['дочка', 'дочка', 0],
            ['дочка', 'дочка', 1],
            ['дочка', 'дочка', 2],
            ['дочка', 'дочка', 30],

            ['дочурка', 'дочурка', 0],
            ['дочурка', 'дочурка', 1],
            ['дочурка', 'дочурка', 2],
            ['дочурка', 'дочурка', 30],

            ['дочь', 'дочь', 0],
            ['дочь', 'дочь', 1],
            ['дочь', 'дочь', 2],
            ['дочь', 'дочь', 30],

            ['доша', 'доша', 0],
            ['доша', 'доша', 1],
            ['доша', 'доша', 2],
            ['доша', 'доша', 30],

            ['дошкольник', 'дошкольник', 0],
            ['дошкольник', 'дошкольник', 1],
            ['дошкольник', 'дошкольник', 2],
            ['дошкольник', 'дошкольник', 30],

            ['дощечка', 'дощечка', 0],
            ['дощечка', 'дощечка', 1],
            ['дощечка', 'дощечка', 2],
            ['дощечка', 'дощечка', 30],

            ['доярка', 'доярка', 0],
            ['доярка', 'доярка', 1],
            ['доярка', 'доярка', 2],
            ['доярка', 'доярка', 30],

            ['др', 'др', 0],
            ['др', 'др', 1],
            ['др', 'др', 2],
            ['др', 'др', 30],

            ['драга', 'драга', 0],
            ['драга', 'драга', 1],
            ['драга', 'драга', 2],
            ['драга', 'драга', 30],

            ['драгоценность', 'драгоценность', 0],
            ['драгоценность', 'драгоценность', 1],
            ['драгоценность', 'драгоценность', 2],
            ['драгоценность', 'драгоценность', 30],

            ['драка', 'драка', 0],
            ['драка', 'драка', 1],
            ['драка', 'драка', 2],
            ['драка', 'драка', 30],

            ['дракон', 'дракон', 0],
            ['дракон', 'дракон', 1],
            ['дракон', 'дракон', 2],
            ['дракон', 'дракон', 30],

            ['драма', 'драма', 0],
            ['драма', 'драма', 1],
            ['драма', 'драма', 2],
            ['драма', 'драма', 30],

            ['драматизм', 'драматизм', 0],
            ['драматизм', 'драматизм', 1],
            ['драматизм', 'драматизм', 2],
            ['драматизм', 'драматизм', 30],

            ['драматург', 'драматург', 0],
            ['драматург', 'драматург', 1],
            ['драматург', 'драматург', 2],
            ['драматург', 'драматург', 30],

            ['драматургия', 'драматургия', 0],
            ['драматургия', 'драматургия', 1],
            ['драматургия', 'драматургия', 2],
            ['драматургия', 'драматургия', 30],

            ['драмкружок', 'драмкружок', 0],
            ['драмкружок', 'драмкружок', 1],
            ['драмкружок', 'драмкружок', 2],
            ['драмкружок', 'драмкружок', 30],

            ['драндулет', 'драндулет', 0],
            ['драндулет', 'драндулет', 1],
            ['драндулет', 'драндулет', 2],
            ['драндулет', 'драндулет', 30],

            ['драп', 'драп', 0],
            ['драп', 'драп', 1],
            ['драп', 'драп', 2],
            ['драп', 'драп', 30],

            ['дратва', 'дратва', 0],
            ['дратва', 'дратва', 1],
            ['дратва', 'дратва', 2],
            ['дратва', 'дратва', 30],

            ['драчун', 'драчун', 0],
            ['драчун', 'драчун', 1],
            ['драчун', 'драчун', 2],
            ['драчун', 'драчун', 30],

            ['дребедень', 'дребедень', 0],
            ['дребедень', 'дребедень', 1],
            ['дребедень', 'дребедень', 2],
            ['дребедень', 'дребедень', 30],

            ['дребезг', 'дребезг', 0],
            ['дребезг', 'дребезг', 1],
            ['дребезг', 'дребезг', 2],
            ['дребезг', 'дребезг', 30],

            ['древесина', 'древесина', 0],
            ['древесина', 'древесина', 1],
            ['древесина', 'древесина', 2],
            ['древесина', 'древесина', 30],

            ['древко', 'древко', 0],
            ['древко', 'древко', 1],
            ['древко', 'древко', 2],
            ['древко', 'древко', 30],

            ['древность', 'древность', 0],
            ['древность', 'древность', 1],
            ['древность', 'древность', 2],
            ['древность', 'древность', 30],

            ['древо', 'древо', 0],
            ['древо', 'древо', 1],
            ['древо', 'древо', 2],
            ['древо', 'древо', 30],

            ['дрезден', 'дрезден', 0],
            ['дрезден', 'дрезден', 1],
            ['дрезден', 'дрезден', 2],
            ['дрезден', 'дрезден', 30],

            ['дрезина', 'дрезина', 0],
            ['дрезина', 'дрезина', 1],
            ['дрезина', 'дрезина', 2],
            ['дрезина', 'дрезина', 30],

            ['дрейф', 'дрейф', 0],
            ['дрейф', 'дрейф', 1],
            ['дрейф', 'дрейф', 2],
            ['дрейф', 'дрейф', 30],

            ['дрема', 'дрема', 0],
            ['дрема', 'дрема', 1],
            ['дрема', 'дрема', 2],
            ['дрема', 'дрема', 30],

            ['дремота', 'дремота', 0],
            ['дремота', 'дремота', 1],
            ['дремота', 'дремота', 2],
            ['дремота', 'дремота', 30],

            ['дренаж', 'дренаж', 0],
            ['дренаж', 'дренаж', 1],
            ['дренаж', 'дренаж', 2],
            ['дренаж', 'дренаж', 30],

            ['дрессировка', 'дрессировка', 0],
            ['дрессировка', 'дрессировка', 1],
            ['дрессировка', 'дрессировка', 2],
            ['дрессировка', 'дрессировка', 30],

            ['дрессировщик', 'дрессировщик', 0],
            ['дрессировщик', 'дрессировщик', 1],
            ['дрессировщик', 'дрессировщик', 2],
            ['дрессировщик', 'дрессировщик', 30],

            ['дриопитек', 'дриопитек', 0],
            ['дриопитек', 'дриопитек', 1],
            ['дриопитек', 'дриопитек', 2],
            ['дриопитек', 'дриопитек', 30],

            ['дробовик', 'дробовик', 0],
            ['дробовик', 'дробовик', 1],
            ['дробовик', 'дробовик', 2],
            ['дробовик', 'дробовик', 30],

            ['дробь', 'дробь', 0],
            ['дробь', 'дробь', 1],
            ['дробь', 'дробь', 2],
            ['дробь', 'дробь', 30],

            ['дрова', 'дрова', 0],
            ['дрова', 'дрова', 1],
            ['дрова', 'дрова', 2],
            ['дрова', 'дрова', 30],

            ['дровишки', 'дровишки', 0],
            ['дровишки', 'дровишки', 1],
            ['дровишки', 'дровишки', 2],
            ['дровишки', 'дровишки', 30],

            ['дровни', 'дровни', 0],
            ['дровни', 'дровни', 1],
            ['дровни', 'дровни', 2],
            ['дровни', 'дровни', 30],

            ['дровосек', 'дровосек', 0],
            ['дровосек', 'дровосек', 1],
            ['дровосек', 'дровосек', 2],
            ['дровосек', 'дровосек', 30],

            ['дрожание', 'дрожание', 0],
            ['дрожание', 'дрожание', 1],
            ['дрожание', 'дрожание', 2],
            ['дрожание', 'дрожание', 30],

            ['дрожжи', 'дрожжи', 0],
            ['дрожжи', 'дрожжи', 1],
            ['дрожжи', 'дрожжи', 2],
            ['дрожжи', 'дрожжи', 30],

            ['дрожь', 'дрожь', 0],
            ['дрожь', 'дрожь', 1],
            ['дрожь', 'дрожь', 2],
            ['дрожь', 'дрожь', 30],

            ['дрозд', 'дрозд', 0],
            ['дрозд', 'дрозд', 1],
            ['дрозд', 'дрозд', 2],
            ['дрозд', 'дрозд', 30],

            ['дрозофила', 'дрозофила', 0],
            ['дрозофила', 'дрозофила', 1],
            ['дрозофила', 'дрозофила', 2],
            ['дрозофила', 'дрозофила', 30],

            ['дрона', 'дрона', 0],
            ['дрона', 'дрона', 1],
            ['дрона', 'дрона', 2],
            ['дрона', 'дрона', 30],

            ['дроня', 'дроня', 0],
            ['дроня', 'дроня', 1],
            ['дроня', 'дроня', 2],
            ['дроня', 'дроня', 30],

            ['дротик', 'дротик', 0],
            ['дротик', 'дротик', 1],
            ['дротик', 'дротик', 2],
            ['дротик', 'дротик', 30],

            ['друг', 'друг', 0],
            ['друг', 'друг', 1],
            ['друг', 'друг', 2],
            ['друг', 'друг', 30],

            ['дружба', 'дружба', 0],
            ['дружба', 'дружба', 1],
            ['дружба', 'дружба', 2],
            ['дружба', 'дружба', 30],

            ['дружелюбие', 'дружелюбие', 0],
            ['дружелюбие', 'дружелюбие', 1],
            ['дружелюбие', 'дружелюбие', 2],
            ['дружелюбие', 'дружелюбие', 30],

            ['дружина', 'дружина', 0],
            ['дружина', 'дружина', 1],
            ['дружина', 'дружина', 2],
            ['дружина', 'дружина', 30],

            ['дружинник', 'дружинник', 0],
            ['дружинник', 'дружинник', 1],
            ['дружинник', 'дружинник', 2],
            ['дружинник', 'дружинник', 30],

            ['дружище', 'дружище', 0],
            ['дружище', 'дружище', 1],
            ['дружище', 'дружище', 2],
            ['дружище', 'дружище', 30],

            ['дружка', 'дружка', 0],
            ['дружка', 'дружка', 1],
            ['дружка', 'дружка', 2],
            ['дружка', 'дружка', 30],

            ['дружок', 'дружок', 0],
            ['дружок', 'дружок', 1],
            ['дружок', 'дружок', 2],
            ['дружок', 'дружок', 30],

            ['дружочек', 'дружочек', 0],
            ['дружочек', 'дружочек', 1],
            ['дружочек', 'дружочек', 2],
            ['дружочек', 'дружочек', 30],

            ['дрязг', 'дрязг', 0],
            ['дрязг', 'дрязг', 1],
            ['дрязг', 'дрязг', 2],
            ['дрязг', 'дрязг', 30],

            ['дрянь', 'дрянь', 0],
            ['дрянь', 'дрянь', 1],
            ['дрянь', 'дрянь', 2],
            ['дрянь', 'дрянь', 30],

            ['дуб', 'дуб', 0],
            ['дуб', 'дуб', 1],
            ['дуб', 'дуб', 2],
            ['дуб', 'дуб', 30],

            ['дубина', 'дубина', 0],
            ['дубина', 'дубина', 1],
            ['дубина', 'дубина', 2],
            ['дубина', 'дубина', 30],

            ['дубинка', 'дубинка', 0],
            ['дубинка', 'дубинка', 1],
            ['дубинка', 'дубинка', 2],
            ['дубинка', 'дубинка', 30],

            ['дубленка', 'дубленка', 0],
            ['дубленка', 'дубленка', 1],
            ['дубленка', 'дубленка', 2],
            ['дубленка', 'дубленка', 30],

            ['дублер', 'дублер', 0],
            ['дублер', 'дублер', 1],
            ['дублер', 'дублер', 2],
            ['дублер', 'дублер', 30],

            ['дубликат', 'дубликат', 0],
            ['дубликат', 'дубликат', 1],
            ['дубликат', 'дубликат', 2],
            ['дубликат', 'дубликат', 30],

            ['дублин', 'дублин', 0],
            ['дублин', 'дублин', 1],
            ['дублин', 'дублин', 2],
            ['дублин', 'дублин', 30],

            ['дубль', 'дубль', 0],
            ['дубль', 'дубль', 1],
            ['дубль', 'дубль', 2],
            ['дубль', 'дубль', 30],

            ['дубняк', 'дубняк', 0],
            ['дубняк', 'дубняк', 1],
            ['дубняк', 'дубняк', 2],
            ['дубняк', 'дубняк', 30],

            ['дубок', 'дубок', 0],
            ['дубок', 'дубок', 1],
            ['дубок', 'дубок', 2],
            ['дубок', 'дубок', 30],

            ['дуболом', 'дуболом', 0],
            ['дуболом', 'дуболом', 1],
            ['дуболом', 'дуболом', 2],
            ['дуболом', 'дуболом', 30],

            ['дубоссары', 'дубоссары', 0],
            ['дубоссары', 'дубоссары', 1],
            ['дубоссары', 'дубоссары', 2],
            ['дубоссары', 'дубоссары', 30],

            ['дубровка', 'дубровка', 0],
            ['дубровка', 'дубровка', 1],
            ['дубровка', 'дубровка', 2],
            ['дубровка', 'дубровка', 30],

            ['дубровник', 'дубровник', 0],
            ['дубровник', 'дубровник', 1],
            ['дубровник', 'дубровник', 2],
            ['дубровник', 'дубровник', 30],

            ['дуга', 'дуга', 0],
            ['дуга', 'дуга', 1],
            ['дуга', 'дуга', 2],
            ['дуга', 'дуга', 30],

            ['дугин', 'дугин', 0],
            ['дугин', 'дугин', 1],
            ['дугин', 'дугин', 2],
            ['дугин', 'дугин', 30],

            ['дударь', 'дударь', 0],
            ['дударь', 'дударь', 1],
            ['дударь', 'дударь', 2],
            ['дударь', 'дударь', 30],

            ['дудка', 'дудка', 0],
            ['дудка', 'дудка', 1],
            ['дудка', 'дудка', 2],
            ['дудка', 'дудка', 30],

            ['дудочка', 'дудочка', 0],
            ['дудочка', 'дудочка', 1],
            ['дудочка', 'дудочка', 2],
            ['дудочка', 'дудочка', 30],

            ['дудырев', 'дудырев', 0],
            ['дудырев', 'дудырев', 1],
            ['дудырев', 'дудырев', 2],
            ['дудырев', 'дудырев', 30],

            ['дужка', 'дужка', 0],
            ['дужка', 'дужка', 1],
            ['дужка', 'дужка', 2],
            ['дужка', 'дужка', 30],

            ['дука', 'дука', 0],
            ['дука', 'дука', 1],
            ['дука', 'дука', 2],
            ['дука', 'дука', 30],

            ['дуклида', 'дуклида', 0],
            ['дуклида', 'дуклида', 1],
            ['дуклида', 'дуклида', 2],
            ['дуклида', 'дуклида', 30],

            ['дуло', 'дуло', 0],
            ['дуло', 'дуло', 1],
            ['дуло', 'дуло', 2],
            ['дуло', 'дуло', 30],

            ['дулов', 'дулов', 0],
            ['дулов', 'дулов', 1],
            ['дулов', 'дулов', 2],
            ['дулов', 'дулов', 30],

            ['дуля', 'дуля', 0],
            ['дуля', 'дуля', 1],
            ['дуля', 'дуля', 2],
            ['дуля', 'дуля', 30],

            ['дума', 'дума', 0],
            ['дума', 'дума', 1],
            ['дума', 'дума', 2],
            ['дума', 'дума', 30],

            ['думец', 'думец', 0],
            ['думец', 'думец', 1],
            ['думец', 'думец', 2],
            ['думец', 'думец', 30],

            ['думка', 'думка', 0],
            ['думка', 'думка', 1],
            ['думка', 'думка', 2],
            ['думка', 'думка', 30],

            ['дунай', 'дунай', 0],
            ['дунай', 'дунай', 1],
            ['дунай', 'дунай', 2],
            ['дунай', 'дунай', 30],

            ['дуновение', 'дуновение', 0],
            ['дуновение', 'дуновение', 1],
            ['дуновение', 'дуновение', 2],
            ['дуновение', 'дуновение', 30],

            ['дуня', 'дуня', 0],
            ['дуня', 'дуня', 1],
            ['дуня', 'дуня', 2],
            ['дуня', 'дуня', 30],

            ['дуняра', 'дуняра', 0],
            ['дуняра', 'дуняра', 1],
            ['дуняра', 'дуняра', 2],
            ['дуняра', 'дуняра', 30],

            ['дунятка', 'дунятка', 0],
            ['дунятка', 'дунятка', 1],
            ['дунятка', 'дунятка', 2],
            ['дунятка', 'дунятка', 30],

            ['дуняха', 'дуняха', 0],
            ['дуняха', 'дуняха', 1],
            ['дуняха', 'дуняха', 2],
            ['дуняха', 'дуняха', 30],

            ['дуняша', 'дуняша', 0],
            ['дуняша', 'дуняша', 1],
            ['дуняша', 'дуняша', 2],
            ['дуняша', 'дуняша', 30],

            ['дупло', 'дупло', 0],
            ['дупло', 'дупло', 1],
            ['дупло', 'дупло', 2],
            ['дупло', 'дупло', 30],

            ['дура', 'дура', 0],
            ['дура', 'дура', 1],
            ['дура', 'дура', 2],
            ['дура', 'дура', 30],

            ['дурак', 'дурак', 0],
            ['дурак', 'дурак', 1],
            ['дурак', 'дурак', 2],
            ['дурак', 'дурак', 30],

            ['дурачок', 'дурачок', 0],
            ['дурачок', 'дурачок', 1],
            ['дурачок', 'дурачок', 2],
            ['дурачок', 'дурачок', 30],

            ['дурень', 'дурень', 0],
            ['дурень', 'дурень', 1],
            ['дурень', 'дурень', 2],
            ['дурень', 'дурень', 30],

            ['дуреха', 'дуреха', 0],
            ['дуреха', 'дуреха', 1],
            ['дуреха', 'дуреха', 2],
            ['дуреха', 'дуреха', 30],

            ['дурман', 'дурман', 0],
            ['дурман', 'дурман', 1],
            ['дурман', 'дурман', 2],
            ['дурман', 'дурман', 30],

            ['дурнота', 'дурнота', 0],
            ['дурнота', 'дурнота', 1],
            ['дурнота', 'дурнота', 2],
            ['дурнота', 'дурнота', 30],

            ['дурова', 'дурова', 0],
            ['дурова', 'дурова', 1],
            ['дурова', 'дурова', 2],
            ['дурова', 'дурова', 30],

            ['дурость', 'дурость', 0],
            ['дурость', 'дурость', 1],
            ['дурость', 'дурость', 2],
            ['дурость', 'дурость', 30],

            ['дурочка', 'дурочка', 0],
            ['дурочка', 'дурочка', 1],
            ['дурочка', 'дурочка', 2],
            ['дурочка', 'дурочка', 30],

            ['дурь', 'дурь', 0],
            ['дурь', 'дурь', 1],
            ['дурь', 'дурь', 2],
            ['дурь', 'дурь', 30],

            ['дуся', 'дуся', 0],
            ['дуся', 'дуся', 1],
            ['дуся', 'дуся', 2],
            ['дуся', 'дуся', 30],

            ['дух', 'дух', 0],
            ['дух', 'дух', 1],
            ['дух', 'дух', 2],
            ['дух', 'дух', 30],

            ['духовенство', 'духовенство', 0],
            ['духовенство', 'духовенство', 1],
            ['духовенство', 'духовенство', 2],
            ['духовенство', 'духовенство', 30],

            ['духовка', 'духовка', 0],
            ['духовка', 'духовка', 1],
            ['духовка', 'духовка', 2],
            ['духовка', 'духовка', 30],

            ['духовность', 'духовность', 0],
            ['духовность', 'духовность', 1],
            ['духовность', 'духовность', 2],
            ['духовность', 'духовность', 30],

            ['духота', 'духота', 0],
            ['духота', 'духота', 1],
            ['духота', 'духота', 2],
            ['духота', 'духота', 30],

            ['душ', 'душ', 0],
            ['душ', 'душ', 1],
            ['душ', 'душ', 2],
            ['душ', 'душ', 30],

            ['душа', 'душа', 0],
            ['душа', 'душа', 1],
            ['душа', 'душа', 2],
            ['душа', 'душа', 30],

            ['душанбе', 'душанбе', 0],
            ['душанбе', 'душанбе', 1],
            ['душанбе', 'душанбе', 2],
            ['душанбе', 'душанбе', 30],

            ['душегуб', 'душегуб', 0],
            ['душегуб', 'душегуб', 1],
            ['душегуб', 'душегуб', 2],
            ['душегуб', 'душегуб', 30],

            ['душенька', 'душенька', 0],
            ['душенька', 'душенька', 1],
            ['душенька', 'душенька', 2],
            ['душенька', 'душенька', 30],

            ['душечка', 'душечка', 0],
            ['душечка', 'душечка', 1],
            ['душечка', 'душечка', 2],
            ['душечка', 'душечка', 30],

            ['душок', 'душок', 0],
            ['душок', 'душок', 1],
            ['душок', 'душок', 2],
            ['душок', 'душок', 30],

            ['душонка', 'душонка', 0],
            ['душонка', 'душонка', 1],
            ['душонка', 'душонка', 2],
            ['душонка', 'душонка', 30],

            ['дуэль', 'дуэль', 0],
            ['дуэль', 'дуэль', 1],
            ['дуэль', 'дуэль', 2],
            ['дуэль', 'дуэль', 30],

            ['дуэт', 'дуэт', 0],
            ['дуэт', 'дуэт', 1],
            ['дуэт', 'дуэт', 2],
            ['дуэт', 'дуэт', 30],

            ['дыба', 'дыба', 0],
            ['дыба', 'дыба', 1],
            ['дыба', 'дыба', 2],
            ['дыба', 'дыба', 30],

            ['дыбенко', 'дыбенко', 0],
            ['дыбенко', 'дыбенко', 1],
            ['дыбенко', 'дыбенко', 2],
            ['дыбенко', 'дыбенко', 30],

            ['дылда', 'дылда', 0],
            ['дылда', 'дылда', 1],
            ['дылда', 'дылда', 2],
            ['дылда', 'дылда', 30],

            ['дым', 'дым', 0],
            ['дым', 'дым', 1],
            ['дым', 'дым', 2],
            ['дым', 'дым', 30],

            ['дымка', 'дымка', 0],
            ['дымка', 'дымка', 1],
            ['дымка', 'дымка', 2],
            ['дымка', 'дымка', 30],

            ['дымок', 'дымок', 0],
            ['дымок', 'дымок', 1],
            ['дымок', 'дымок', 2],
            ['дымок', 'дымок', 30],

            ['дымоход', 'дымоход', 0],
            ['дымоход', 'дымоход', 1],
            ['дымоход', 'дымоход', 2],
            ['дымоход', 'дымоход', 30],

            ['дыня', 'дыня', 0],
            ['дыня', 'дыня', 1],
            ['дыня', 'дыня', 2],
            ['дыня', 'дыня', 30],

            ['дыра', 'дыра', 0],
            ['дыра', 'дыра', 1],
            ['дыра', 'дыра', 2],
            ['дыра', 'дыра', 30],

            ['дырка', 'дырка', 0],
            ['дырка', 'дырка', 1],
            ['дырка', 'дырка', 2],
            ['дырка', 'дырка', 30],

            ['дырочка', 'дырочка', 0],
            ['дырочка', 'дырочка', 1],
            ['дырочка', 'дырочка', 2],
            ['дырочка', 'дырочка', 30],

            ['дыхание', 'дыхание', 0],
            ['дыхание', 'дыхание', 1],
            ['дыхание', 'дыхание', 2],
            ['дыхание', 'дыхание', 30],

            ['дыханье', 'дыханье', 0],
            ['дыханье', 'дыханье', 1],
            ['дыханье', 'дыханье', 2],
            ['дыханье', 'дыханье', 30],

            ['дьявол', 'дьявол', 0],
            ['дьявол', 'дьявол', 1],
            ['дьявол', 'дьявол', 2],
            ['дьявол', 'дьявол', 30],

            ['дьяволенок', 'дьяволенок', 0],
            ['дьяволенок', 'дьяволенок', 1],
            ['дьяволенок', 'дьяволенок', 2],
            ['дьяволенок', 'дьяволенок', 30],

            ['дьяк', 'дьяк', 0],
            ['дьяк', 'дьяк', 1],
            ['дьяк', 'дьяк', 2],
            ['дьяк', 'дьяк', 30],

            ['дьякон', 'дьякон', 0],
            ['дьякон', 'дьякон', 1],
            ['дьякон', 'дьякон', 2],
            ['дьякон', 'дьякон', 30],

            ['дьячук', 'дьячук', 0],
            ['дьячук', 'дьячук', 1],
            ['дьячук', 'дьячук', 2],
            ['дьячук', 'дьячук', 30],

            ['дюбуа', 'дюбуа', 0],
            ['дюбуа', 'дюбуа', 1],
            ['дюбуа', 'дюбуа', 2],
            ['дюбуа', 'дюбуа', 30],

            ['дюжина', 'дюжина', 0],
            ['дюжина', 'дюжина', 1],
            ['дюжина', 'дюжина', 2],
            ['дюжина', 'дюжина', 30],

            ['дюйм', 'дюйм', 0],
            ['дюйм', 'дюйм', 1],
            ['дюйм', 'дюйм', 2],
            ['дюйм', 'дюйм', 30],

            ['дюна', 'дюна', 0],
            ['дюна', 'дюна', 1],
            ['дюна', 'дюна', 2],
            ['дюна', 'дюна', 30],

            ['дюнкерк', 'дюнкерк', 0],
            ['дюнкерк', 'дюнкерк', 1],
            ['дюнкерк', 'дюнкерк', 2],
            ['дюнкерк', 'дюнкерк', 30],

            ['дюня', 'дюня', 0],
            ['дюня', 'дюня', 1],
            ['дюня', 'дюня', 2],
            ['дюня', 'дюня', 30],

            ['дюссельдорф', 'дюссельдорф', 0],
            ['дюссельдорф', 'дюссельдорф', 1],
            ['дюссельдорф', 'дюссельдорф', 2],
            ['дюссельдорф', 'дюссельдорф', 30],

            ['дюся', 'дюся', 0],
            ['дюся', 'дюся', 1],
            ['дюся', 'дюся', 2],
            ['дюся', 'дюся', 30],

            ['дяденька', 'дяденька', 0],
            ['дяденька', 'дяденька', 1],
            ['дяденька', 'дяденька', 2],
            ['дяденька', 'дяденька', 30],

            ['дядечка', 'дядечка', 0],
            ['дядечка', 'дядечка', 1],
            ['дядечка', 'дядечка', 2],
            ['дядечка', 'дядечка', 30],

            ['дядька', 'дядька', 0],
            ['дядька', 'дядька', 1],
            ['дядька', 'дядька', 2],
            ['дядька', 'дядька', 30],

            ['дядюшка', 'дядюшка', 0],
            ['дядюшка', 'дядюшка', 1],
            ['дядюшка', 'дядюшка', 2],
            ['дядюшка', 'дядюшка', 30],

            ['дядя', 'дядя', 0],
            ['дядя', 'дядя', 1],
            ['дядя', 'дядя', 2],
            ['дядя', 'дядя', 30],

            ['дятел', 'дятел', 0],
            ['дятел', 'дятел', 1],
            ['дятел', 'дятел', 2],
            ['дятел', 'дятел', 30]
        ];
    }
}
