<?php
declare(strict_types=1);

namespace Noldors\Inflect\Tests\RussianDataProviders;

class LetterE
{
    public static function data():array
    {
        return [
            ['ева', 'ева', 0],
            ['ева', 'ева', 1],
            ['ева', 'ева', 2],
            ['ева', 'ева', 30],

            ['евангелие', 'евангелие', 0],
            ['евангелие', 'евангелие', 1],
            ['евангелие', 'евангелие', 2],
            ['евангелие', 'евангелие', 30],

            ['евангелист', 'евангелист', 0],
            ['евангелист', 'евангелист', 1],
            ['евангелист', 'евангелист', 2],
            ['евангелист', 'евангелист', 30],

            ['евген', 'евген', 0],
            ['евген', 'евген', 1],
            ['евген', 'евген', 2],
            ['евген', 'евген', 30],

            ['евгена', 'евгена', 0],
            ['евгена', 'евгена', 1],
            ['евгена', 'евгена', 2],
            ['евгена', 'евгена', 30],

            ['евгений', 'евгений', 0],
            ['евгений', 'евгений', 1],
            ['евгений', 'евгений', 2],
            ['евгений', 'евгений', 30],

            ['евгения', 'евгения', 0],
            ['евгения', 'евгения', 1],
            ['евгения', 'евгения', 2],
            ['евгения', 'евгения', 30],

            ['евгеныч', 'евгеныч', 0],
            ['евгеныч', 'евгеныч', 1],
            ['евгеныч', 'евгеныч', 2],
            ['евгеныч', 'евгеныч', 30],

            ['евгеньич', 'евгеньич', 0],
            ['евгеньич', 'евгеньич', 1],
            ['евгеньич', 'евгеньич', 2],
            ['евгеньич', 'евгеньич', 30],

            ['евгеньюшка', 'евгеньюшка', 0],
            ['евгеньюшка', 'евгеньюшка', 1],
            ['евгеньюшка', 'евгеньюшка', 2],
            ['евгеньюшка', 'евгеньюшка', 30],

            ['евгеня', 'евгеня', 0],
            ['евгеня', 'евгеня', 1],
            ['евгеня', 'евгеня', 2],
            ['евгеня', 'евгеня', 30],

            ['евгеха', 'евгеха', 0],
            ['евгеха', 'евгеха', 1],
            ['евгеха', 'евгеха', 2],
            ['евгеха', 'евгеха', 30],

            ['евгеша', 'евгеша', 0],
            ['евгеша', 'евгеша', 1],
            ['евгеша', 'евгеша', 2],
            ['евгеша', 'евгеша', 30],

            ['евдений', 'евдений', 0],
            ['евдений', 'евдений', 1],
            ['евдений', 'евдений', 2],
            ['евдений', 'евдений', 30],

            ['евдения', 'евдения', 0],
            ['евдения', 'евдения', 1],
            ['евдения', 'евдения', 2],
            ['евдения', 'евдения', 30],

            ['евдокея', 'евдокея', 0],
            ['евдокея', 'евдокея', 1],
            ['евдокея', 'евдокея', 2],
            ['евдокея', 'евдокея', 30],

            ['евдоким', 'евдоким', 0],
            ['евдоким', 'евдоким', 1],
            ['евдоким', 'евдоким', 2],
            ['евдоким', 'евдоким', 30],

            ['евдокимка', 'евдокимка', 0],
            ['евдокимка', 'евдокимка', 1],
            ['евдокимка', 'евдокимка', 2],
            ['евдокимка', 'евдокимка', 30],

            ['евдокимыч', 'евдокимыч', 0],
            ['евдокимыч', 'евдокимыч', 1],
            ['евдокимыч', 'евдокимыч', 2],
            ['евдокимыч', 'евдокимыч', 30],

            ['евдокиюшка', 'евдокиюшка', 0],
            ['евдокиюшка', 'евдокиюшка', 1],
            ['евдокиюшка', 'евдокиюшка', 2],
            ['евдокиюшка', 'евдокиюшка', 30],

            ['евдокия', 'евдокия', 0],
            ['евдокия', 'евдокия', 1],
            ['евдокия', 'евдокия', 2],
            ['евдокия', 'евдокия', 30],

            ['евдокуша', 'евдокуша', 0],
            ['евдокуша', 'евдокуша', 1],
            ['евдокуша', 'евдокуша', 2],
            ['евдокуша', 'евдокуша', 30],

            ['евдоня', 'евдоня', 0],
            ['евдоня', 'евдоня', 1],
            ['евдоня', 'евдоня', 2],
            ['евдоня', 'евдоня', 30],

            ['евдося', 'евдося', 0],
            ['евдося', 'евдося', 1],
            ['евдося', 'евдося', 2],
            ['евдося', 'евдося', 30],

            ['евдоха', 'евдоха', 0],
            ['евдоха', 'евдоха', 1],
            ['евдоха', 'евдоха', 2],
            ['евдоха', 'евдоха', 30],

            ['евдоша', 'евдоша', 0],
            ['евдоша', 'евдоша', 1],
            ['евдоша', 'евдоша', 2],
            ['евдоша', 'евдоша', 30],

            ['евдуня', 'евдуня', 0],
            ['евдуня', 'евдуня', 1],
            ['евдуня', 'евдуня', 2],
            ['евдуня', 'евдуня', 30],

            ['евдуша', 'евдуша', 0],
            ['евдуша', 'евдуша', 1],
            ['евдуша', 'евдуша', 2],
            ['евдуша', 'евдуша', 30],

            ['евдя', 'евдя', 0],
            ['евдя', 'евдя', 1],
            ['евдя', 'евдя', 2],
            ['евдя', 'евдя', 30],

            ['евка', 'евка', 0],
            ['евка', 'евка', 1],
            ['евка', 'евка', 2],
            ['евка', 'евка', 30],

            ['евнух', 'евнух', 0],
            ['евнух', 'евнух', 1],
            ['евнух', 'евнух', 2],
            ['евнух', 'евнух', 30],

            ['евпатория', 'евпатория', 0],
            ['евпатория', 'евпатория', 1],
            ['евпатория', 'евпатория', 2],
            ['евпатория', 'евпатория', 30],

            ['евразия', 'евразия', 0],
            ['евразия', 'евразия', 1],
            ['евразия', 'евразия', 2],
            ['евразия', 'евразия', 30],

            ['еврей', 'еврей', 0],
            ['еврей', 'еврей', 1],
            ['еврей', 'еврей', 2],
            ['еврей', 'еврей', 30],

            ['еврейка', 'еврейка', 0],
            ['еврейка', 'еврейка', 1],
            ['еврейка', 'еврейка', 2],
            ['еврейка', 'еврейка', 30],

            ['еврейство', 'еврейство', 0],
            ['еврейство', 'еврейство', 1],
            ['еврейство', 'еврейство', 2],
            ['еврейство', 'еврейство', 30],

            ['европа', 'европа', 0],
            ['европа', 'европа', 1],
            ['европа', 'европа', 2],
            ['европа', 'европа', 30],

            ['европеец', 'европеец', 0],
            ['европеец', 'европеец', 1],
            ['европеец', 'европеец', 2],
            ['европеец', 'европеец', 30],

            ['евфросин', 'евфросин', 0],
            ['евфросин', 'евфросин', 1],
            ['евфросин', 'евфросин', 2],
            ['евфросин', 'евфросин', 30],

            ['евфросиния', 'евфросиния', 0],
            ['евфросиния', 'евфросиния', 1],
            ['евфросиния', 'евфросиния', 2],
            ['евфросиния', 'евфросиния', 30],

            ['егерь', 'егерь', 0],
            ['егерь', 'егерь', 1],
            ['егерь', 'егерь', 2],
            ['егерь', 'егерь', 30],

            ['египет', 'египет', 0],
            ['египет', 'египет', 1],
            ['египет', 'египет', 2],
            ['египет', 'египет', 30],

            ['египтянин', 'египтянин', 0],
            ['египтянин', 'египтянин', 1],
            ['египтянин', 'египтянин', 2],
            ['египтянин', 'египтянин', 30],

            ['егоня', 'егоня', 0],
            ['егоня', 'егоня', 1],
            ['егоня', 'егоня', 2],
            ['егоня', 'егоня', 30],

            ['егор', 'егор', 0],
            ['егор', 'егор', 1],
            ['егор', 'егор', 2],
            ['егор', 'егор', 30],

            ['егорий', 'егорий', 0],
            ['егорий', 'егорий', 1],
            ['егорий', 'егорий', 2],
            ['егорий', 'егорий', 30],

            ['егорич', 'егорич', 0],
            ['егорич', 'егорич', 1],
            ['егорич', 'егорич', 2],
            ['егорич', 'егорич', 30],

            ['егорка', 'егорка', 0],
            ['егорка', 'егорка', 1],
            ['егорка', 'егорка', 2],
            ['егорка', 'егорка', 30],

            ['егорыч', 'егорыч', 0],
            ['егорыч', 'егорыч', 1],
            ['егорыч', 'егорыч', 2],
            ['егорыч', 'егорыч', 30],

            ['егоша', 'егоша', 0],
            ['егоша', 'егоша', 1],
            ['егоша', 'егоша', 2],
            ['егоша', 'егоша', 30],

            ['егуня', 'егуня', 0],
            ['егуня', 'егуня', 1],
            ['егуня', 'егуня', 2],
            ['егуня', 'егуня', 30],

            ['еда', 'еда', 0],
            ['еда', 'еда', 1],
            ['еда', 'еда', 2],
            ['еда', 'еда', 30],

            ['единение', 'единение', 0],
            ['единение', 'единение', 1],
            ['единение', 'единение', 2],
            ['единение', 'единение', 30],

            ['единица', 'единица', 0],
            ['единица', 'единица', 1],
            ['единица', 'единица', 2],
            ['единица', 'единица', 30],

            ['единомышленник', 'единомышленник', 0],
            ['единомышленник', 'единомышленник', 1],
            ['единомышленник', 'единомышленник', 2],
            ['единомышленник', 'единомышленник', 30],

            ['единорог', 'единорог', 0],
            ['единорог', 'единорог', 1],
            ['единорог', 'единорог', 2],
            ['единорог', 'единорог', 30],

            ['единство', 'единство', 0],
            ['единство', 'единство', 1],
            ['единство', 'единство', 2],
            ['единство', 'единство', 30],

            ['едок', 'едок', 0],
            ['едок', 'едок', 1],
            ['едок', 'едок', 2],
            ['едок', 'едок', 30],

            ['еж', 'еж', 0],
            ['еж', 'еж', 1],
            ['еж', 'еж', 2],
            ['еж', 'еж', 30],

            ['ежевика', 'ежевика', 0],
            ['ежевика', 'ежевика', 1],
            ['ежевика', 'ежевика', 2],
            ['ежевика', 'ежевика', 30],

            ['еженедельник', 'еженедельник', 0],
            ['еженедельник', 'еженедельник', 1],
            ['еженедельник', 'еженедельник', 2],
            ['еженедельник', 'еженедельник', 30],

            ['ежик', 'ежик', 0],
            ['ежик', 'ежик', 1],
            ['ежик', 'ежик', 2],
            ['ежик', 'ежик', 30],

            ['езда', 'езда', 0],
            ['езда', 'езда', 1],
            ['езда', 'езда', 2],
            ['езда', 'езда', 30],

            ['екатерина', 'екатерина', 0],
            ['екатерина', 'екатерина', 1],
            ['екатерина', 'екатерина', 2],
            ['екатерина', 'екатерина', 30],

            ['екатеринбург', 'екатеринбург', 0],
            ['екатеринбург', 'екатеринбург', 1],
            ['екатеринбург', 'екатеринбург', 2],
            ['екатеринбург', 'екатеринбург', 30],

            ['екатеринка', 'екатеринка', 0],
            ['екатеринка', 'екатеринка', 1],
            ['екатеринка', 'екатеринка', 2],
            ['екатеринка', 'екатеринка', 30],

            ['ела', 'ела', 0],
            ['ела', 'ела', 1],
            ['ела', 'ела', 2],
            ['ела', 'ела', 30],

            ['елей', 'елей', 0],
            ['елей', 'елей', 1],
            ['елей', 'елей', 2],
            ['елей', 'елей', 30],

            ['елена', 'елена', 0],
            ['елена', 'елена', 1],
            ['елена', 'елена', 2],
            ['елена', 'елена', 30],

            ['еленка', 'еленка', 0],
            ['еленка', 'еленка', 1],
            ['еленка', 'еленка', 2],
            ['еленка', 'еленка', 30],

            ['еленя', 'еленя', 0],
            ['еленя', 'еленя', 1],
            ['еленя', 'еленя', 2],
            ['еленя', 'еленя', 30],

            ['елизавета', 'елизавета', 0],
            ['елизавета', 'елизавета', 1],
            ['елизавета', 'елизавета', 2],
            ['елизавета', 'елизавета', 30],

            ['елизаветка', 'елизаветка', 0],
            ['елизаветка', 'елизаветка', 1],
            ['елизаветка', 'елизаветка', 2],
            ['елизаветка', 'елизаветка', 30],

            ['елисавета', 'елисавета', 0],
            ['елисавета', 'елисавета', 1],
            ['елисавета', 'елисавета', 2],
            ['елисавета', 'елисавета', 30],

            ['елка', 'елка', 0],
            ['елка', 'елка', 1],
            ['елка', 'елка', 2],
            ['елка', 'елка', 30],

            ['елладий', 'елладий', 0],
            ['елладий', 'елладий', 1],
            ['елладий', 'елладий', 2],
            ['елладий', 'елладий', 30],

            ['елочка', 'елочка', 0],
            ['елочка', 'елочка', 1],
            ['елочка', 'елочка', 2],
            ['елочка', 'елочка', 30],

            ['ель', 'ель', 0],
            ['ель', 'ель', 1],
            ['ель', 'ель', 2],
            ['ель', 'ель', 30],

            ['ельник', 'ельник', 0],
            ['ельник', 'ельник', 1],
            ['ельник', 'ельник', 2],
            ['ельник', 'ельник', 30],

            ['елюся', 'елюся', 0],
            ['елюся', 'елюся', 1],
            ['елюся', 'елюся', 2],
            ['елюся', 'елюся', 30],

            ['елюша', 'елюша', 0],
            ['елюша', 'елюша', 1],
            ['елюша', 'елюша', 2],
            ['елюша', 'елюша', 30],

            ['еля', 'еля', 0],
            ['еля', 'еля', 1],
            ['еля', 'еля', 2],
            ['еля', 'еля', 30],

            ['ема', 'ема', 0],
            ['ема', 'ема', 1],
            ['ема', 'ема', 2],
            ['ема', 'ема', 30],

            ['емельян', 'емельян', 0],
            ['емельян', 'емельян', 1],
            ['емельян', 'емельян', 2],
            ['емельян', 'емельян', 30],

            ['емельяна', 'емельяна', 0],
            ['емельяна', 'емельяна', 1],
            ['емельяна', 'емельяна', 2],
            ['емельяна', 'емельяна', 30],

            ['емельянка', 'емельянка', 0],
            ['емельянка', 'емельянка', 1],
            ['емельянка', 'емельянка', 2],
            ['емельянка', 'емельянка', 30],

            ['емельяныч', 'емельяныч', 0],
            ['емельяныч', 'емельяныч', 1],
            ['емельяныч', 'емельяныч', 2],
            ['емельяныч', 'емельяныч', 30],

            ['емельяша', 'емельяша', 0],
            ['емельяша', 'емельяша', 1],
            ['емельяша', 'емельяша', 2],
            ['емельяша', 'емельяша', 30],

            ['емеля', 'емеля', 0],
            ['емеля', 'емеля', 1],
            ['емеля', 'емеля', 2],
            ['емеля', 'емеля', 30],

            ['емилиан', 'емилиан', 0],
            ['емилиан', 'емилиан', 1],
            ['емилиан', 'емилиан', 2],
            ['емилиан', 'емилиан', 30],

            ['емилиана', 'емилиана', 0],
            ['емилиана', 'емилиана', 1],
            ['емилиана', 'емилиана', 2],
            ['емилиана', 'емилиана', 30],

            ['емилий', 'емилий', 0],
            ['емилий', 'емилий', 1],
            ['емилий', 'емилий', 2],
            ['емилий', 'емилий', 30],

            ['емилия', 'емилия', 0],
            ['емилия', 'емилия', 1],
            ['емилия', 'емилия', 2],
            ['емилия', 'емилия', 30],

            ['емиля', 'емиля', 0],
            ['емиля', 'емиля', 1],
            ['емиля', 'емиля', 2],
            ['емиля', 'емиля', 30],

            ['емкость', 'емкость', 0],
            ['емкость', 'емкость', 1],
            ['емкость', 'емкость', 2],
            ['емкость', 'емкость', 30],

            ['еммануил', 'еммануил', 0],
            ['еммануил', 'еммануил', 1],
            ['еммануил', 'еммануил', 2],
            ['еммануил', 'еммануил', 30],

            ['ена', 'ена', 0],
            ['ена', 'ена', 1],
            ['ена', 'ена', 2],
            ['ена', 'ена', 30],

            ['енисей', 'енисей', 0],
            ['енисей', 'енисей', 1],
            ['енисей', 'енисей', 2],
            ['енисей', 'енисей', 30],

            ['енот', 'енот', 0],
            ['енот', 'енот', 1],
            ['енот', 'енот', 2],
            ['енот', 'енот', 30],

            ['енюта', 'енюта', 0],
            ['енюта', 'енюта', 1],
            ['енюта', 'енюта', 2],
            ['енюта', 'енюта', 30],

            ['енюха', 'енюха', 0],
            ['енюха', 'енюха', 1],
            ['енюха', 'енюха', 2],
            ['енюха', 'енюха', 30],

            ['енюша', 'енюша', 0],
            ['енюша', 'енюша', 1],
            ['енюша', 'енюша', 2],
            ['енюша', 'енюша', 30],

            ['еня', 'еня', 0],
            ['еня', 'еня', 1],
            ['еня', 'еня', 2],
            ['еня', 'еня', 30],

            ['еняха', 'еняха', 0],
            ['еняха', 'еняха', 1],
            ['еняха', 'еняха', 2],
            ['еняха', 'еняха', 30],

            ['еняша', 'еняша', 0],
            ['еняша', 'еняша', 1],
            ['еняша', 'еняша', 2],
            ['еняша', 'еняша', 30],

            ['епархия', 'епархия', 0],
            ['епархия', 'епархия', 1],
            ['епархия', 'епархия', 2],
            ['епархия', 'епархия', 30],

            ['епископ', 'епископ', 0],
            ['епископ', 'епископ', 1],
            ['епископ', 'епископ', 2],
            ['епископ', 'епископ', 30],

            ['ереван', 'ереван', 0],
            ['ереван', 'ереван', 1],
            ['ереван', 'ереван', 2],
            ['ереван', 'ереван', 30],

            ['еремкин', 'еремкин', 0],
            ['еремкин', 'еремкин', 1],
            ['еремкин', 'еремкин', 2],
            ['еремкин', 'еремкин', 30],

            ['ересь', 'ересь', 0],
            ['ересь', 'ересь', 1],
            ['ересь', 'ересь', 2],
            ['ересь', 'ересь', 30],

            ['еретик', 'еретик', 0],
            ['еретик', 'еретик', 1],
            ['еретик', 'еретик', 2],
            ['еретик', 'еретик', 30],

            ['ермолова', 'ермолова', 0],
            ['ермолова', 'ермолова', 1],
            ['ермолова', 'ермолова', 2],
            ['ермолова', 'ермолова', 30],

            ['ерошин', 'ерошин', 0],
            ['ерошин', 'ерошин', 1],
            ['ерошин', 'ерошин', 2],
            ['ерошин', 'ерошин', 30],

            ['ерунда', 'ерунда', 0],
            ['ерунда', 'ерунда', 1],
            ['ерунда', 'ерунда', 2],
            ['ерунда', 'ерунда', 30],

            ['ерш', 'ерш', 0],
            ['ерш', 'ерш', 1],
            ['ерш', 'ерш', 2],
            ['ерш', 'ерш', 30],

            ['есаул', 'есаул', 0],
            ['есаул', 'есаул', 1],
            ['есаул', 'есаул', 2],
            ['есаул', 'есаул', 30],

            ['ессентуки', 'ессентуки', 0],
            ['ессентуки', 'ессентуки', 1],
            ['ессентуки', 'ессентуки', 2],
            ['ессентуки', 'ессентуки', 30],

            ['естественность', 'естественность', 0],
            ['естественность', 'естественность', 1],
            ['естественность', 'естественность', 2],
            ['естественность', 'естественность', 30],

            ['естество', 'естество', 0],
            ['естество', 'естество', 1],
            ['естество', 'естество', 2],
            ['естество', 'естество', 30],

            ['естествознание', 'естествознание', 0],
            ['естествознание', 'естествознание', 1],
            ['естествознание', 'естествознание', 2],
            ['естествознание', 'естествознание', 30],

            ['есфирь', 'есфирь', 0],
            ['есфирь', 'есфирь', 1],
            ['есфирь', 'есфирь', 2],
            ['есфирь', 'есфирь', 30],

            ['еськова', 'еськова', 0],
            ['еськова', 'еськова', 1],
            ['еськова', 'еськова', 2],
            ['еськова', 'еськова', 30],

            ['ефимова', 'ефимова', 0],
            ['ефимова', 'ефимова', 1],
            ['ефимова', 'ефимова', 2],
            ['ефимова', 'ефимова', 30],

            ['ефрейтор', 'ефрейтор', 0],
            ['ефрейтор', 'ефрейтор', 1],
            ['ефрейтор', 'ефрейтор', 2],
            ['ефрейтор', 'ефрейтор', 30],

            ['ефросим', 'ефросим', 0],
            ['ефросим', 'ефросим', 1],
            ['ефросим', 'ефросим', 2],
            ['ефросим', 'ефросим', 30],

            ['ефросимыч', 'ефросимыч', 0],
            ['ефросимыч', 'ефросимыч', 1],
            ['ефросимыч', 'ефросимыч', 2],
            ['ефросимыч', 'ефросимыч', 30],

            ['ефросин', 'ефросин', 0],
            ['ефросин', 'ефросин', 1],
            ['ефросин', 'ефросин', 2],
            ['ефросин', 'ефросин', 30],

            ['ефросиния', 'ефросиния', 0],
            ['ефросиния', 'ефросиния', 1],
            ['ефросиния', 'ефросиния', 2],
            ['ефросиния', 'ефросиния', 30],

            ['ефросиныч', 'ефросиныч', 0],
            ['ефросиныч', 'ефросиныч', 1],
            ['ефросиныч', 'ефросиныч', 2],
            ['ефросиныч', 'ефросиныч', 30],

            ['ефросиньюшка', 'ефросиньюшка', 0],
            ['ефросиньюшка', 'ефросиньюшка', 1],
            ['ефросиньюшка', 'ефросиньюшка', 2],
            ['ефросиньюшка', 'ефросиньюшка', 30],

            ['ефросинья', 'ефросинья', 0],
            ['ефросинья', 'ефросинья', 1],
            ['ефросинья', 'ефросинья', 2],
            ['ефросинья', 'ефросинья', 30],

            ['ехидство', 'ехидство', 0],
            ['ехидство', 'ехидство', 1],
            ['ехидство', 'ехидство', 2],
            ['ехидство', 'ехидство', 30],

            ['еэс', 'еэс', 0],
            ['еэс', 'еэс', 1],
            ['еэс', 'еэс', 2],
            ['еэс', 'еэс', 30],
        ];
    }
}
