<?php
declare(strict_types=1);

namespace Noldors\Inflect\Tests\RussianDataProviders;

class LetterS
{
    public static function data():array
    {
        return [
            ['сабля', 'сабля', 0],
            ['сабля', 'сабля', 1],
            ['сабля', 'сабля', 2],
            ['сабля', 'сабля', 30],

            ['саботаж', 'саботаж', 0],
            ['саботаж', 'саботаж', 1],
            ['саботаж', 'саботаж', 2],
            ['саботаж', 'саботаж', 30],

            ['саван', 'саван', 0],
            ['саван', 'саван', 1],
            ['саван', 'саван', 2],
            ['саван', 'саван', 30],

            ['саванна', 'саванна', 0],
            ['саванна', 'саванна', 1],
            ['саванна', 'саванна', 2],
            ['саванна', 'саванна', 30],

            ['савка', 'савка', 0],
            ['савка', 'савка', 1],
            ['савка', 'савка', 2],
            ['савка', 'савка', 30],

            ['саврас', 'саврас', 0],
            ['саврас', 'саврас', 1],
            ['саврас', 'саврас', 2],
            ['саврас', 'саврас', 30],

            ['сага', 'сага', 0],
            ['сага', 'сага', 1],
            ['сага', 'сага', 2],
            ['сага', 'сага', 30],

            ['сагиб', 'сагиб', 0],
            ['сагиб', 'сагиб', 1],
            ['сагиб', 'сагиб', 2],
            ['сагиб', 'сагиб', 30],

            ['саго', 'саго', 0],
            ['саго', 'саго', 1],
            ['саго', 'саго', 2],
            ['саго', 'саго', 30],

            ['сад', 'сад', 0],
            ['сад', 'сад', 1],
            ['сад', 'сад', 2],
            ['сад', 'сад', 30],

            ['саддукей', 'саддукей', 0],
            ['саддукей', 'саддукей', 1],
            ['саддукей', 'саддукей', 2],
            ['саддукей', 'саддукей', 30],

            ['садизм', 'садизм', 0],
            ['садизм', 'садизм', 1],
            ['садизм', 'садизм', 2],
            ['садизм', 'садизм', 30],

            ['садик', 'садик', 0],
            ['садик', 'садик', 1],
            ['садик', 'садик', 2],
            ['садик', 'садик', 30],

            ['садист', 'садист', 0],
            ['садист', 'садист', 1],
            ['садист', 'садист', 2],
            ['садист', 'садист', 30],

            ['садовник', 'садовник', 0],
            ['садовник', 'садовник', 1],
            ['садовник', 'садовник', 2],
            ['садовник', 'садовник', 30],

            ['садовод', 'садовод', 0],
            ['садовод', 'садовод', 1],
            ['садовод', 'садовод', 2],
            ['садовод', 'садовод', 30],

            ['садоводство', 'садоводство', 0],
            ['садоводство', 'садоводство', 1],
            ['садоводство', 'садоводство', 2],
            ['садоводство', 'садоводство', 30],

            ['садок', 'садок', 0],
            ['садок', 'садок', 1],
            ['садок', 'садок', 2],
            ['садок', 'садок', 30],

            ['саенко', 'саенко', 0],
            ['саенко', 'саенко', 1],
            ['саенко', 'саенко', 2],
            ['саенко', 'саенко', 30],

            ['саж', 'саж', 0],
            ['саж', 'саж', 1],
            ['саж', 'саж', 2],
            ['саж', 'саж', 30],

            ['сажа', 'сажа', 0],
            ['сажа', 'сажа', 1],
            ['сажа', 'сажа', 2],
            ['сажа', 'сажа', 30],

            ['саженец', 'саженец', 0],
            ['саженец', 'саженец', 1],
            ['саженец', 'саженец', 2],
            ['саженец', 'саженец', 30],

            ['саженка', 'саженка', 0],
            ['саженка', 'саженка', 1],
            ['саженка', 'саженка', 2],
            ['саженка', 'саженка', 30],

            ['сажень', 'сажень', 0],
            ['сажень', 'сажень', 1],
            ['сажень', 'сажень', 2],
            ['сажень', 'сажень', 30],

            ['сазан', 'сазан', 0],
            ['сазан', 'сазан', 1],
            ['сазан', 'сазан', 2],
            ['сазан', 'сазан', 30],

            ['сайгак', 'сайгак', 0],
            ['сайгак', 'сайгак', 1],
            ['сайгак', 'сайгак', 2],
            ['сайгак', 'сайгак', 30],

            ['сайт', 'сайт', 0],
            ['сайт', 'сайт', 1],
            ['сайт', 'сайт', 2],
            ['сайт', 'сайт', 30],

            ['сак', 'сак', 0],
            ['сак', 'сак', 1],
            ['сак', 'сак', 2],
            ['сак', 'сак', 30],

            ['саквояж', 'саквояж', 0],
            ['саквояж', 'саквояж', 1],
            ['саквояж', 'саквояж', 2],
            ['саквояж', 'саквояж', 30],

            ['саксаул', 'саксаул', 0],
            ['саксаул', 'саксаул', 1],
            ['саксаул', 'саксаул', 2],
            ['саксаул', 'саксаул', 30],

            ['саксофон', 'саксофон', 0],
            ['саксофон', 'саксофон', 1],
            ['саксофон', 'саксофон', 2],
            ['саксофон', 'саксофон', 30],

            ['саксофонист', 'саксофонист', 0],
            ['саксофонист', 'саксофонист', 1],
            ['саксофонист', 'саксофонист', 2],
            ['саксофонист', 'саксофонист', 30],

            ['салага', 'салага', 0],
            ['салага', 'салага', 1],
            ['салага', 'салага', 2],
            ['салага', 'салага', 30],

            ['салазки', 'салазки', 0],
            ['салазки', 'салазки', 1],
            ['салазки', 'салазки', 2],
            ['салазки', 'салазки', 30],

            ['салат', 'салат', 0],
            ['салат', 'салат', 1],
            ['салат', 'салат', 2],
            ['салат', 'салат', 30],

            ['салатик', 'салатик', 0],
            ['салатик', 'салатик', 1],
            ['салатик', 'салатик', 2],
            ['салатик', 'салатик', 30],

            ['салахов', 'салахов', 0],
            ['салахов', 'салахов', 1],
            ['салахов', 'салахов', 2],
            ['салахов', 'салахов', 30],

            ['сало', 'сало', 0],
            ['сало', 'сало', 1],
            ['сало', 'сало', 2],
            ['сало', 'сало', 30],

            ['салон', 'салон', 0],
            ['салон', 'салон', 1],
            ['салон', 'салон', 2],
            ['салон', 'салон', 30],

            ['салтык', 'салтык', 0],
            ['салтык', 'салтык', 1],
            ['салтык', 'салтык', 2],
            ['салтык', 'салтык', 30],

            ['салфетка', 'салфетка', 0],
            ['салфетка', 'салфетка', 1],
            ['салфетка', 'салфетка', 2],
            ['салфетка', 'салфетка', 30],

            ['сальвадор', 'сальвадор', 0],
            ['сальвадор', 'сальвадор', 1],
            ['сальвадор', 'сальвадор', 2],
            ['сальвадор', 'сальвадор', 30],

            ['сальник', 'сальник', 0],
            ['сальник', 'сальник', 1],
            ['сальник', 'сальник', 2],
            ['сальник', 'сальник', 30],

            ['сальто', 'сальто', 0],
            ['сальто', 'сальто', 1],
            ['сальто', 'сальто', 2],
            ['сальто', 'сальто', 30],

            ['сальце', 'сальце', 0],
            ['сальце', 'сальце', 1],
            ['сальце', 'сальце', 2],
            ['сальце', 'сальце', 30],

            ['салют', 'салют', 0],
            ['салют', 'салют', 1],
            ['салют', 'салют', 2],
            ['салют', 'салют', 30],

            ['самар', 'самар', 0],
            ['самар', 'самар', 1],
            ['самар', 'самар', 2],
            ['самар', 'самар', 30],

            ['самара', 'самара', 0],
            ['самара', 'самара', 1],
            ['самара', 'самара', 2],
            ['самара', 'самара', 30],

            ['самарканд', 'самарканд', 0],
            ['самарканд', 'самарканд', 1],
            ['самарканд', 'самарканд', 2],
            ['самарканд', 'самарканд', 30],

            ['самбо', 'самбо', 0],
            ['самбо', 'самбо', 1],
            ['самбо', 'самбо', 2],
            ['самбо', 'самбо', 30],

            ['самец', 'самец', 0],
            ['самец', 'самец', 1],
            ['самец', 'самец', 2],
            ['самец', 'самец', 30],

            ['самиздат', 'самиздат', 0],
            ['самиздат', 'самиздат', 1],
            ['самиздат', 'самиздат', 2],
            ['самиздат', 'самиздат', 30],

            ['самка', 'самка', 0],
            ['самка', 'самка', 1],
            ['самка', 'самка', 2],
            ['самка', 'самка', 30],

            ['саммит', 'саммит', 0],
            ['саммит', 'саммит', 1],
            ['саммит', 'саммит', 2],
            ['саммит', 'саммит', 30],

            ['самоа', 'самоа', 0],
            ['самоа', 'самоа', 1],
            ['самоа', 'самоа', 2],
            ['самоа', 'самоа', 30],

            ['самобранка', 'самобранка', 0],
            ['самобранка', 'самобранка', 1],
            ['самобранка', 'самобранка', 2],
            ['самобранка', 'самобранка', 30],

            ['самобытность', 'самобытность', 0],
            ['самобытность', 'самобытность', 1],
            ['самобытность', 'самобытность', 2],
            ['самобытность', 'самобытность', 30],

            ['самовар', 'самовар', 0],
            ['самовар', 'самовар', 1],
            ['самовар', 'самовар', 2],
            ['самовар', 'самовар', 30],

            ['самовнушение', 'самовнушение', 0],
            ['самовнушение', 'самовнушение', 1],
            ['самовнушение', 'самовнушение', 2],
            ['самовнушение', 'самовнушение', 30],

            ['самовоспроизводство', 'самовоспроизводство', 0],
            ['самовоспроизводство', 'самовоспроизводство', 1],
            ['самовоспроизводство', 'самовоспроизводство', 2],
            ['самовоспроизводство', 'самовоспроизводство', 30],

            ['самовыражение', 'самовыражение', 0],
            ['самовыражение', 'самовыражение', 1],
            ['самовыражение', 'самовыражение', 2],
            ['самовыражение', 'самовыражение', 30],

            ['самогон', 'самогон', 0],
            ['самогон', 'самогон', 1],
            ['самогон', 'самогон', 2],
            ['самогон', 'самогон', 30],

            ['самогонка', 'самогонка', 0],
            ['самогонка', 'самогонка', 1],
            ['самогонка', 'самогонка', 2],
            ['самогонка', 'самогонка', 30],

            ['самодержавие', 'самодержавие', 0],
            ['самодержавие', 'самодержавие', 1],
            ['самодержавие', 'самодержавие', 2],
            ['самодержавие', 'самодержавие', 30],

            ['самодержец', 'самодержец', 0],
            ['самодержец', 'самодержец', 1],
            ['самодержец', 'самодержец', 2],
            ['самодержец', 'самодержец', 30],

            ['самодеятельность', 'самодеятельность', 0],
            ['самодеятельность', 'самодеятельность', 1],
            ['самодеятельность', 'самодеятельность', 2],
            ['самодеятельность', 'самодеятельность', 30],

            ['самодовольство', 'самодовольство', 0],
            ['самодовольство', 'самодовольство', 1],
            ['самодовольство', 'самодовольство', 2],
            ['самодовольство', 'самодовольство', 30],

            ['самодур', 'самодур', 0],
            ['самодур', 'самодур', 1],
            ['самодур', 'самодур', 2],
            ['самодур', 'самодур', 30],

            ['самозабвение', 'самозабвение', 0],
            ['самозабвение', 'самозабвение', 1],
            ['самозабвение', 'самозабвение', 2],
            ['самозабвение', 'самозабвение', 30],

            ['самозащита', 'самозащита', 0],
            ['самозащита', 'самозащита', 1],
            ['самозащита', 'самозащита', 2],
            ['самозащита', 'самозащита', 30],

            ['самозванец', 'самозванец', 0],
            ['самозванец', 'самозванец', 1],
            ['самозванец', 'самозванец', 2],
            ['самозванец', 'самозванец', 30],

            ['самоконтроль', 'самоконтроль', 0],
            ['самоконтроль', 'самоконтроль', 1],
            ['самоконтроль', 'самоконтроль', 2],
            ['самоконтроль', 'самоконтроль', 30],

            ['самокритика', 'самокритика', 0],
            ['самокритика', 'самокритика', 1],
            ['самокритика', 'самокритика', 2],
            ['самокритика', 'самокритика', 30],

            ['самокрутка', 'самокрутка', 0],
            ['самокрутка', 'самокрутка', 1],
            ['самокрутка', 'самокрутка', 2],
            ['самокрутка', 'самокрутка', 30],

            ['самолет', 'самолет', 0],
            ['самолет', 'самолет', 1],
            ['самолет', 'самолет', 2],
            ['самолет', 'самолет', 30],

            ['самолетик', 'самолетик', 0],
            ['самолетик', 'самолетик', 1],
            ['самолетик', 'самолетик', 2],
            ['самолетик', 'самолетик', 30],

            ['самолюбие', 'самолюбие', 0],
            ['самолюбие', 'самолюбие', 1],
            ['самолюбие', 'самолюбие', 2],
            ['самолюбие', 'самолюбие', 30],

            ['самомнение', 'самомнение', 0],
            ['самомнение', 'самомнение', 1],
            ['самомнение', 'самомнение', 2],
            ['самомнение', 'самомнение', 30],

            ['самонадеянность', 'самонадеянность', 0],
            ['самонадеянность', 'самонадеянность', 1],
            ['самонадеянность', 'самонадеянность', 2],
            ['самонадеянность', 'самонадеянность', 30],

            ['самообладание', 'самообладание', 0],
            ['самообладание', 'самообладание', 1],
            ['самообладание', 'самообладание', 2],
            ['самообладание', 'самообладание', 30],

            ['самообман', 'самообман', 0],
            ['самообман', 'самообман', 1],
            ['самообман', 'самообман', 2],
            ['самообман', 'самообман', 30],

            ['самооборона', 'самооборона', 0],
            ['самооборона', 'самооборона', 1],
            ['самооборона', 'самооборона', 2],
            ['самооборона', 'самооборона', 30],

            ['самообразование', 'самообразование', 0],
            ['самообразование', 'самообразование', 1],
            ['самообразование', 'самообразование', 2],
            ['самообразование', 'самообразование', 30],

            ['самообслуживание', 'самообслуживание', 0],
            ['самообслуживание', 'самообслуживание', 1],
            ['самообслуживание', 'самообслуживание', 2],
            ['самообслуживание', 'самообслуживание', 30],

            ['самоопределение', 'самоопределение', 0],
            ['самоопределение', 'самоопределение', 1],
            ['самоопределение', 'самоопределение', 2],
            ['самоопределение', 'самоопределение', 30],

            ['самоотверженность', 'самоотверженность', 0],
            ['самоотверженность', 'самоотверженность', 1],
            ['самоотверженность', 'самоотверженность', 2],
            ['самоотверженность', 'самоотверженность', 30],

            ['самооценка', 'самооценка', 0],
            ['самооценка', 'самооценка', 1],
            ['самооценка', 'самооценка', 2],
            ['самооценка', 'самооценка', 30],

            ['самопожертвование', 'самопожертвование', 0],
            ['самопожертвование', 'самопожертвование', 1],
            ['самопожертвование', 'самопожертвование', 2],
            ['самопожертвование', 'самопожертвование', 30],

            ['саморазвитие', 'саморазвитие', 0],
            ['саморазвитие', 'саморазвитие', 1],
            ['саморазвитие', 'саморазвитие', 2],
            ['саморазвитие', 'саморазвитие', 30],

            ['саморазрушение', 'саморазрушение', 0],
            ['саморазрушение', 'саморазрушение', 1],
            ['саморазрушение', 'саморазрушение', 2],
            ['саморазрушение', 'саморазрушение', 30],

            ['самореализация', 'самореализация', 0],
            ['самореализация', 'самореализация', 1],
            ['самореализация', 'самореализация', 2],
            ['самореализация', 'самореализация', 30],

            ['самородок', 'самородок', 0],
            ['самородок', 'самородок', 1],
            ['самородок', 'самородок', 2],
            ['самородок', 'самородок', 30],

            ['самосад', 'самосад', 0],
            ['самосад', 'самосад', 1],
            ['самосад', 'самосад', 2],
            ['самосад', 'самосад', 30],

            ['самосвал', 'самосвал', 0],
            ['самосвал', 'самосвал', 1],
            ['самосвал', 'самосвал', 2],
            ['самосвал', 'самосвал', 30],

            ['самосовершенствование', 'самосовершенствование', 0],
            ['самосовершенствование', 'самосовершенствование', 1],
            ['самосовершенствование', 'самосовершенствование', 2],
            ['самосовершенствование', 'самосовершенствование', 30],

            ['самосознание', 'самосознание', 0],
            ['самосознание', 'самосознание', 1],
            ['самосознание', 'самосознание', 2],
            ['самосознание', 'самосознание', 30],

            ['самосохранение', 'самосохранение', 0],
            ['самосохранение', 'самосохранение', 1],
            ['самосохранение', 'самосохранение', 2],
            ['самосохранение', 'самосохранение', 30],

            ['самостоятельность', 'самостоятельность', 0],
            ['самостоятельность', 'самостоятельность', 1],
            ['самостоятельность', 'самостоятельность', 2],
            ['самостоятельность', 'самостоятельность', 30],

            ['самострел', 'самострел', 0],
            ['самострел', 'самострел', 1],
            ['самострел', 'самострел', 2],
            ['самострел', 'самострел', 30],

            ['самосуд', 'самосуд', 0],
            ['самосуд', 'самосуд', 1],
            ['самосуд', 'самосуд', 2],
            ['самосуд', 'самосуд', 30],

            ['самотек', 'самотек', 0],
            ['самотек', 'самотек', 1],
            ['самотек', 'самотек', 2],
            ['самотек', 'самотек', 30],

            ['самоубийство', 'самоубийство', 0],
            ['самоубийство', 'самоубийство', 1],
            ['самоубийство', 'самоубийство', 2],
            ['самоубийство', 'самоубийство', 30],

            ['самоубийца', 'самоубийца', 0],
            ['самоубийца', 'самоубийца', 1],
            ['самоубийца', 'самоубийца', 2],
            ['самоубийца', 'самоубийца', 30],

            ['самоуважение', 'самоуважение', 0],
            ['самоуважение', 'самоуважение', 1],
            ['самоуважение', 'самоуважение', 2],
            ['самоуважение', 'самоуважение', 30],

            ['самоуверенность', 'самоуверенность', 0],
            ['самоуверенность', 'самоуверенность', 1],
            ['самоуверенность', 'самоуверенность', 2],
            ['самоуверенность', 'самоуверенность', 30],

            ['самоуправление', 'самоуправление', 0],
            ['самоуправление', 'самоуправление', 1],
            ['самоуправление', 'самоуправление', 2],
            ['самоуправление', 'самоуправление', 30],

            ['самоуправство', 'самоуправство', 0],
            ['самоуправство', 'самоуправство', 1],
            ['самоуправство', 'самоуправство', 2],
            ['самоуправство', 'самоуправство', 30],

            ['самоутверждение', 'самоутверждение', 0],
            ['самоутверждение', 'самоутверждение', 1],
            ['самоутверждение', 'самоутверждение', 2],
            ['самоутверждение', 'самоутверждение', 30],

            ['самоучитель', 'самоучитель', 0],
            ['самоучитель', 'самоучитель', 1],
            ['самоучитель', 'самоучитель', 2],
            ['самоучитель', 'самоучитель', 30],

            ['самоучка', 'самоучка', 0],
            ['самоучка', 'самоучка', 1],
            ['самоучка', 'самоучка', 2],
            ['самоучка', 'самоучка', 30],

            ['самоходка', 'самоходка', 0],
            ['самоходка', 'самоходка', 1],
            ['самоходка', 'самоходка', 2],
            ['самоходка', 'самоходка', 30],

            ['самоцвет', 'самоцвет', 0],
            ['самоцвет', 'самоцвет', 1],
            ['самоцвет', 'самоцвет', 2],
            ['самоцвет', 'самоцвет', 30],

            ['самоцель', 'самоцель', 0],
            ['самоцель', 'самоцель', 1],
            ['самоцель', 'самоцель', 2],
            ['самоцель', 'самоцель', 30],

            ['самочувствие', 'самочувствие', 0],
            ['самочувствие', 'самочувствие', 1],
            ['самочувствие', 'самочувствие', 2],
            ['самочувствие', 'самочувствие', 30],

            ['самурай', 'самурай', 0],
            ['самурай', 'самурай', 1],
            ['самурай', 'самурай', 2],
            ['самурай', 'самурай', 30],

            ['сана', 'сана', 0],
            ['сана', 'сана', 1],
            ['сана', 'сана', 2],
            ['сана', 'сана', 30],

            ['санаторий', 'санаторий', 0],
            ['санаторий', 'санаторий', 1],
            ['санаторий', 'санаторий', 2],
            ['санаторий', 'санаторий', 30],

            ['санация', 'санация', 0],
            ['санация', 'санация', 1],
            ['санация', 'санация', 2],
            ['санация', 'санация', 30],

            ['сандалия', 'сандалия', 0],
            ['сандалия', 'сандалия', 1],
            ['сандалия', 'сандалия', 2],
            ['сандалия', 'сандалия', 30],

            ['сандвич', 'сандвич', 0],
            ['сандвич', 'сандвич', 1],
            ['сандвич', 'сандвич', 2],
            ['сандвич', 'сандвич', 30],

            ['сани', 'сани', 0],
            ['сани', 'сани', 1],
            ['сани', 'сани', 2],
            ['сани', 'сани', 30],

            ['санинструктор', 'санинструктор', 0],
            ['санинструктор', 'санинструктор', 1],
            ['санинструктор', 'санинструктор', 2],
            ['санинструктор', 'санинструктор', 30],

            ['санитар', 'санитар', 0],
            ['санитар', 'санитар', 1],
            ['санитар', 'санитар', 2],
            ['санитар', 'санитар', 30],

            ['санитарка', 'санитарка', 0],
            ['санитарка', 'санитарка', 1],
            ['санитарка', 'санитарка', 2],
            ['санитарка', 'санитарка', 30],

            ['санки', 'санки', 0],
            ['санки', 'санки', 1],
            ['санки', 'санки', 2],
            ['санки', 'санки', 30],

            ['санкция', 'санкция', 0],
            ['санкция', 'санкция', 1],
            ['санкция', 'санкция', 2],
            ['санкция', 'санкция', 30],

            ['санобработка', 'санобработка', 0],
            ['санобработка', 'санобработка', 1],
            ['санобработка', 'санобработка', 2],
            ['санобработка', 'санобработка', 30],

            ['сановник', 'сановник', 0],
            ['сановник', 'сановник', 1],
            ['сановник', 'сановник', 2],
            ['сановник', 'сановник', 30],

            ['сантехник', 'сантехник', 0],
            ['сантехник', 'сантехник', 1],
            ['сантехник', 'сантехник', 2],
            ['сантехник', 'сантехник', 30],

            ['сантехника', 'сантехника', 0],
            ['сантехника', 'сантехника', 1],
            ['сантехника', 'сантехника', 2],
            ['сантехника', 'сантехника', 30],

            ['сантименты', 'сантименты', 0],
            ['сантименты', 'сантименты', 1],
            ['сантименты', 'сантименты', 2],
            ['сантименты', 'сантименты', 30],

            ['сантиметр', 'сантиметр', 0],
            ['сантиметр', 'сантиметр', 1],
            ['сантиметр', 'сантиметр', 2],
            ['сантиметр', 'сантиметр', 30],

            ['санть¤го', 'санть¤го', 0],
            ['санть¤го', 'санть¤го', 1],
            ['санть¤го', 'санть¤го', 2],
            ['санть¤го', 'санть¤го', 30],

            ['санузел', 'санузел', 0],
            ['санузел', 'санузел', 1],
            ['санузел', 'санузел', 2],
            ['санузел', 'санузел', 30],

            ['санчасть', 'санчасть', 0],
            ['санчасть', 'санчасть', 1],
            ['санчасть', 'санчасть', 2],
            ['санчасть', 'санчасть', 30],

            ['санюра', 'санюра', 0],
            ['санюра', 'санюра', 1],
            ['санюра', 'санюра', 2],
            ['санюра', 'санюра', 30],

            ['санюта', 'санюта', 0],
            ['санюта', 'санюта', 1],
            ['санюта', 'санюта', 2],
            ['санюта', 'санюта', 30],

            ['санюха', 'санюха', 0],
            ['санюха', 'санюха', 1],
            ['санюха', 'санюха', 2],
            ['санюха', 'санюха', 30],

            ['санюша', 'санюша', 0],
            ['санюша', 'санюша', 1],
            ['санюша', 'санюша', 2],
            ['санюша', 'санюша', 30],

            ['саня', 'саня', 0],
            ['саня', 'саня', 1],
            ['саня', 'саня', 2],
            ['саня', 'саня', 30],

            ['сапер', 'сапер', 0],
            ['сапер', 'сапер', 1],
            ['сапер', 'сапер', 2],
            ['сапер', 'сапер', 30],

            ['сапиенс', 'сапиенс', 0],
            ['сапиенс', 'сапиенс', 1],
            ['сапиенс', 'сапиенс', 2],
            ['сапиенс', 'сапиенс', 30],

            ['сапог', 'сапог', 0],
            ['сапог', 'сапог', 1],
            ['сапог', 'сапог', 2],
            ['сапог', 'сапог', 30],

            ['сапожник', 'сапожник', 0],
            ['сапожник', 'сапожник', 1],
            ['сапожник', 'сапожник', 2],
            ['сапожник', 'сапожник', 30],

            ['сапожок', 'сапожок', 0],
            ['сапожок', 'сапожок', 1],
            ['сапожок', 'сапожок', 2],
            ['сапожок', 'сапожок', 30],

            ['сапфир', 'сапфир', 0],
            ['сапфир', 'сапфир', 1],
            ['сапфир', 'сапфир', 2],
            ['сапфир', 'сапфир', 30],

            ['сараево', 'сараево', 0],
            ['сараево', 'сараево', 1],
            ['сараево', 'сараево', 2],
            ['сараево', 'сараево', 30],

            ['сарай', 'сарай', 0],
            ['сарай', 'сарай', 1],
            ['сарай', 'сарай', 2],
            ['сарай', 'сарай', 30],

            ['сарайчик', 'сарайчик', 0],
            ['сарайчик', 'сарайчик', 1],
            ['сарайчик', 'сарайчик', 2],
            ['сарайчик', 'сарайчик', 30],

            ['саранча', 'саранча', 0],
            ['саранча', 'саранча', 1],
            ['саранча', 'саранча', 2],
            ['саранча', 'саранча', 30],

            ['саратов', 'саратов', 0],
            ['саратов', 'саратов', 1],
            ['саратов', 'саратов', 2],
            ['саратов', 'саратов', 30],

            ['сарафан', 'сарафан', 0],
            ['сарафан', 'сарафан', 1],
            ['сарафан', 'сарафан', 2],
            ['сарафан', 'сарафан', 30],

            ['сараюшко', 'сараюшко', 0],
            ['сараюшко', 'сараюшко', 1],
            ['сараюшко', 'сараюшко', 2],
            ['сараюшко', 'сараюшко', 30],

            ['саргасса', 'саргасса', 0],
            ['саргасса', 'саргасса', 1],
            ['саргасса', 'саргасса', 2],
            ['саргасса', 'саргасса', 30],

            ['сарделька', 'сарделька', 0],
            ['сарделька', 'сарделька', 1],
            ['сарделька', 'сарделька', 2],
            ['сарделька', 'сарделька', 30],

            ['сардина', 'сардина', 0],
            ['сардина', 'сардина', 1],
            ['сардина', 'сардина', 2],
            ['сардина', 'сардина', 30],

            ['сарказм', 'сарказм', 0],
            ['сарказм', 'сарказм', 1],
            ['сарказм', 'сарказм', 2],
            ['сарказм', 'сарказм', 30],

            ['саркофаг', 'саркофаг', 0],
            ['саркофаг', 'саркофаг', 1],
            ['саркофаг', 'саркофаг', 2],
            ['саркофаг', 'саркофаг', 30],

            ['сатана', 'сатана', 0],
            ['сатана', 'сатана', 1],
            ['сатана', 'сатана', 2],
            ['сатана', 'сатана', 30],

            ['сатин', 'сатин', 0],
            ['сатин', 'сатин', 1],
            ['сатин', 'сатин', 2],
            ['сатин', 'сатин', 30],

            ['сатир', 'сатир', 0],
            ['сатир', 'сатир', 1],
            ['сатир', 'сатир', 2],
            ['сатир', 'сатир', 30],

            ['сатира', 'сатира', 0],
            ['сатира', 'сатира', 1],
            ['сатира', 'сатира', 2],
            ['сатира', 'сатира', 30],

            ['сатирик', 'сатирик', 0],
            ['сатирик', 'сатирик', 1],
            ['сатирик', 'сатирик', 2],
            ['сатирик', 'сатирик', 30],

            ['сатрап', 'сатрап', 0],
            ['сатрап', 'сатрап', 1],
            ['сатрап', 'сатрап', 2],
            ['сатрап', 'сатрап', 30],

            ['сатурн', 'сатурн', 0],
            ['сатурн', 'сатурн', 1],
            ['сатурн', 'сатурн', 2],
            ['сатурн', 'сатурн', 30],

            ['сафьян', 'сафьян', 0],
            ['сафьян', 'сафьян', 1],
            ['сафьян', 'сафьян', 2],
            ['сафьян', 'сафьян', 30],

            ['сахалин', 'сахалин', 0],
            ['сахалин', 'сахалин', 1],
            ['сахалин', 'сахалин', 2],
            ['сахалин', 'сахалин', 30],

            ['сахар', 'сахар', 0],
            ['сахар', 'сахар', 1],
            ['сахар', 'сахар', 2],
            ['сахар', 'сахар', 30],

            ['сахарница', 'сахарница', 0],
            ['сахарница', 'сахарница', 1],
            ['сахарница', 'сахарница', 2],
            ['сахарница', 'сахарница', 30],

            ['сачок', 'сачок', 0],
            ['сачок', 'сачок', 1],
            ['сачок', 'сачок', 2],
            ['сачок', 'сачок', 30],

            ['саша', 'саша', 0],
            ['саша', 'саша', 1],
            ['саша', 'саша', 2],
            ['саша', 'саша', 30],

            ['саше', 'саше', 0],
            ['саше', 'саше', 1],
            ['саше', 'саше', 2],
            ['саше', 'саше', 30],

            ['сашуля', 'сашуля', 0],
            ['сашуля', 'сашуля', 1],
            ['сашуля', 'сашуля', 2],
            ['сашуля', 'сашуля', 30],

            ['сашуня', 'сашуня', 0],
            ['сашуня', 'сашуня', 1],
            ['сашуня', 'сашуня', 2],
            ['сашуня', 'сашуня', 30],

            ['сашура', 'сашура', 0],
            ['сашура', 'сашура', 1],
            ['сашура', 'сашура', 2],
            ['сашура', 'сашура', 30],

            ['сашута', 'сашута', 0],
            ['сашута', 'сашута', 1],
            ['сашута', 'сашута', 2],
            ['сашута', 'сашута', 30],

            ['сашуха', 'сашуха', 0],
            ['сашуха', 'сашуха', 1],
            ['сашуха', 'сашуха', 2],
            ['сашуха', 'сашуха', 30],

            ['сбег', 'сбег', 0],
            ['сбег', 'сбег', 1],
            ['сбег', 'сбег', 2],
            ['сбег', 'сбег', 30],

            ['сбербанк', 'сбербанк', 0],
            ['сбербанк', 'сбербанк', 1],
            ['сбербанк', 'сбербанк', 2],
            ['сбербанк', 'сбербанк', 30],

            ['сбережение', 'сбережение', 0],
            ['сбережение', 'сбережение', 1],
            ['сбережение', 'сбережение', 2],
            ['сбережение', 'сбережение', 30],

            ['сберкасса', 'сберкасса', 0],
            ['сберкасса', 'сберкасса', 1],
            ['сберкасса', 'сберкасса', 2],
            ['сберкасса', 'сберкасса', 30],

            ['сберкнижка', 'сберкнижка', 0],
            ['сберкнижка', 'сберкнижка', 1],
            ['сберкнижка', 'сберкнижка', 2],
            ['сберкнижка', 'сберкнижка', 30],

            ['сближение', 'сближение', 0],
            ['сближение', 'сближение', 1],
            ['сближение', 'сближение', 2],
            ['сближение', 'сближение', 30],

            ['сбой', 'сбой', 0],
            ['сбой', 'сбой', 1],
            ['сбой', 'сбой', 2],
            ['сбой', 'сбой', 30],

            ['сбор', 'сбор', 0],
            ['сбор', 'сбор', 1],
            ['сбор', 'сбор', 2],
            ['сбор', 'сбор', 30],

            ['сборище', 'сборище', 0],
            ['сборище', 'сборище', 1],
            ['сборище', 'сборище', 2],
            ['сборище', 'сборище', 30],

            ['сборка', 'сборка', 0],
            ['сборка', 'сборка', 1],
            ['сборка', 'сборка', 2],
            ['сборка', 'сборка', 30],

            ['сборник', 'сборник', 0],
            ['сборник', 'сборник', 1],
            ['сборник', 'сборник', 2],
            ['сборник', 'сборник', 30],

            ['сборщик', 'сборщик', 0],
            ['сборщик', 'сборщик', 1],
            ['сборщик', 'сборщик', 2],
            ['сборщик', 'сборщик', 30],

            ['сброд', 'сброд', 0],
            ['сброд', 'сброд', 1],
            ['сброд', 'сброд', 2],
            ['сброд', 'сброд', 30],

            ['сброс', 'сброс', 0],
            ['сброс', 'сброс', 1],
            ['сброс', 'сброс', 2],
            ['сброс', 'сброс', 30],

            ['сбруя', 'сбруя', 0],
            ['сбруя', 'сбруя', 1],
            ['сбруя', 'сбруя', 2],
            ['сбруя', 'сбруя', 30],

            ['сбыт', 'сбыт', 0],
            ['сбыт', 'сбыт', 1],
            ['сбыт', 'сбыт', 2],
            ['сбыт', 'сбыт', 30],

            ['свадьба', 'свадьба', 0],
            ['свадьба', 'свадьба', 1],
            ['свадьба', 'свадьба', 2],
            ['свадьба', 'свадьба', 30],

            ['свазиленд', 'свазиленд', 0],
            ['свазиленд', 'свазиленд', 1],
            ['свазиленд', 'свазиленд', 2],
            ['свазиленд', 'свазиленд', 30],

            ['свалка', 'свалка', 0],
            ['свалка', 'свалка', 1],
            ['свалка', 'свалка', 2],
            ['свалка', 'свалка', 30],

            ['сванидзе', 'сванидзе', 0],
            ['сванидзе', 'сванидзе', 1],
            ['сванидзе', 'сванидзе', 2],
            ['сванидзе', 'сванидзе', 30],

            ['свара', 'свара', 0],
            ['свара', 'свара', 1],
            ['свара', 'свара', 2],
            ['свара', 'свара', 30],

            ['сварка', 'сварка', 0],
            ['сварка', 'сварка', 1],
            ['сварка', 'сварка', 2],
            ['сварка', 'сварка', 30],

            ['сварщик', 'сварщик', 0],
            ['сварщик', 'сварщик', 1],
            ['сварщик', 'сварщик', 2],
            ['сварщик', 'сварщик', 30],

            ['свастика', 'свастика', 0],
            ['свастика', 'свастика', 1],
            ['свастика', 'свастика', 2],
            ['свастика', 'свастика', 30],

            ['сват', 'сват', 0],
            ['сват', 'сват', 1],
            ['сват', 'сват', 2],
            ['сват', 'сват', 30],

            ['сватовство', 'сватовство', 0],
            ['сватовство', 'сватовство', 1],
            ['сватовство', 'сватовство', 2],
            ['сватовство', 'сватовство', 30],

            ['свая', 'свая', 0],
            ['свая', 'свая', 1],
            ['свая', 'свая', 2],
            ['свая', 'свая', 30],

            ['сведение', 'сведение', 0],
            ['сведение', 'сведение', 1],
            ['сведение', 'сведение', 2],
            ['сведение', 'сведение', 30],

            ['свежесть', 'свежесть', 0],
            ['свежесть', 'свежесть', 1],
            ['свежесть', 'свежесть', 2],
            ['свежесть', 'свежесть', 30],

            ['свекла', 'свекла', 0],
            ['свекла', 'свекла', 1],
            ['свекла', 'свекла', 2],
            ['свекла', 'свекла', 30],

            ['свекор', 'свекор', 0],
            ['свекор', 'свекор', 1],
            ['свекор', 'свекор', 2],
            ['свекор', 'свекор', 30],

            ['свекровь', 'свекровь', 0],
            ['свекровь', 'свекровь', 1],
            ['свекровь', 'свекровь', 2],
            ['свекровь', 'свекровь', 30],

            ['свердловск', 'свердловск', 0],
            ['свердловск', 'свердловск', 1],
            ['свердловск', 'свердловск', 2],
            ['свердловск', 'свердловск', 30],

            ['свержение', 'свержение', 0],
            ['свержение', 'свержение', 1],
            ['свержение', 'свержение', 2],
            ['свержение', 'свержение', 30],

            ['сверкание', 'сверкание', 0],
            ['сверкание', 'сверкание', 1],
            ['сверкание', 'сверкание', 2],
            ['сверкание', 'сверкание', 30],

            ['сверлило', 'сверлило', 0],
            ['сверлило', 'сверлило', 1],
            ['сверлило', 'сверлило', 2],
            ['сверлило', 'сверлило', 30],

            ['сверло', 'сверло', 0],
            ['сверло', 'сверло', 1],
            ['сверло', 'сверло', 2],
            ['сверло', 'сверло', 30],

            ['сверстник', 'сверстник', 0],
            ['сверстник', 'сверстник', 1],
            ['сверстник', 'сверстник', 2],
            ['сверстник', 'сверстник', 30],

            ['сверток', 'сверток', 0],
            ['сверток', 'сверток', 1],
            ['сверток', 'сверток', 2],
            ['сверток', 'сверток', 30],

            ['свертываемость', 'свертываемость', 0],
            ['свертываемость', 'свертываемость', 1],
            ['свертываемость', 'свертываемость', 2],
            ['свертываемость', 'свертываемость', 30],

            ['свертывание', 'свертывание', 0],
            ['свертывание', 'свертывание', 1],
            ['свертывание', 'свертывание', 2],
            ['свертывание', 'свертывание', 30],

            ['сверхдержава', 'сверхдержава', 0],
            ['сверхдержава', 'сверхдержава', 1],
            ['сверхдержава', 'сверхдержава', 2],
            ['сверхдержава', 'сверхдержава', 30],

            ['сверхсрочник', 'сверхсрочник', 0],
            ['сверхсрочник', 'сверхсрочник', 1],
            ['сверхсрочник', 'сверхсрочник', 2],
            ['сверхсрочник', 'сверхсрочник', 30],

            ['сверхчеловек', 'сверхчеловек', 0],
            ['сверхчеловек', 'сверхчеловек', 1],
            ['сверхчеловек', 'сверхчеловек', 2],
            ['сверхчеловек', 'сверхчеловек', 30],

            ['сверчок', 'сверчок', 0],
            ['сверчок', 'сверчок', 1],
            ['сверчок', 'сверчок', 2],
            ['сверчок', 'сверчок', 30],

            ['свершение', 'свершение', 0],
            ['свершение', 'свершение', 1],
            ['свершение', 'свершение', 2],
            ['свершение', 'свершение', 30],

            ['свет', 'свет', 0],
            ['свет', 'свет', 1],
            ['свет', 'свет', 2],
            ['свет', 'свет', 30],

            ['света', 'света', 0],
            ['света', 'света', 1],
            ['света', 'света', 2],
            ['света', 'света', 30],

            ['светило', 'светило', 0],
            ['светило', 'светило', 1],
            ['светило', 'светило', 2],
            ['светило', 'светило', 30],

            ['светильник', 'светильник', 0],
            ['светильник', 'светильник', 1],
            ['светильник', 'светильник', 2],
            ['светильник', 'светильник', 30],

            ['светлан', 'светлан', 0],
            ['светлан', 'светлан', 1],
            ['светлан', 'светлан', 2],
            ['светлан', 'светлан', 30],

            ['светлана', 'светлана', 0],
            ['светлана', 'светлана', 1],
            ['светлана', 'светлана', 2],
            ['светлана', 'светлана', 30],

            ['светланка', 'светланка', 0],
            ['светланка', 'светланка', 1],
            ['светланка', 'светланка', 2],
            ['светланка', 'светланка', 30],

            ['светланыч', 'светланыч', 0],
            ['светланыч', 'светланыч', 1],
            ['светланыч', 'светланыч', 2],
            ['светланыч', 'светланыч', 30],

            ['светлость', 'светлость', 0],
            ['светлость', 'светлость', 1],
            ['светлость', 'светлость', 2],
            ['светлость', 'светлость', 30],

            ['светляк', 'светляк', 0],
            ['светляк', 'светляк', 1],
            ['светляк', 'светляк', 2],
            ['светляк', 'светляк', 30],

            ['светобоязнь', 'светобоязнь', 0],
            ['светобоязнь', 'светобоязнь', 1],
            ['светобоязнь', 'светобоязнь', 2],
            ['светобоязнь', 'светобоязнь', 30],

            ['светопреставление', 'светопреставление', 0],
            ['светопреставление', 'светопреставление', 1],
            ['светопреставление', 'светопреставление', 2],
            ['светопреставление', 'светопреставление', 30],

            ['светофор', 'светофор', 0],
            ['светофор', 'светофор', 1],
            ['светофор', 'светофор', 2],
            ['светофор', 'светофор', 30],

            ['светоч', 'светоч', 0],
            ['светоч', 'светоч', 1],
            ['светоч', 'светоч', 2],
            ['светоч', 'светоч', 30],

            ['светуля', 'светуля', 0],
            ['светуля', 'светуля', 1],
            ['светуля', 'светуля', 2],
            ['светуля', 'светуля', 30],

            ['светуня', 'светуня', 0],
            ['светуня', 'светуня', 1],
            ['светуня', 'светуня', 2],
            ['светуня', 'светуня', 30],

            ['светуся', 'светуся', 0],
            ['светуся', 'светуся', 1],
            ['светуся', 'светуся', 2],
            ['светуся', 'светуся', 30],

            ['светуха', 'светуха', 0],
            ['светуха', 'светуха', 1],
            ['светуха', 'светуха', 2],
            ['светуха', 'светуха', 30],

            ['светуша', 'светуша', 0],
            ['светуша', 'светуша', 1],
            ['светуша', 'светуша', 2],
            ['светуша', 'светуша', 30],

            ['свеча', 'свеча', 0],
            ['свеча', 'свеча', 1],
            ['свеча', 'свеча', 2],
            ['свеча', 'свеча', 30],

            ['свечение', 'свечение', 0],
            ['свечение', 'свечение', 1],
            ['свечение', 'свечение', 2],
            ['свечение', 'свечение', 30],

            ['свечка', 'свечка', 0],
            ['свечка', 'свечка', 1],
            ['свечка', 'свечка', 2],
            ['свечка', 'свечка', 30],

            ['свиблово', 'свиблово', 0],
            ['свиблово', 'свиблово', 1],
            ['свиблово', 'свиблово', 2],
            ['свиблово', 'свиблово', 30],

            ['свидание', 'свидание', 0],
            ['свидание', 'свидание', 1],
            ['свидание', 'свидание', 2],
            ['свидание', 'свидание', 30],

            ['свиданье', 'свиданье', 0],
            ['свиданье', 'свиданье', 1],
            ['свиданье', 'свиданье', 2],
            ['свиданье', 'свиданье', 30],

            ['свиданьице', 'свиданьице', 0],
            ['свиданьице', 'свиданьице', 1],
            ['свиданьице', 'свиданьице', 2],
            ['свиданьице', 'свиданьице', 30],

            ['свидетель', 'свидетель', 0],
            ['свидетель', 'свидетель', 1],
            ['свидетель', 'свидетель', 2],
            ['свидетель', 'свидетель', 30],

            ['свидетельница', 'свидетельница', 0],
            ['свидетельница', 'свидетельница', 1],
            ['свидетельница', 'свидетельница', 2],
            ['свидетельница', 'свидетельница', 30],

            ['свидетельство', 'свидетельство', 0],
            ['свидетельство', 'свидетельство', 1],
            ['свидетельство', 'свидетельство', 2],
            ['свидетельство', 'свидетельство', 30],

            ['свинарник', 'свинарник', 0],
            ['свинарник', 'свинарник', 1],
            ['свинарник', 'свинарник', 2],
            ['свинарник', 'свинарник', 30],

            ['свинец', 'свинец', 0],
            ['свинец', 'свинец', 1],
            ['свинец', 'свинец', 2],
            ['свинец', 'свинец', 30],

            ['свинина', 'свинина', 0],
            ['свинина', 'свинина', 1],
            ['свинина', 'свинина', 2],
            ['свинина', 'свинина', 30],

            ['свинка', 'свинка', 0],
            ['свинка', 'свинка', 1],
            ['свинка', 'свинка', 2],
            ['свинка', 'свинка', 30],

            ['свиноуйсьце', 'свиноуйсьце', 0],
            ['свиноуйсьце', 'свиноуйсьце', 1],
            ['свиноуйсьце', 'свиноуйсьце', 2],
            ['свиноуйсьце', 'свиноуйсьце', 30],

            ['свинство', 'свинство', 0],
            ['свинство', 'свинство', 1],
            ['свинство', 'свинство', 2],
            ['свинство', 'свинство', 30],

            ['свинья', 'свинья', 0],
            ['свинья', 'свинья', 1],
            ['свинья', 'свинья', 2],
            ['свинья', 'свинья', 30],

            ['свирель', 'свирель', 0],
            ['свирель', 'свирель', 1],
            ['свирель', 'свирель', 2],
            ['свирель', 'свирель', 30],

            ['свирепость', 'свирепость', 0],
            ['свирепость', 'свирепость', 1],
            ['свирепость', 'свирепость', 2],
            ['свирепость', 'свирепость', 30],

            ['свист', 'свист', 0],
            ['свист', 'свист', 1],
            ['свист', 'свист', 2],
            ['свист', 'свист', 30],

            ['свисток', 'свисток', 0],
            ['свисток', 'свисток', 1],
            ['свисток', 'свисток', 2],
            ['свисток', 'свисток', 30],

            ['свистулька', 'свистулька', 0],
            ['свистулька', 'свистулька', 1],
            ['свистулька', 'свистулька', 2],
            ['свистулька', 'свистулька', 30],

            ['свистун', 'свистун', 0],
            ['свистун', 'свистун', 1],
            ['свистун', 'свистун', 2],
            ['свистун', 'свистун', 30],

            ['свита', 'свита', 0],
            ['свита', 'свита', 1],
            ['свита', 'свита', 2],
            ['свита', 'свита', 30],

            ['свитер', 'свитер', 0],
            ['свитер', 'свитер', 1],
            ['свитер', 'свитер', 2],
            ['свитер', 'свитер', 30],

            ['свиток', 'свиток', 0],
            ['свиток', 'свиток', 1],
            ['свиток', 'свиток', 2],
            ['свиток', 'свиток', 30],

            ['свищ', 'свищ', 0],
            ['свищ', 'свищ', 1],
            ['свищ', 'свищ', 2],
            ['свищ', 'свищ', 30],

            ['свобода', 'свобода', 0],
            ['свобода', 'свобода', 1],
            ['свобода', 'свобода', 2],
            ['свобода', 'свобода', 30],

            ['свободный', 'свободный', 0],
            ['свободный', 'свободный', 1],
            ['свободный', 'свободный', 2],
            ['свободный', 'свободный', 30],

            ['свод', 'свод', 0],
            ['свод', 'свод', 1],
            ['свод', 'свод', 2],
            ['свод', 'свод', 30],

            ['сводка', 'сводка', 0],
            ['сводка', 'сводка', 1],
            ['сводка', 'сводка', 2],
            ['сводка', 'сводка', 30],

            ['своеволие', 'своеволие', 0],
            ['своеволие', 'своеволие', 1],
            ['своеволие', 'своеволие', 2],
            ['своеволие', 'своеволие', 30],

            ['своеобразие', 'своеобразие', 0],
            ['своеобразие', 'своеобразие', 1],
            ['своеобразие', 'своеобразие', 2],
            ['своеобразие', 'своеобразие', 30],

            ['свойство', 'свойство', 0],
            ['свойство', 'свойство', 1],
            ['свойство', 'свойство', 2],
            ['свойство', 'свойство', 30],

            ['сволочь', 'сволочь', 0],
            ['сволочь', 'сволочь', 1],
            ['сволочь', 'сволочь', 2],
            ['сволочь', 'сволочь', 30],

            ['свора', 'свора', 0],
            ['свора', 'свора', 1],
            ['свора', 'свора', 2],
            ['свора', 'свора', 30],

            ['свояк', 'свояк', 0],
            ['свояк', 'свояк', 1],
            ['свояк', 'свояк', 2],
            ['свояк', 'свояк', 30],

            ['связист', 'связист', 0],
            ['связист', 'связист', 1],
            ['связист', 'связист', 2],
            ['связист', 'связист', 30],

            ['связка', 'связка', 0],
            ['связка', 'связка', 1],
            ['связка', 'связка', 2],
            ['связка', 'связка', 30],

            ['связной', 'связной', 0],
            ['связной', 'связной', 1],
            ['связной', 'связной', 2],
            ['связной', 'связной', 30],

            ['связь', 'связь', 0],
            ['связь', 'связь', 1],
            ['связь', 'связь', 2],
            ['связь', 'связь', 30],

            ['связьинвест', 'связьинвест', 0],
            ['связьинвест', 'связьинвест', 1],
            ['связьинвест', 'связьинвест', 2],
            ['связьинвест', 'связьинвест', 30],

            ['святейшество', 'святейшество', 0],
            ['святейшество', 'святейшество', 1],
            ['святейшество', 'святейшество', 2],
            ['святейшество', 'святейшество', 30],

            ['святилище', 'святилище', 0],
            ['святилище', 'святилище', 1],
            ['святилище', 'святилище', 2],
            ['святилище', 'святилище', 30],

            ['святой', 'святой', 0],
            ['святой', 'святой', 1],
            ['святой', 'святой', 2],
            ['святой', 'святой', 30],

            ['святость', 'святость', 0],
            ['святость', 'святость', 1],
            ['святость', 'святость', 2],
            ['святость', 'святость', 30],

            ['святотатство', 'святотатство', 0],
            ['святотатство', 'святотатство', 1],
            ['святотатство', 'святотатство', 2],
            ['святотатство', 'святотатство', 30],

            ['святыня', 'святыня', 0],
            ['святыня', 'святыня', 1],
            ['святыня', 'святыня', 2],
            ['святыня', 'святыня', 30],

            ['священник', 'священник', 0],
            ['священник', 'священник', 1],
            ['священник', 'священник', 2],
            ['священник', 'священник', 30],

            ['священнослужитель', 'священнослужитель', 0],
            ['священнослужитель', 'священнослужитель', 1],
            ['священнослужитель', 'священнослужитель', 2],
            ['священнослужитель', 'священнослужитель', 30],

            ['сгиб', 'сгиб', 0],
            ['сгиб', 'сгиб', 1],
            ['сгиб', 'сгиб', 2],
            ['сгиб', 'сгиб', 30],

            ['сгибание', 'сгибание', 0],
            ['сгибание', 'сгибание', 1],
            ['сгибание', 'сгибание', 2],
            ['сгибание', 'сгибание', 30],

            ['сглаз', 'сглаз', 0],
            ['сглаз', 'сглаз', 1],
            ['сглаз', 'сглаз', 2],
            ['сглаз', 'сглаз', 30],

            ['сговор', 'сговор', 0],
            ['сговор', 'сговор', 1],
            ['сговор', 'сговор', 2],
            ['сговор', 'сговор', 30],

            ['сгорание', 'сгорание', 0],
            ['сгорание', 'сгорание', 1],
            ['сгорание', 'сгорание', 2],
            ['сгорание', 'сгорание', 30],

            ['сгусток', 'сгусток', 0],
            ['сгусток', 'сгусток', 1],
            ['сгусток', 'сгусток', 2],
            ['сгусток', 'сгусток', 30],

            ['сгущенка', 'сгущенка', 0],
            ['сгущенка', 'сгущенка', 1],
            ['сгущенка', 'сгущенка', 2],
            ['сгущенка', 'сгущенка', 30],

            ['сдавление', 'сдавление', 0],
            ['сдавление', 'сдавление', 1],
            ['сдавление', 'сдавление', 2],
            ['сдавление', 'сдавление', 30],

            ['сдача', 'сдача', 0],
            ['сдача', 'сдача', 1],
            ['сдача', 'сдача', 2],
            ['сдача', 'сдача', 30],

            ['сдвиг', 'сдвиг', 0],
            ['сдвиг', 'сдвиг', 1],
            ['сдвиг', 'сдвиг', 2],
            ['сдвиг', 'сдвиг', 30],

            ['сделка', 'сделка', 0],
            ['сделка', 'сделка', 1],
            ['сделка', 'сделка', 2],
            ['сделка', 'сделка', 30],

            ['сдержанность', 'сдержанность', 0],
            ['сдержанность', 'сдержанность', 1],
            ['сдержанность', 'сдержанность', 2],
            ['сдержанность', 'сдержанность', 30],

            ['сеанс', 'сеанс', 0],
            ['сеанс', 'сеанс', 1],
            ['сеанс', 'сеанс', 2],
            ['сеанс', 'сеанс', 30],

            ['себестоимость', 'себестоимость', 0],
            ['себестоимость', 'себестоимость', 1],
            ['себестоимость', 'себестоимость', 2],
            ['себестоимость', 'себестоимость', 30],

            ['сев', 'сев', 0],
            ['сев', 'сев', 1],
            ['сев', 'сев', 2],
            ['сев', 'сев', 30],

            ['сева', 'сева', 0],
            ['сева', 'сева', 1],
            ['сева', 'сева', 2],
            ['сева', 'сева', 30],

            ['севастополь', 'севастополь', 0],
            ['севастополь', 'севастополь', 1],
            ['севастополь', 'севастополь', 2],
            ['севастополь', 'севастополь', 30],

            ['север', 'север', 0],
            ['север', 'север', 1],
            ['север', 'север', 2],
            ['север', 'север', 30],

            ['северянин', 'северянин', 0],
            ['северянин', 'северянин', 1],
            ['северянин', 'северянин', 2],
            ['северянин', 'северянин', 30],

            ['севок', 'севок', 0],
            ['севок', 'севок', 1],
            ['севок', 'севок', 2],
            ['севок', 'севок', 30],

            ['сегмент', 'сегмент', 0],
            ['сегмент', 'сегмент', 1],
            ['сегмент', 'сегмент', 2],
            ['сегмент', 'сегмент', 30],

            ['седина', 'седина', 0],
            ['седина', 'седина', 1],
            ['седина', 'седина', 2],
            ['седина', 'седина', 30],

            ['седло', 'седло', 0],
            ['седло', 'седло', 1],
            ['седло', 'седло', 2],
            ['седло', 'седло', 30],

            ['седловина', 'седловина', 0],
            ['седловина', 'седловина', 1],
            ['седловина', 'седловина', 2],
            ['седловина', 'седловина', 30],

            ['седок', 'седок', 0],
            ['седок', 'седок', 1],
            ['седок', 'седок', 2],
            ['седок', 'седок', 30],

            ['сезон', 'сезон', 0],
            ['сезон', 'сезон', 1],
            ['сезон', 'сезон', 2],
            ['сезон', 'сезон', 30],

            ['сезонник', 'сезонник', 0],
            ['сезонник', 'сезонник', 1],
            ['сезонник', 'сезонник', 2],
            ['сезонник', 'сезонник', 30],

            ['сейнер', 'сейнер', 0],
            ['сейнер', 'сейнер', 1],
            ['сейнер', 'сейнер', 2],
            ['сейнер', 'сейнер', 30],

            ['сейф', 'сейф', 0],
            ['сейф', 'сейф', 1],
            ['сейф', 'сейф', 2],
            ['сейф', 'сейф', 30],

            ['сейшелы', 'сейшелы', 0],
            ['сейшелы', 'сейшелы', 1],
            ['сейшелы', 'сейшелы', 2],
            ['сейшелы', 'сейшелы', 30],

            ['секира', 'секира', 0],
            ['секира', 'секира', 1],
            ['секира', 'секира', 2],
            ['секира', 'секира', 30],

            ['секрет', 'секрет', 0],
            ['секрет', 'секрет', 1],
            ['секрет', 'секрет', 2],
            ['секрет', 'секрет', 30],

            ['секретариат', 'секретариат', 0],
            ['секретариат', 'секретариат', 1],
            ['секретариат', 'секретариат', 2],
            ['секретариат', 'секретариат', 30],

            ['секретарша', 'секретарша', 0],
            ['секретарша', 'секретарша', 1],
            ['секретарша', 'секретарша', 2],
            ['секретарша', 'секретарша', 30],

            ['секретарь', 'секретарь', 0],
            ['секретарь', 'секретарь', 1],
            ['секретарь', 'секретарь', 2],
            ['секретарь', 'секретарь', 30],

            ['секретер', 'секретер', 0],
            ['секретер', 'секретер', 1],
            ['секретер', 'секретер', 2],
            ['секретер', 'секретер', 30],

            ['секретность', 'секретность', 0],
            ['секретность', 'секретность', 1],
            ['секретность', 'секретность', 2],
            ['секретность', 'секретность', 30],

            ['секреция', 'секреция', 0],
            ['секреция', 'секреция', 1],
            ['секреция', 'секреция', 2],
            ['секреция', 'секреция', 30],

            ['секс', 'секс', 0],
            ['секс', 'секс', 1],
            ['секс', 'секс', 2],
            ['секс', 'секс', 30],

            ['сексот', 'сексот', 0],
            ['сексот', 'сексот', 1],
            ['сексот', 'сексот', 2],
            ['сексот', 'сексот', 30],

            ['секта', 'секта', 0],
            ['секта', 'секта', 1],
            ['секта', 'секта', 2],
            ['секта', 'секта', 30],

            ['сектант', 'сектант', 0],
            ['сектант', 'сектант', 1],
            ['сектант', 'сектант', 2],
            ['сектант', 'сектант', 30],

            ['сектор', 'сектор', 0],
            ['сектор', 'сектор', 1],
            ['сектор', 'сектор', 2],
            ['сектор', 'сектор', 30],

            ['секунда', 'секунда', 0],
            ['секунда', 'секунда', 1],
            ['секунда', 'секунда', 2],
            ['секунда', 'секунда', 30],

            ['секундант', 'секундант', 0],
            ['секундант', 'секундант', 1],
            ['секундант', 'секундант', 2],
            ['секундант', 'секундант', 30],

            ['секундомер', 'секундомер', 0],
            ['секундомер', 'секундомер', 1],
            ['секундомер', 'секундомер', 2],
            ['секундомер', 'секундомер', 30],

            ['секундочка', 'секундочка', 0],
            ['секундочка', 'секундочка', 1],
            ['секундочка', 'секундочка', 2],
            ['секундочка', 'секундочка', 30],

            ['секция', 'секция', 0],
            ['секция', 'секция', 1],
            ['секция', 'секция', 2],
            ['секция', 'секция', 30],

            ['селедка', 'селедка', 0],
            ['селедка', 'селедка', 1],
            ['селедка', 'селедка', 2],
            ['селедка', 'селедка', 30],

            ['селедочка', 'селедочка', 0],
            ['селедочка', 'селедочка', 1],
            ['селедочка', 'селедочка', 2],
            ['селедочка', 'селедочка', 30],

            ['селезенка', 'селезенка', 0],
            ['селезенка', 'селезенка', 1],
            ['селезенка', 'селезенка', 2],
            ['селезенка', 'селезенка', 30],

            ['селектор', 'селектор', 0],
            ['селектор', 'селектор', 1],
            ['селектор', 'селектор', 2],
            ['селектор', 'селектор', 30],

            ['селекционер', 'селекционер', 0],
            ['селекционер', 'селекционер', 1],
            ['селекционер', 'селекционер', 2],
            ['селекционер', 'селекционер', 30],

            ['селекция', 'селекция', 0],
            ['селекция', 'селекция', 1],
            ['селекция', 'селекция', 2],
            ['селекция', 'селекция', 30],

            ['селение', 'селение', 0],
            ['селение', 'селение', 1],
            ['селение', 'селение', 2],
            ['селение', 'селение', 30],

            ['село', 'село', 0],
            ['село', 'село', 1],
            ['село', 'село', 2],
            ['село', 'село', 30],

            ['сельдь', 'сельдь', 0],
            ['сельдь', 'сельдь', 1],
            ['сельдь', 'сельдь', 2],
            ['сельдь', 'сельдь', 30],

            ['сельмаг', 'сельмаг', 0],
            ['сельмаг', 'сельмаг', 1],
            ['сельмаг', 'сельмаг', 2],
            ['сельмаг', 'сельмаг', 30],

            ['сельпо', 'сельпо', 0],
            ['сельпо', 'сельпо', 1],
            ['сельпо', 'сельпо', 2],
            ['сельпо', 'сельпо', 30],

            ['сельсовет', 'сельсовет', 0],
            ['сельсовет', 'сельсовет', 1],
            ['сельсовет', 'сельсовет', 2],
            ['сельсовет', 'сельсовет', 30],

            ['сельцо', 'сельцо', 0],
            ['сельцо', 'сельцо', 1],
            ['сельцо', 'сельцо', 2],
            ['сельцо', 'сельцо', 30],

            ['селянин', 'селянин', 0],
            ['селянин', 'селянин', 1],
            ['селянин', 'селянин', 2],
            ['селянин', 'селянин', 30],

            ['сема', 'сема', 0],
            ['сема', 'сема', 1],
            ['сема', 'сема', 2],
            ['сема', 'сема', 30],

            ['семафор', 'семафор', 0],
            ['семафор', 'семафор', 1],
            ['семафор', 'семафор', 2],
            ['семафор', 'семафор', 30],

            ['семашко', 'семашко', 0],
            ['семашко', 'семашко', 1],
            ['семашко', 'семашко', 2],
            ['семашко', 'семашко', 30],

            ['семга', 'семга', 0],
            ['семга', 'семга', 1],
            ['семга', 'семга', 2],
            ['семга', 'семга', 30],

            ['семейка', 'семейка', 0],
            ['семейка', 'семейка', 1],
            ['семейка', 'семейка', 2],
            ['семейка', 'семейка', 30],

            ['семейство', 'семейство', 0],
            ['семейство', 'семейство', 1],
            ['семейство', 'семейство', 2],
            ['семейство', 'семейство', 30],

            ['семен', 'семен', 0],
            ['семен', 'семен', 1],
            ['семен', 'семен', 2],
            ['семен', 'семен', 30],

            ['семенка', 'семенка', 0],
            ['семенка', 'семенка', 1],
            ['семенка', 'семенка', 2],
            ['семенка', 'семенка', 30],

            ['семеныч', 'семеныч', 0],
            ['семеныч', 'семеныч', 1],
            ['семеныч', 'семеныч', 2],
            ['семеныч', 'семеныч', 30],

            ['семерка', 'семерка', 0],
            ['семерка', 'семерка', 1],
            ['семерка', 'семерка', 2],
            ['семерка', 'семерка', 30],

            ['семестр', 'семестр', 0],
            ['семестр', 'семестр', 1],
            ['семестр', 'семестр', 2],
            ['семестр', 'семестр', 30],

            ['семечко', 'семечко', 0],
            ['семечко', 'семечко', 1],
            ['семечко', 'семечко', 2],
            ['семечко', 'семечко', 30],

            ['семилетка', 'семилетка', 0],
            ['семилетка', 'семилетка', 1],
            ['семилетка', 'семилетка', 2],
            ['семилетка', 'семилетка', 30],

            ['семинар', 'семинар', 0],
            ['семинар', 'семинар', 1],
            ['семинар', 'семинар', 2],
            ['семинар', 'семинар', 30],

            ['семинарий', 'семинарий', 0],
            ['семинарий', 'семинарий', 1],
            ['семинарий', 'семинарий', 2],
            ['семинарий', 'семинарий', 30],

            ['семинарист', 'семинарист', 0],
            ['семинарист', 'семинарист', 1],
            ['семинарист', 'семинарист', 2],
            ['семинарист', 'семинарист', 30],

            ['семинария', 'семинария', 0],
            ['семинария', 'семинария', 1],
            ['семинария', 'семинария', 2],
            ['семинария', 'семинария', 30],

            ['семипалатинск', 'семипалатинск', 0],
            ['семипалатинск', 'семипалатинск', 1],
            ['семипалатинск', 'семипалатинск', 2],
            ['семипалатинск', 'семипалатинск', 30],

            ['семья', 'семья', 0],
            ['семья', 'семья', 1],
            ['семья', 'семья', 2],
            ['семья', 'семья', 30],

            ['семьянин', 'семьянин', 0],
            ['семьянин', 'семьянин', 1],
            ['семьянин', 'семьянин', 2],
            ['семьянин', 'семьянин', 30],

            ['семя', 'семя', 0],
            ['семя', 'семя', 1],
            ['семя', 'семя', 2],
            ['семя', 'семя', 30],

            ['сена', 'сена', 0],
            ['сена', 'сена', 1],
            ['сена', 'сена', 2],
            ['сена', 'сена', 30],

            ['сенат', 'сенат', 0],
            ['сенат', 'сенат', 1],
            ['сенат', 'сенат', 2],
            ['сенат', 'сенат', 30],

            ['сенатор', 'сенатор', 0],
            ['сенатор', 'сенатор', 1],
            ['сенатор', 'сенатор', 2],
            ['сенатор', 'сенатор', 30],

            ['сенбернар', 'сенбернар', 0],
            ['сенбернар', 'сенбернар', 1],
            ['сенбернар', 'сенбернар', 2],
            ['сенбернар', 'сенбернар', 30],

            ['сенегал', 'сенегал', 0],
            ['сенегал', 'сенегал', 1],
            ['сенегал', 'сенегал', 2],
            ['сенегал', 'сенегал', 30],

            ['сени', 'сени', 0],
            ['сени', 'сени', 1],
            ['сени', 'сени', 2],
            ['сени', 'сени', 30],

            ['сено', 'сено', 0],
            ['сено', 'сено', 1],
            ['сено', 'сено', 2],
            ['сено', 'сено', 30],

            ['сеновал', 'сеновал', 0],
            ['сеновал', 'сеновал', 1],
            ['сеновал', 'сеновал', 2],
            ['сеновал', 'сеновал', 30],

            ['сенокос', 'сенокос', 0],
            ['сенокос', 'сенокос', 1],
            ['сенокос', 'сенокос', 2],
            ['сенокос', 'сенокос', 30],

            ['сенсация', 'сенсация', 0],
            ['сенсация', 'сенсация', 1],
            ['сенсация', 'сенсация', 2],
            ['сенсация', 'сенсация', 30],

            ['сентенция', 'сентенция', 0],
            ['сентенция', 'сентенция', 1],
            ['сентенция', 'сентенция', 2],
            ['сентенция', 'сентенция', 30],

            ['сентиментальность', 'сентиментальность', 0],
            ['сентиментальность', 'сентиментальность', 1],
            ['сентиментальность', 'сентиментальность', 2],
            ['сентиментальность', 'сентиментальность', 30],

            ['сентябрь', 'сентябрь', 0],
            ['сентябрь', 'сентябрь', 1],
            ['сентябрь', 'сентябрь', 2],
            ['сентябрь', 'сентябрь', 30],

            ['сенцы', 'сенцы', 0],
            ['сенцы', 'сенцы', 1],
            ['сенцы', 'сенцы', 2],
            ['сенцы', 'сенцы', 30],

            ['сень', 'сень', 0],
            ['сень', 'сень', 1],
            ['сень', 'сень', 2],
            ['сень', 'сень', 30],

            ['сеньор', 'сеньор', 0],
            ['сеньор', 'сеньор', 1],
            ['сеньор', 'сеньор', 2],
            ['сеньор', 'сеньор', 30],

            ['сеньора', 'сеньора', 0],
            ['сеньора', 'сеньора', 1],
            ['сеньора', 'сеньора', 2],
            ['сеньора', 'сеньора', 30],

            ['сенюра', 'сенюра', 0],
            ['сенюра', 'сенюра', 1],
            ['сенюра', 'сенюра', 2],
            ['сенюра', 'сенюра', 30],

            ['сенюха', 'сенюха', 0],
            ['сенюха', 'сенюха', 1],
            ['сенюха', 'сенюха', 2],
            ['сенюха', 'сенюха', 30],

            ['сенюша', 'сенюша', 0],
            ['сенюша', 'сенюша', 1],
            ['сенюша', 'сенюша', 2],
            ['сенюша', 'сенюша', 30],

            ['сеня', 'сеня', 0],
            ['сеня', 'сеня', 1],
            ['сеня', 'сеня', 2],
            ['сеня', 'сеня', 30],

            ['сепаратизм', 'сепаратизм', 0],
            ['сепаратизм', 'сепаратизм', 1],
            ['сепаратизм', 'сепаратизм', 2],
            ['сепаратизм', 'сепаратизм', 30],

            ['сепаратист', 'сепаратист', 0],
            ['сепаратист', 'сепаратист', 1],
            ['сепаратист', 'сепаратист', 2],
            ['сепаратист', 'сепаратист', 30],

            ['сепаратор', 'сепаратор', 0],
            ['сепаратор', 'сепаратор', 1],
            ['сепаратор', 'сепаратор', 2],
            ['сепаратор', 'сепаратор', 30],

            ['сепсис', 'сепсис', 0],
            ['сепсис', 'сепсис', 1],
            ['сепсис', 'сепсис', 2],
            ['сепсис', 'сепсис', 30],

            ['сера', 'сера', 0],
            ['сера', 'сера', 1],
            ['сера', 'сера', 2],
            ['сера', 'сера', 30],

            ['серб', 'серб', 0],
            ['серб', 'серб', 1],
            ['серб', 'серб', 2],
            ['серб', 'серб', 30],

            ['сербия', 'сербия', 0],
            ['сербия', 'сербия', 1],
            ['сербия', 'сербия', 2],
            ['сербия', 'сербия', 30],

            ['сервант', 'сервант', 0],
            ['сервант', 'сервант', 1],
            ['сервант', 'сервант', 2],
            ['сервант', 'сервант', 30],

            ['сервер', 'сервер', 0],
            ['сервер', 'сервер', 1],
            ['сервер', 'сервер', 2],
            ['сервер', 'сервер', 30],

            ['сервиз', 'сервиз', 0],
            ['сервиз', 'сервиз', 1],
            ['сервиз', 'сервиз', 2],
            ['сервиз', 'сервиз', 30],

            ['сервис', 'сервис', 0],
            ['сервис', 'сервис', 1],
            ['сервис', 'сервис', 2],
            ['сервис', 'сервис', 30],

            ['сергеич', 'сергеич', 0],
            ['сергеич', 'сергеич', 1],
            ['сергеич', 'сергеич', 2],
            ['сергеич', 'сергеич', 30],

            ['сергей', 'сергей', 0],
            ['сергей', 'сергей', 1],
            ['сергей', 'сергей', 2],
            ['сергей', 'сергей', 30],

            ['сергейка', 'сергейка', 0],
            ['сергейка', 'сергейка', 1],
            ['сергейка', 'сергейка', 2],
            ['сергейка', 'сергейка', 30],

            ['сергий', 'сергий', 0],
            ['сергий', 'сергий', 1],
            ['сергий', 'сергий', 2],
            ['сергий', 'сергий', 30],

            ['сергиян', 'сергиян', 0],
            ['сергиян', 'сергиян', 1],
            ['сергиян', 'сергиян', 2],
            ['сергиян', 'сергиян', 30],

            ['сергуля', 'сергуля', 0],
            ['сергуля', 'сергуля', 1],
            ['сергуля', 'сергуля', 2],
            ['сергуля', 'сергуля', 30],

            ['сергуна', 'сергуна', 0],
            ['сергуна', 'сергуна', 1],
            ['сергуна', 'сергуна', 2],
            ['сергуна', 'сергуна', 30],

            ['сергуня', 'сергуня', 0],
            ['сергуня', 'сергуня', 1],
            ['сергуня', 'сергуня', 2],
            ['сергуня', 'сергуня', 30],

            ['сергуся', 'сергуся', 0],
            ['сергуся', 'сергуся', 1],
            ['сергуся', 'сергуся', 2],
            ['сергуся', 'сергуся', 30],

            ['сергуша', 'сергуша', 0],
            ['сергуша', 'сергуша', 1],
            ['сергуша', 'сергуша', 2],
            ['сергуша', 'сергуша', 30],

            ['сердечко', 'сердечко', 0],
            ['сердечко', 'сердечко', 1],
            ['сердечко', 'сердечко', 2],
            ['сердечко', 'сердечко', 30],

            ['сердце', 'сердце', 0],
            ['сердце', 'сердце', 1],
            ['сердце', 'сердце', 2],
            ['сердце', 'сердце', 30],

            ['сердцебиение', 'сердцебиение', 0],
            ['сердцебиение', 'сердцебиение', 1],
            ['сердцебиение', 'сердцебиение', 2],
            ['сердцебиение', 'сердцебиение', 30],

            ['сердцевина', 'сердцевина', 0],
            ['сердцевина', 'сердцевина', 1],
            ['сердцевина', 'сердцевина', 2],
            ['сердцевина', 'сердцевина', 30],

            ['серебро', 'серебро', 0],
            ['серебро', 'серебро', 1],
            ['серебро', 'серебро', 2],
            ['серебро', 'серебро', 30],

            ['серегин', 'серегин', 0],
            ['серегин', 'серегин', 1],
            ['серегин', 'серегин', 2],
            ['серегин', 'серегин', 30],

            ['середа', 'середа', 0],
            ['середа', 'середа', 1],
            ['середа', 'середа', 2],
            ['середа', 'середа', 30],

            ['середина', 'середина', 0],
            ['середина', 'середина', 1],
            ['середина', 'середина', 2],
            ['середина', 'середина', 30],

            ['середка', 'середка', 0],
            ['середка', 'середка', 1],
            ['середка', 'середка', 2],
            ['середка', 'середка', 30],

            ['середняк', 'середняк', 0],
            ['середняк', 'середняк', 1],
            ['середняк', 'середняк', 2],
            ['середняк', 'середняк', 30],

            ['сережа', 'сережа', 0],
            ['сережа', 'сережа', 1],
            ['сережа', 'сережа', 2],
            ['сережа', 'сережа', 30],

            ['сережка', 'сережка', 0],
            ['сережка', 'сережка', 1],
            ['сережка', 'сережка', 2],
            ['сережка', 'сережка', 30],

            ['серенада', 'серенада', 0],
            ['серенада', 'серенада', 1],
            ['серенада', 'серенада', 2],
            ['серенада', 'серенада', 30],

            ['сереня', 'сереня', 0],
            ['сереня', 'сереня', 1],
            ['сереня', 'сереня', 2],
            ['сереня', 'сереня', 30],

            ['серж', 'серж', 0],
            ['серж', 'серж', 1],
            ['серж', 'серж', 2],
            ['серж', 'серж', 30],

            ['сержант', 'сержант', 0],
            ['сержант', 'сержант', 1],
            ['сержант', 'сержант', 2],
            ['сержант', 'сержант', 30],

            ['сериал', 'сериал', 0],
            ['сериал', 'сериал', 1],
            ['сериал', 'сериал', 2],
            ['сериал', 'сериал', 30],

            ['серия', 'серия', 0],
            ['серия', 'серия', 1],
            ['серия', 'серия', 2],
            ['серия', 'серия', 30],

            ['серко', 'серко', 0],
            ['серко', 'серко', 1],
            ['серко', 'серко', 2],
            ['серко', 'серко', 30],

            ['сероводород', 'сероводород', 0],
            ['сероводород', 'сероводород', 1],
            ['сероводород', 'сероводород', 2],
            ['сероводород', 'сероводород', 30],

            ['серость', 'серость', 0],
            ['серость', 'серость', 1],
            ['серость', 'серость', 2],
            ['серость', 'серость', 30],

            ['серп', 'серп', 0],
            ['серп', 'серп', 1],
            ['серп', 'серп', 2],
            ['серп', 'серп', 30],

            ['серпантин', 'серпантин', 0],
            ['серпантин', 'серпантин', 1],
            ['серпантин', 'серпантин', 2],
            ['серпантин', 'серпантин', 30],

            ['сертификат', 'сертификат', 0],
            ['сертификат', 'сертификат', 1],
            ['сертификат', 'сертификат', 2],
            ['сертификат', 'сертификат', 30],

            ['сертификация', 'сертификация', 0],
            ['сертификация', 'сертификация', 1],
            ['сертификация', 'сертификация', 2],
            ['сертификация', 'сертификация', 30],

            ['серьга', 'серьга', 0],
            ['серьга', 'серьга', 1],
            ['серьга', 'серьга', 2],
            ['серьга', 'серьга', 30],

            ['серьезность', 'серьезность', 0],
            ['серьезность', 'серьезность', 1],
            ['серьезность', 'серьезность', 2],
            ['серьезность', 'серьезность', 30],

            ['сессия', 'сессия', 0],
            ['сессия', 'сессия', 1],
            ['сессия', 'сессия', 2],
            ['сессия', 'сессия', 30],

            ['сестра', 'сестра', 0],
            ['сестра', 'сестра', 1],
            ['сестра', 'сестра', 2],
            ['сестра', 'сестра', 30],

            ['сестренка', 'сестренка', 0],
            ['сестренка', 'сестренка', 1],
            ['сестренка', 'сестренка', 2],
            ['сестренка', 'сестренка', 30],

            ['сестрица', 'сестрица', 0],
            ['сестрица', 'сестрица', 1],
            ['сестрица', 'сестрица', 2],
            ['сестрица', 'сестрица', 30],

            ['сестричка', 'сестричка', 0],
            ['сестричка', 'сестричка', 1],
            ['сестричка', 'сестричка', 2],
            ['сестричка', 'сестричка', 30],

            ['сетка', 'сетка', 0],
            ['сетка', 'сетка', 1],
            ['сетка', 'сетка', 2],
            ['сетка', 'сетка', 30],

            ['сеточка', 'сеточка', 0],
            ['сеточка', 'сеточка', 1],
            ['сеточка', 'сеточка', 2],
            ['сеточка', 'сеточка', 30],

            ['сеттер', 'сеттер', 0],
            ['сеттер', 'сеттер', 1],
            ['сеттер', 'сеттер', 2],
            ['сеттер', 'сеттер', 30],

            ['сетчатка', 'сетчатка', 0],
            ['сетчатка', 'сетчатка', 1],
            ['сетчатка', 'сетчатка', 2],
            ['сетчатка', 'сетчатка', 30],

            ['сеть', 'сеть', 0],
            ['сеть', 'сеть', 1],
            ['сеть', 'сеть', 2],
            ['сеть', 'сеть', 30],

            ['сеул', 'сеул', 0],
            ['сеул', 'сеул', 1],
            ['сеул', 'сеул', 2],
            ['сеул', 'сеул', 30],

            ['сечение', 'сечение', 0],
            ['сечение', 'сечение', 1],
            ['сечение', 'сечение', 2],
            ['сечение', 'сечение', 30],

            ['сеялка', 'сеялка', 0],
            ['сеялка', 'сеялка', 1],
            ['сеялка', 'сеялка', 2],
            ['сеялка', 'сеялка', 30],

            ['сеятель', 'сеятель', 0],
            ['сеятель', 'сеятель', 1],
            ['сеятель', 'сеятель', 2],
            ['сеятель', 'сеятель', 30],

            ['сжатие', 'сжатие', 0],
            ['сжатие', 'сжатие', 1],
            ['сжатие', 'сжатие', 2],
            ['сжатие', 'сжатие', 30],

            ['сжигание', 'сжигание', 0],
            ['сжигание', 'сжигание', 1],
            ['сжигание', 'сжигание', 2],
            ['сжигание', 'сжигание', 30],

            ['си', 'си', 0],
            ['си', 'си', 1],
            ['си', 'си', 2],
            ['си', 'си', 30],

            ['сибирь', 'сибирь', 0],
            ['сибирь', 'сибирь', 1],
            ['сибирь', 'сибирь', 2],
            ['сибирь', 'сибирь', 30],

            ['сибиряк', 'сибиряк', 0],
            ['сибиряк', 'сибиряк', 1],
            ['сибиряк', 'сибиряк', 2],
            ['сибиряк', 'сибиряк', 30],

            ['сибнефть', 'сибнефть', 0],
            ['сибнефть', 'сибнефть', 1],
            ['сибнефть', 'сибнефть', 2],
            ['сибнефть', 'сибнефть', 30],

            ['сивуха', 'сивуха', 0],
            ['сивуха', 'сивуха', 1],
            ['сивуха', 'сивуха', 2],
            ['сивуха', 'сивуха', 30],

            ['сивуч', 'сивуч', 0],
            ['сивуч', 'сивуч', 1],
            ['сивуч', 'сивуч', 2],
            ['сивуч', 'сивуч', 30],

            ['сиг', 'сиг', 0],
            ['сиг', 'сиг', 1],
            ['сиг', 'сиг', 2],
            ['сиг', 'сиг', 30],

            ['сигара', 'сигара', 0],
            ['сигара', 'сигара', 1],
            ['сигара', 'сигара', 2],
            ['сигара', 'сигара', 30],

            ['сигарета', 'сигарета', 0],
            ['сигарета', 'сигарета', 1],
            ['сигарета', 'сигарета', 2],
            ['сигарета', 'сигарета', 30],

            ['сигаретка', 'сигаретка', 0],
            ['сигаретка', 'сигаретка', 1],
            ['сигаретка', 'сигаретка', 2],
            ['сигаретка', 'сигаретка', 30],

            ['сигнал', 'сигнал', 0],
            ['сигнал', 'сигнал', 1],
            ['сигнал', 'сигнал', 2],
            ['сигнал', 'сигнал', 30],

            ['сигнализация', 'сигнализация', 0],
            ['сигнализация', 'сигнализация', 1],
            ['сигнализация', 'сигнализация', 2],
            ['сигнализация', 'сигнализация', 30],

            ['сиданко', 'сиданко', 0],
            ['сиданко', 'сиданко', 1],
            ['сиданко', 'сиданко', 2],
            ['сиданко', 'сиданко', 30],

            ['сиделец', 'сиделец', 0],
            ['сиделец', 'сиделец', 1],
            ['сиделец', 'сиделец', 2],
            ['сиделец', 'сиделец', 30],

            ['сиделка', 'сиделка', 0],
            ['сиделка', 'сиделка', 1],
            ['сиделка', 'сиделка', 2],
            ['сиделка', 'сиделка', 30],

            ['сидение', 'сидение', 0],
            ['сидение', 'сидение', 1],
            ['сидение', 'сидение', 2],
            ['сидение', 'сидение', 30],

            ['сидень', 'сидень', 0],
            ['сидень', 'сидень', 1],
            ['сидень', 'сидень', 2],
            ['сидень', 'сидень', 30],

            ['сиденье', 'сиденье', 0],
            ['сиденье', 'сиденье', 1],
            ['сиденье', 'сиденье', 2],
            ['сиденье', 'сиденье', 30],

            ['сидней', 'сидней', 0],
            ['сидней', 'сидней', 1],
            ['сидней', 'сидней', 2],
            ['сидней', 'сидней', 30],

            ['сизиф', 'сизиф', 0],
            ['сизиф', 'сизиф', 1],
            ['сизиф', 'сизиф', 2],
            ['сизиф', 'сизиф', 30],

            ['сила', 'сила', 0],
            ['сила', 'сила', 1],
            ['сила', 'сила', 2],
            ['сила', 'сила', 30],

            ['силач', 'силач', 0],
            ['силач', 'силач', 1],
            ['силач', 'силач', 2],
            ['силач', 'силач', 30],

            ['силен', 'силен', 0],
            ['силен', 'силен', 1],
            ['силен', 'силен', 2],
            ['силен', 'силен', 30],

            ['силенка', 'силенка', 0],
            ['силенка', 'силенка', 1],
            ['силенка', 'силенка', 2],
            ['силенка', 'силенка', 30],

            ['силин', 'силин', 0],
            ['силин', 'силин', 1],
            ['силин', 'силин', 2],
            ['силин', 'силин', 30],

            ['силища', 'силища', 0],
            ['силища', 'силища', 1],
            ['силища', 'силища', 2],
            ['силища', 'силища', 30],

            ['силлам¤э', 'силлам¤э', 0],
            ['силлам¤э', 'силлам¤э', 1],
            ['силлам¤э', 'силлам¤э', 2],
            ['силлам¤э', 'силлам¤э', 30],

            ['силок', 'силок', 0],
            ['силок', 'силок', 1],
            ['силок', 'силок', 2],
            ['силок', 'силок', 30],

            ['силос', 'силос', 0],
            ['силос', 'силос', 1],
            ['силос', 'силос', 2],
            ['силос', 'силос', 30],

            ['силуэт', 'силуэт', 0],
            ['силуэт', 'силуэт', 1],
            ['силуэт', 'силуэт', 2],
            ['силуэт', 'силуэт', 30],

            ['силя', 'силя', 0],
            ['силя', 'силя', 1],
            ['силя', 'силя', 2],
            ['силя', 'силя', 30],

            ['сим', 'сим', 0],
            ['сим', 'сим', 1],
            ['сим', 'сим', 2],
            ['сим', 'сим', 30],

            ['сима', 'сима', 0],
            ['сима', 'сима', 1],
            ['сима', 'сима', 2],
            ['сима', 'сима', 30],

            ['симаня', 'симаня', 0],
            ['симаня', 'симаня', 1],
            ['симаня', 'симаня', 2],
            ['симаня', 'симаня', 30],

            ['симбирск', 'симбирск', 0],
            ['симбирск', 'симбирск', 1],
            ['симбирск', 'симбирск', 2],
            ['симбирск', 'симбирск', 30],

            ['символ', 'символ', 0],
            ['символ', 'символ', 1],
            ['символ', 'символ', 2],
            ['символ', 'символ', 30],

            ['символика', 'символика', 0],
            ['символика', 'символика', 1],
            ['символика', 'символика', 2],
            ['символика', 'символика', 30],

            ['симеон', 'симеон', 0],
            ['симеон', 'симеон', 1],
            ['симеон', 'симеон', 2],
            ['симеон', 'симеон', 30],

            ['симметрия', 'симметрия', 0],
            ['симметрия', 'симметрия', 1],
            ['симметрия', 'симметрия', 2],
            ['симметрия', 'симметрия', 30],

            ['симоня', 'симоня', 0],
            ['симоня', 'симоня', 1],
            ['симоня', 'симоня', 2],
            ['симоня', 'симоня', 30],

            ['симпатия', 'симпатия', 0],
            ['симпатия', 'симпатия', 1],
            ['симпатия', 'симпатия', 2],
            ['симпатия', 'симпатия', 30],

            ['симпозиум', 'симпозиум', 0],
            ['симпозиум', 'симпозиум', 1],
            ['симпозиум', 'симпозиум', 2],
            ['симпозиум', 'симпозиум', 30],

            ['симптом', 'симптом', 0],
            ['симптом', 'симптом', 1],
            ['симптом', 'симптом', 2],
            ['симптом', 'симптом', 30],

            ['симптоматика', 'симптоматика', 0],
            ['симптоматика', 'симптоматика', 1],
            ['симптоматика', 'симптоматика', 2],
            ['симптоматика', 'симптоматика', 30],

            ['симулянт', 'симулянт', 0],
            ['симулянт', 'симулянт', 1],
            ['симулянт', 'симулянт', 2],
            ['симулянт', 'симулянт', 30],

            ['симуляция', 'симуляция', 0],
            ['симуляция', 'симуляция', 1],
            ['симуляция', 'симуляция', 2],
            ['симуляция', 'симуляция', 30],

            ['симферополь', 'симферополь', 0],
            ['симферополь', 'симферополь', 1],
            ['симферополь', 'симферополь', 2],
            ['симферополь', 'симферополь', 30],

            ['симфония', 'симфония', 0],
            ['симфония', 'симфония', 1],
            ['симфония', 'симфония', 2],
            ['симфония', 'симфония', 30],

            ['сина', 'сина', 0],
            ['сина', 'сина', 1],
            ['сина', 'сина', 2],
            ['сина', 'сина', 30],

            ['синагога', 'синагога', 0],
            ['синагога', 'синагога', 1],
            ['синагога', 'синагога', 2],
            ['синагога', 'синагога', 30],

            ['синай', 'синай', 0],
            ['синай', 'синай', 1],
            ['синай', 'синай', 2],
            ['синай', 'синай', 30],

            ['сингапур', 'сингапур', 0],
            ['сингапур', 'сингапур', 1],
            ['сингапур', 'сингапур', 2],
            ['сингапур', 'сингапур', 30],

            ['синдром', 'синдром', 0],
            ['синдром', 'синдром', 1],
            ['синдром', 'синдром', 2],
            ['синдром', 'синдром', 30],

            ['синева', 'синева', 0],
            ['синева', 'синева', 1],
            ['синева', 'синева', 2],
            ['синева', 'синева', 30],

            ['синедрион', 'синедрион', 0],
            ['синедрион', 'синедрион', 1],
            ['синедрион', 'синедрион', 2],
            ['синедрион', 'синедрион', 30],

            ['синель', 'синель', 0],
            ['синель', 'синель', 1],
            ['синель', 'синель', 2],
            ['синель', 'синель', 30],

            ['синица', 'синица', 0],
            ['синица', 'синица', 1],
            ['синица', 'синица', 2],
            ['синица', 'синица', 30],

            ['синичка', 'синичка', 0],
            ['синичка', 'синичка', 1],
            ['синичка', 'синичка', 2],
            ['синичка', 'синичка', 30],

            ['синод', 'синод', 0],
            ['синод', 'синод', 1],
            ['синод', 'синод', 2],
            ['синод', 'синод', 30],

            ['синоним', 'синоним', 0],
            ['синоним', 'синоним', 1],
            ['синоним', 'синоним', 2],
            ['синоним', 'синоним', 30],

            ['синоптик', 'синоптик', 0],
            ['синоптик', 'синоптик', 1],
            ['синоптик', 'синоптик', 2],
            ['синоптик', 'синоптик', 30],

            ['синоптика', 'синоптика', 0],
            ['синоптика', 'синоптика', 1],
            ['синоптика', 'синоптика', 2],
            ['синоптика', 'синоптика', 30],

            ['синтез', 'синтез', 0],
            ['синтез', 'синтез', 1],
            ['синтез', 'синтез', 2],
            ['синтез', 'синтез', 30],

            ['синтезатор', 'синтезатор', 0],
            ['синтезатор', 'синтезатор', 1],
            ['синтезатор', 'синтезатор', 2],
            ['синтезатор', 'синтезатор', 30],

            ['синтетик', 'синтетик', 0],
            ['синтетик', 'синтетик', 1],
            ['синтетик', 'синтетик', 2],
            ['синтетик', 'синтетик', 30],

            ['синхронизация', 'синхронизация', 0],
            ['синхронизация', 'синхронизация', 1],
            ['синхронизация', 'синхронизация', 2],
            ['синхронизация', 'синхронизация', 30],

            ['синь', 'синь', 0],
            ['синь', 'синь', 1],
            ['синь', 'синь', 2],
            ['синь', 'синь', 30],

            ['синька', 'синька', 0],
            ['синька', 'синька', 1],
            ['синька', 'синька', 2],
            ['синька', 'синька', 30],

            ['синьор', 'синьор', 0],
            ['синьор', 'синьор', 1],
            ['синьор', 'синьор', 2],
            ['синьор', 'синьор', 30],

            ['синьора', 'синьора', 0],
            ['синьора', 'синьора', 1],
            ['синьора', 'синьора', 2],
            ['синьора', 'синьора', 30],

            ['синяк', 'синяк', 0],
            ['синяк', 'синяк', 1],
            ['синяк', 'синяк', 2],
            ['синяк', 'синяк', 30],

            ['сионизм', 'сионизм', 0],
            ['сионизм', 'сионизм', 1],
            ['сионизм', 'сионизм', 2],
            ['сионизм', 'сионизм', 30],

            ['сионист', 'сионист', 0],
            ['сионист', 'сионист', 1],
            ['сионист', 'сионист', 2],
            ['сионист', 'сионист', 30],

            ['сирена', 'сирена', 0],
            ['сирена', 'сирена', 1],
            ['сирена', 'сирена', 2],
            ['сирена', 'сирена', 30],

            ['сирень', 'сирень', 0],
            ['сирень', 'сирень', 1],
            ['сирень', 'сирень', 2],
            ['сирень', 'сирень', 30],

            ['сириус', 'сириус', 0],
            ['сириус', 'сириус', 1],
            ['сириус', 'сириус', 2],
            ['сириус', 'сириус', 30],

            ['сирия', 'сирия', 0],
            ['сирия', 'сирия', 1],
            ['сирия', 'сирия', 2],
            ['сирия', 'сирия', 30],

            ['сироп', 'сироп', 0],
            ['сироп', 'сироп', 1],
            ['сироп', 'сироп', 2],
            ['сироп', 'сироп', 30],

            ['сирота', 'сирота', 0],
            ['сирота', 'сирота', 1],
            ['сирота', 'сирота', 2],
            ['сирота', 'сирота', 30],

            ['сиротина', 'сиротина', 0],
            ['сиротина', 'сиротина', 1],
            ['сиротина', 'сиротина', 2],
            ['сиротина', 'сиротина', 30],

            ['сиротка', 'сиротка', 0],
            ['сиротка', 'сиротка', 1],
            ['сиротка', 'сиротка', 2],
            ['сиротка', 'сиротка', 30],

            ['сиротство', 'сиротство', 0],
            ['сиротство', 'сиротство', 1],
            ['сиротство', 'сиротство', 2],
            ['сиротство', 'сиротство', 30],

            ['сисадмин', 'сисадмин', 0],
            ['сисадмин', 'сисадмин', 1],
            ['сисадмин', 'сисадмин', 2],
            ['сисадмин', 'сисадмин', 30],

            ['система', 'система', 0],
            ['система', 'система', 1],
            ['система', 'система', 2],
            ['система', 'система', 30],

            ['систематик', 'систематик', 0],
            ['систематик', 'систематик', 1],
            ['систематик', 'систематик', 2],
            ['систематик', 'систематик', 30],

            ['системность', 'системность', 0],
            ['системность', 'системность', 1],
            ['системность', 'системность', 2],
            ['системность', 'системность', 30],

            ['сиська', 'сиська', 0],
            ['сиська', 'сиська', 1],
            ['сиська', 'сиська', 2],
            ['сиська', 'сиська', 30],

            ['ситец', 'ситец', 0],
            ['ситец', 'ситец', 1],
            ['ситец', 'ситец', 2],
            ['ситец', 'ситец', 30],

            ['сити', 'сити', 0],
            ['сити', 'сити', 1],
            ['сити', 'сити', 2],
            ['сити', 'сити', 30],

            ['сито', 'сито', 0],
            ['сито', 'сито', 1],
            ['сито', 'сито', 2],
            ['сито', 'сито', 30],

            ['ситуация', 'ситуация', 0],
            ['ситуация', 'ситуация', 1],
            ['ситуация', 'ситуация', 2],
            ['ситуация', 'ситуация', 30],

            ['сифилис', 'сифилис', 0],
            ['сифилис', 'сифилис', 1],
            ['сифилис', 'сифилис', 2],
            ['сифилис', 'сифилис', 30],

            ['сицилия', 'сицилия', 0],
            ['сицилия', 'сицилия', 1],
            ['сицилия', 'сицилия', 2],
            ['сицилия', 'сицилия', 30],

            ['сияние', 'сияние', 0],
            ['сияние', 'сияние', 1],
            ['сияние', 'сияние', 2],
            ['сияние', 'сияние', 30],

            ['сиятельство', 'сиятельство', 0],
            ['сиятельство', 'сиятельство', 1],
            ['сиятельство', 'сиятельство', 2],
            ['сиятельство', 'сиятельство', 30],

            ['ска', 'ска', 0],
            ['ска', 'ска', 1],
            ['ска', 'ска', 2],
            ['ска', 'ска', 30],

            ['сказ', 'сказ', 0],
            ['сказ', 'сказ', 1],
            ['сказ', 'сказ', 2],
            ['сказ', 'сказ', 30],

            ['сказание', 'сказание', 0],
            ['сказание', 'сказание', 1],
            ['сказание', 'сказание', 2],
            ['сказание', 'сказание', 30],

            ['сказка', 'сказка', 0],
            ['сказка', 'сказка', 1],
            ['сказка', 'сказка', 2],
            ['сказка', 'сказка', 30],

            ['сказочка', 'сказочка', 0],
            ['сказочка', 'сказочка', 1],
            ['сказочка', 'сказочка', 2],
            ['сказочка', 'сказочка', 30],

            ['сказочник', 'сказочник', 0],
            ['сказочник', 'сказочник', 1],
            ['сказочник', 'сказочник', 2],
            ['сказочник', 'сказочник', 30],

            ['скак', 'скак', 0],
            ['скак', 'скак', 1],
            ['скак', 'скак', 2],
            ['скак', 'скак', 30],

            ['скакун', 'скакун', 0],
            ['скакун', 'скакун', 1],
            ['скакун', 'скакун', 2],
            ['скакун', 'скакун', 30],

            ['скала', 'скала', 0],
            ['скала', 'скала', 1],
            ['скала', 'скала', 2],
            ['скала', 'скала', 30],

            ['скалка', 'скалка', 0],
            ['скалка', 'скалка', 1],
            ['скалка', 'скалка', 2],
            ['скалка', 'скалка', 30],

            ['скальп', 'скальп', 0],
            ['скальп', 'скальп', 1],
            ['скальп', 'скальп', 2],
            ['скальп', 'скальп', 30],

            ['скальпель', 'скальпель', 0],
            ['скальпель', 'скальпель', 1],
            ['скальпель', 'скальпель', 2],
            ['скальпель', 'скальпель', 30],

            ['скамеечка', 'скамеечка', 0],
            ['скамеечка', 'скамеечка', 1],
            ['скамеечка', 'скамеечка', 2],
            ['скамеечка', 'скамеечка', 30],

            ['скамейка', 'скамейка', 0],
            ['скамейка', 'скамейка', 1],
            ['скамейка', 'скамейка', 2],
            ['скамейка', 'скамейка', 30],

            ['скамья', 'скамья', 0],
            ['скамья', 'скамья', 1],
            ['скамья', 'скамья', 2],
            ['скамья', 'скамья', 30],

            ['скандал', 'скандал', 0],
            ['скандал', 'скандал', 1],
            ['скандал', 'скандал', 2],
            ['скандал', 'скандал', 30],

            ['скандалист', 'скандалист', 0],
            ['скандалист', 'скандалист', 1],
            ['скандалист', 'скандалист', 2],
            ['скандалист', 'скандалист', 30],

            ['скандальчик', 'скандальчик', 0],
            ['скандальчик', 'скандальчик', 1],
            ['скандальчик', 'скандальчик', 2],
            ['скандальчик', 'скандальчик', 30],

            ['скандинавия', 'скандинавия', 0],
            ['скандинавия', 'скандинавия', 1],
            ['скандинавия', 'скандинавия', 2],
            ['скандинавия', 'скандинавия', 30],

            ['сканер', 'сканер', 0],
            ['сканер', 'сканер', 1],
            ['сканер', 'сканер', 2],
            ['сканер', 'сканер', 30],

            ['сканирование', 'сканирование', 0],
            ['сканирование', 'сканирование', 1],
            ['сканирование', 'сканирование', 2],
            ['сканирование', 'сканирование', 30],

            ['скарб', 'скарб', 0],
            ['скарб', 'скарб', 1],
            ['скарб', 'скарб', 2],
            ['скарб', 'скарб', 30],

            ['скарлатина', 'скарлатина', 0],
            ['скарлатина', 'скарлатина', 1],
            ['скарлатина', 'скарлатина', 2],
            ['скарлатина', 'скарлатина', 30],

            ['скат', 'скат', 0],
            ['скат', 'скат', 1],
            ['скат', 'скат', 2],
            ['скат', 'скат', 30],

            ['скатерка', 'скатерка', 0],
            ['скатерка', 'скатерка', 1],
            ['скатерка', 'скатерка', 2],
            ['скатерка', 'скатерка', 30],

            ['скатерть', 'скатерть', 0],
            ['скатерть', 'скатерть', 1],
            ['скатерть', 'скатерть', 2],
            ['скатерть', 'скатерть', 30],

            ['скатка', 'скатка', 0],
            ['скатка', 'скатка', 1],
            ['скатка', 'скатка', 2],
            ['скатка', 'скатка', 30],

            ['скаут', 'скаут', 0],
            ['скаут', 'скаут', 1],
            ['скаут', 'скаут', 2],
            ['скаут', 'скаут', 30],

            ['скафандр', 'скафандр', 0],
            ['скафандр', 'скафандр', 1],
            ['скафандр', 'скафандр', 2],
            ['скафандр', 'скафандр', 30],

            ['скачка', 'скачка', 0],
            ['скачка', 'скачка', 1],
            ['скачка', 'скачка', 2],
            ['скачка', 'скачка', 30],

            ['скачок', 'скачок', 0],
            ['скачок', 'скачок', 1],
            ['скачок', 'скачок', 2],
            ['скачок', 'скачок', 30],

            ['скважина', 'скважина', 0],
            ['скважина', 'скважина', 1],
            ['скважина', 'скважина', 2],
            ['скважина', 'скважина', 30],

            ['сквер', 'сквер', 0],
            ['сквер', 'сквер', 1],
            ['сквер', 'сквер', 2],
            ['сквер', 'сквер', 30],

            ['скверик', 'скверик', 0],
            ['скверик', 'скверик', 1],
            ['скверик', 'скверик', 2],
            ['скверик', 'скверик', 30],

            ['скверна', 'скверна', 0],
            ['скверна', 'скверна', 1],
            ['скверна', 'скверна', 2],
            ['скверна', 'скверна', 30],

            ['сквозняк', 'сквозняк', 0],
            ['сквозняк', 'сквозняк', 1],
            ['сквозняк', 'сквозняк', 2],
            ['сквозняк', 'сквозняк', 30],

            ['сквознячок', 'сквознячок', 0],
            ['сквознячок', 'сквознячок', 1],
            ['сквознячок', 'сквознячок', 2],
            ['сквознячок', 'сквознячок', 30],

            ['скворец', 'скворец', 0],
            ['скворец', 'скворец', 1],
            ['скворец', 'скворец', 2],
            ['скворец', 'скворец', 30],

            ['скворечник', 'скворечник', 0],
            ['скворечник', 'скворечник', 1],
            ['скворечник', 'скворечник', 2],
            ['скворечник', 'скворечник', 30],

            ['скелет', 'скелет', 0],
            ['скелет', 'скелет', 1],
            ['скелет', 'скелет', 2],
            ['скелет', 'скелет', 30],

            ['скепсис', 'скепсис', 0],
            ['скепсис', 'скепсис', 1],
            ['скепсис', 'скепсис', 2],
            ['скепсис', 'скепсис', 30],

            ['скептик', 'скептик', 0],
            ['скептик', 'скептик', 1],
            ['скептик', 'скептик', 2],
            ['скептик', 'скептик', 30],

            ['скептицизм', 'скептицизм', 0],
            ['скептицизм', 'скептицизм', 1],
            ['скептицизм', 'скептицизм', 2],
            ['скептицизм', 'скептицизм', 30],

            ['скидка', 'скидка', 0],
            ['скидка', 'скидка', 1],
            ['скидка', 'скидка', 2],
            ['скидка', 'скидка', 30],

            ['скипетр', 'скипетр', 0],
            ['скипетр', 'скипетр', 1],
            ['скипетр', 'скипетр', 2],
            ['скипетр', 'скипетр', 30],

            ['скипидар', 'скипидар', 0],
            ['скипидар', 'скипидар', 1],
            ['скипидар', 'скипидар', 2],
            ['скипидар', 'скипидар', 30],

            ['скирд', 'скирд', 0],
            ['скирд', 'скирд', 1],
            ['скирд', 'скирд', 2],
            ['скирд', 'скирд', 30],

            ['скирда', 'скирда', 0],
            ['скирда', 'скирда', 1],
            ['скирда', 'скирда', 2],
            ['скирда', 'скирда', 30],

            ['скит', 'скит', 0],
            ['скит', 'скит', 1],
            ['скит', 'скит', 2],
            ['скит', 'скит', 30],

            ['скиталец', 'скиталец', 0],
            ['скиталец', 'скиталец', 1],
            ['скиталец', 'скиталец', 2],
            ['скиталец', 'скиталец', 30],

            ['скитание', 'скитание', 0],
            ['скитание', 'скитание', 1],
            ['скитание', 'скитание', 2],
            ['скитание', 'скитание', 30],

            ['скиф', 'скиф', 0],
            ['скиф', 'скиф', 1],
            ['скиф', 'скиф', 2],
            ['скиф', 'скиф', 30],

            ['склад', 'склад', 0],
            ['склад', 'склад', 1],
            ['склад', 'склад', 2],
            ['склад', 'склад', 30],

            ['складка', 'складка', 0],
            ['складка', 'складка', 1],
            ['складка', 'складка', 2],
            ['складка', 'складка', 30],

            ['складочка', 'складочка', 0],
            ['складочка', 'складочка', 1],
            ['складочка', 'складочка', 2],
            ['складочка', 'складочка', 30],

            ['складчина', 'складчина', 0],
            ['складчина', 'складчина', 1],
            ['складчина', 'складчина', 2],
            ['складчина', 'складчина', 30],

            ['склеп', 'склеп', 0],
            ['склеп', 'склеп', 1],
            ['склеп', 'склеп', 2],
            ['склеп', 'склеп', 30],

            ['склера', 'склера', 0],
            ['склера', 'склера', 1],
            ['склера', 'склера', 2],
            ['склера', 'склера', 30],

            ['склероз', 'склероз', 0],
            ['склероз', 'склероз', 1],
            ['склероз', 'склероз', 2],
            ['склероз', 'склероз', 30],

            ['склифосовский', 'склифосовский', 0],
            ['склифосовский', 'склифосовский', 1],
            ['склифосовский', 'склифосовский', 2],
            ['склифосовский', 'склифосовский', 30],

            ['склока', 'склока', 0],
            ['склока', 'склока', 1],
            ['склока', 'склока', 2],
            ['склока', 'склока', 30],

            ['склон', 'склон', 0],
            ['склон', 'склон', 1],
            ['склон', 'склон', 2],
            ['склон', 'склон', 30],

            ['склонность', 'склонность', 0],
            ['склонность', 'склонность', 1],
            ['склонность', 'склонность', 2],
            ['склонность', 'склонность', 30],

            ['склянка', 'склянка', 0],
            ['склянка', 'склянка', 1],
            ['склянка', 'склянка', 2],
            ['склянка', 'склянка', 30],

            ['скоба', 'скоба', 0],
            ['скоба', 'скоба', 1],
            ['скоба', 'скоба', 2],
            ['скоба', 'скоба', 30],

            ['скобка', 'скобка', 0],
            ['скобка', 'скобка', 1],
            ['скобка', 'скобка', 2],
            ['скобка', 'скобка', 30],

            ['скованность', 'скованность', 0],
            ['скованность', 'скованность', 1],
            ['скованность', 'скованность', 2],
            ['скованность', 'скованность', 30],

            ['сковородка', 'сковородка', 0],
            ['сковородка', 'сковородка', 1],
            ['сковородка', 'сковородка', 2],
            ['сковородка', 'сковородка', 30],

            ['сковородник', 'сковородник', 0],
            ['сковородник', 'сковородник', 1],
            ['сковородник', 'сковородник', 2],
            ['сковородник', 'сковородник', 30],

            ['скок', 'скок', 0],
            ['скок', 'скок', 1],
            ['скок', 'скок', 2],
            ['скок', 'скок', 30],

            ['скольжение', 'скольжение', 0],
            ['скольжение', 'скольжение', 1],
            ['скольжение', 'скольжение', 2],
            ['скольжение', 'скольжение', 30],

            ['скоп', 'скоп', 0],
            ['скоп', 'скоп', 1],
            ['скоп', 'скоп', 2],
            ['скоп', 'скоп', 30],

            ['скопище', 'скопище', 0],
            ['скопище', 'скопище', 1],
            ['скопище', 'скопище', 2],
            ['скопище', 'скопище', 30],

            ['скопление', 'скопление', 0],
            ['скопление', 'скопление', 1],
            ['скопление', 'скопление', 2],
            ['скопление', 'скопление', 30],

            ['скопье', 'скопье', 0],
            ['скопье', 'скопье', 1],
            ['скопье', 'скопье', 2],
            ['скопье', 'скопье', 30],

            ['скорбь', 'скорбь', 0],
            ['скорбь', 'скорбь', 1],
            ['скорбь', 'скорбь', 2],
            ['скорбь', 'скорбь', 30],

            ['скорлупа', 'скорлупа', 0],
            ['скорлупа', 'скорлупа', 1],
            ['скорлупа', 'скорлупа', 2],
            ['скорлупа', 'скорлупа', 30],

            ['скорняк', 'скорняк', 0],
            ['скорняк', 'скорняк', 1],
            ['скорняк', 'скорняк', 2],
            ['скорняк', 'скорняк', 30],

            ['скороговорка', 'скороговорка', 0],
            ['скороговорка', 'скороговорка', 1],
            ['скороговорка', 'скороговорка', 2],
            ['скороговорка', 'скороговорка', 30],

            ['скорость', 'скорость', 0],
            ['скорость', 'скорость', 1],
            ['скорость', 'скорость', 2],
            ['скорость', 'скорость', 30],

            ['скоросшиватель', 'скоросшиватель', 0],
            ['скоросшиватель', 'скоросшиватель', 1],
            ['скоросшиватель', 'скоросшиватель', 2],
            ['скоросшиватель', 'скоросшиватель', 30],

            ['скороход', 'скороход', 0],
            ['скороход', 'скороход', 1],
            ['скороход', 'скороход', 2],
            ['скороход', 'скороход', 30],

            ['скорпион', 'скорпион', 0],
            ['скорпион', 'скорпион', 1],
            ['скорпион', 'скорпион', 2],
            ['скорпион', 'скорпион', 30],

            ['скот', 'скот', 0],
            ['скот', 'скот', 1],
            ['скот', 'скот', 2],
            ['скот', 'скот', 30],

            ['скотина', 'скотина', 0],
            ['скотина', 'скотина', 1],
            ['скотина', 'скотина', 2],
            ['скотина', 'скотина', 30],

            ['скотома', 'скотома', 0],
            ['скотома', 'скотома', 1],
            ['скотома', 'скотома', 2],
            ['скотома', 'скотома', 30],

            ['скотч', 'скотч', 0],
            ['скотч', 'скотч', 1],
            ['скотч', 'скотч', 2],
            ['скотч', 'скотч', 30],

            ['скрежет', 'скрежет', 0],
            ['скрежет', 'скрежет', 1],
            ['скрежет', 'скрежет', 2],
            ['скрежет', 'скрежет', 30],

            ['скрепка', 'скрепка', 0],
            ['скрепка', 'скрепка', 1],
            ['скрепка', 'скрепка', 2],
            ['скрепка', 'скрепка', 30],

            ['скрип', 'скрип', 0],
            ['скрип', 'скрип', 1],
            ['скрип', 'скрип', 2],
            ['скрип', 'скрип', 30],

            ['скрипач', 'скрипач', 0],
            ['скрипач', 'скрипач', 1],
            ['скрипач', 'скрипач', 2],
            ['скрипач', 'скрипач', 30],

            ['скрипицына', 'скрипицына', 0],
            ['скрипицына', 'скрипицына', 1],
            ['скрипицына', 'скрипицына', 2],
            ['скрипицына', 'скрипицына', 30],

            ['скрипка', 'скрипка', 0],
            ['скрипка', 'скрипка', 1],
            ['скрипка', 'скрипка', 2],
            ['скрипка', 'скрипка', 30],

            ['скромность', 'скромность', 0],
            ['скромность', 'скромность', 1],
            ['скромность', 'скромность', 2],
            ['скромность', 'скромность', 30],

            ['скрытность', 'скрытность', 0],
            ['скрытность', 'скрытность', 1],
            ['скрытность', 'скрытность', 2],
            ['скрытность', 'скрытность', 30],

            ['скука', 'скука', 0],
            ['скука', 'скука', 1],
            ['скука', 'скука', 2],
            ['скука', 'скука', 30],

            ['скула', 'скула', 0],
            ['скула', 'скула', 1],
            ['скула', 'скула', 2],
            ['скула', 'скула', 30],

            ['скулеж', 'скулеж', 0],
            ['скулеж', 'скулеж', 1],
            ['скулеж', 'скулеж', 2],
            ['скулеж', 'скулеж', 30],

            ['скулила', 'скулила', 0],
            ['скулила', 'скулила', 1],
            ['скулила', 'скулила', 2],
            ['скулила', 'скулила', 30],

            ['скульптор', 'скульптор', 0],
            ['скульптор', 'скульптор', 1],
            ['скульптор', 'скульптор', 2],
            ['скульптор', 'скульптор', 30],

            ['скульптура', 'скульптура', 0],
            ['скульптура', 'скульптура', 1],
            ['скульптура', 'скульптура', 2],
            ['скульптура', 'скульптура', 30],

            ['скумбрия', 'скумбрия', 0],
            ['скумбрия', 'скумбрия', 1],
            ['скумбрия', 'скумбрия', 2],
            ['скумбрия', 'скумбрия', 30],

            ['скуп', 'скуп', 0],
            ['скуп', 'скуп', 1],
            ['скуп', 'скуп', 2],
            ['скуп', 'скуп', 30],

            ['скупость', 'скупость', 0],
            ['скупость', 'скупость', 1],
            ['скупость', 'скупость', 2],
            ['скупость', 'скупость', 30],

            ['скупщик', 'скупщик', 0],
            ['скупщик', 'скупщик', 1],
            ['скупщик', 'скупщик', 2],
            ['скупщик', 'скупщик', 30],

            ['слабак', 'слабак', 0],
            ['слабак', 'слабак', 1],
            ['слабак', 'слабак', 2],
            ['слабак', 'слабак', 30],

            ['слабина', 'слабина', 0],
            ['слабина', 'слабина', 1],
            ['слабина', 'слабина', 2],
            ['слабина', 'слабина', 30],

            ['слабость', 'слабость', 0],
            ['слабость', 'слабость', 1],
            ['слабость', 'слабость', 2],
            ['слабость', 'слабость', 30],

            ['слабоумие', 'слабоумие', 0],
            ['слабоумие', 'слабоумие', 1],
            ['слабоумие', 'слабоумие', 2],
            ['слабоумие', 'слабоумие', 30],

            ['слава', 'слава', 0],
            ['слава', 'слава', 1],
            ['слава', 'слава', 2],
            ['слава', 'слава', 30],

            ['славист', 'славист', 0],
            ['славист', 'славист', 1],
            ['славист', 'славист', 2],
            ['славист', 'славист', 30],

            ['славка', 'славка', 0],
            ['славка', 'славка', 1],
            ['славка', 'славка', 2],
            ['славка', 'славка', 30],

            ['славословие', 'славословие', 0],
            ['славословие', 'славословие', 1],
            ['славословие', 'славословие', 2],
            ['славословие', 'славословие', 30],

            ['славуня', 'славуня', 0],
            ['славуня', 'славуня', 1],
            ['славуня', 'славуня', 2],
            ['славуня', 'славуня', 30],

            ['славуся', 'славуся', 0],
            ['славуся', 'славуся', 1],
            ['славуся', 'славуся', 2],
            ['славуся', 'славуся', 30],

            ['славуха', 'славуха', 0],
            ['славуха', 'славуха', 1],
            ['славуха', 'славуха', 2],
            ['славуха', 'славуха', 30],

            ['славянин', 'славянин', 0],
            ['славянин', 'славянин', 1],
            ['славянин', 'славянин', 2],
            ['славянин', 'славянин', 30],

            ['сладострастие', 'сладострастие', 0],
            ['сладострастие', 'сладострастие', 1],
            ['сладострастие', 'сладострастие', 2],
            ['сладострастие', 'сладострастие', 30],

            ['сладость', 'сладость', 0],
            ['сладость', 'сладость', 1],
            ['сладость', 'сладость', 2],
            ['сладость', 'сладость', 30],

            ['слайд', 'слайд', 0],
            ['слайд', 'слайд', 1],
            ['слайд', 'слайд', 2],
            ['слайд', 'слайд', 30],

            ['сласть', 'сласть', 0],
            ['сласть', 'сласть', 1],
            ['сласть', 'сласть', 2],
            ['сласть', 'сласть', 30],

            ['слега', 'слега', 0],
            ['слега', 'слега', 1],
            ['слега', 'слега', 2],
            ['слега', 'слега', 30],

            ['след', 'след', 0],
            ['след', 'след', 1],
            ['след', 'след', 2],
            ['след', 'след', 30],

            ['следование', 'следование', 0],
            ['следование', 'следование', 1],
            ['следование', 'следование', 2],
            ['следование', 'следование', 30],

            ['следователь', 'следователь', 0],
            ['следователь', 'следователь', 1],
            ['следователь', 'следователь', 2],
            ['следователь', 'следователь', 30],

            ['следопыт', 'следопыт', 0],
            ['следопыт', 'следопыт', 1],
            ['следопыт', 'следопыт', 2],
            ['следопыт', 'следопыт', 30],

            ['следствие', 'следствие', 0],
            ['следствие', 'следствие', 1],
            ['следствие', 'следствие', 2],
            ['следствие', 'следствие', 30],

            ['слежение', 'слежение', 0],
            ['слежение', 'слежение', 1],
            ['слежение', 'слежение', 2],
            ['слежение', 'слежение', 30],

            ['слежка', 'слежка', 0],
            ['слежка', 'слежка', 1],
            ['слежка', 'слежка', 2],
            ['слежка', 'слежка', 30],

            ['слеза', 'слеза', 0],
            ['слеза', 'слеза', 1],
            ['слеза', 'слеза', 2],
            ['слеза', 'слеза', 30],

            ['слезинка', 'слезинка', 0],
            ['слезинка', 'слезинка', 1],
            ['слезинка', 'слезинка', 2],
            ['слезинка', 'слезинка', 30],

            ['слезотечение', 'слезотечение', 0],
            ['слезотечение', 'слезотечение', 1],
            ['слезотечение', 'слезотечение', 2],
            ['слезотечение', 'слезотечение', 30],

            ['сленг', 'сленг', 0],
            ['сленг', 'сленг', 1],
            ['сленг', 'сленг', 2],
            ['сленг', 'сленг', 30],

            ['слепень', 'слепень', 0],
            ['слепень', 'слепень', 1],
            ['слепень', 'слепень', 2],
            ['слепень', 'слепень', 30],

            ['слепец', 'слепец', 0],
            ['слепец', 'слепец', 1],
            ['слепец', 'слепец', 2],
            ['слепец', 'слепец', 30],

            ['слепой', 'слепой', 0],
            ['слепой', 'слепой', 1],
            ['слепой', 'слепой', 2],
            ['слепой', 'слепой', 30],

            ['слепок', 'слепок', 0],
            ['слепок', 'слепок', 1],
            ['слепок', 'слепок', 2],
            ['слепок', 'слепок', 30],

            ['слепота', 'слепота', 0],
            ['слепота', 'слепота', 1],
            ['слепота', 'слепота', 2],
            ['слепота', 'слепота', 30],

            ['слесарь', 'слесарь', 0],
            ['слесарь', 'слесарь', 1],
            ['слесарь', 'слесарь', 2],
            ['слесарь', 'слесарь', 30],

            ['слет', 'слет', 0],
            ['слет', 'слет', 1],
            ['слет', 'слет', 2],
            ['слет', 'слет', 30],

            ['слив', 'слив', 0],
            ['слив', 'слив', 1],
            ['слив', 'слив', 2],
            ['слив', 'слив', 30],

            ['слива', 'слива', 0],
            ['слива', 'слива', 1],
            ['слива', 'слива', 2],
            ['слива', 'слива', 30],

            ['сливка', 'сливка', 0],
            ['сливка', 'сливка', 1],
            ['сливка', 'сливка', 2],
            ['сливка', 'сливка', 30],

            ['слизняк', 'слизняк', 0],
            ['слизняк', 'слизняк', 1],
            ['слизняк', 'слизняк', 2],
            ['слизняк', 'слизняк', 30],

            ['слизь', 'слизь', 0],
            ['слизь', 'слизь', 1],
            ['слизь', 'слизь', 2],
            ['слизь', 'слизь', 30],

            ['слиток', 'слиток', 0],
            ['слиток', 'слиток', 1],
            ['слиток', 'слиток', 2],
            ['слиток', 'слиток', 30],

            ['слияние', 'слияние', 0],
            ['слияние', 'слияние', 1],
            ['слияние', 'слияние', 2],
            ['слияние', 'слияние', 30],

            ['слобода', 'слобода', 0],
            ['слобода', 'слобода', 1],
            ['слобода', 'слобода', 2],
            ['слобода', 'слобода', 30],

            ['слободзе¤', 'слободзе¤', 0],
            ['слободзе¤', 'слободзе¤', 1],
            ['слободзе¤', 'слободзе¤', 2],
            ['слободзе¤', 'слободзе¤', 30],

            ['словакия', 'словакия', 0],
            ['словакия', 'словакия', 1],
            ['словакия', 'словакия', 2],
            ['словакия', 'словакия', 30],

            ['словарь', 'словарь', 0],
            ['словарь', 'словарь', 1],
            ['словарь', 'словарь', 2],
            ['словарь', 'словарь', 30],

            ['словения', 'словения', 0],
            ['словения', 'словения', 1],
            ['словения', 'словения', 2],
            ['словения', 'словения', 30],

            ['словесность', 'словесность', 0],
            ['словесность', 'словесность', 1],
            ['словесность', 'словесность', 2],
            ['словесность', 'словесность', 30],

            ['словечко', 'словечко', 0],
            ['словечко', 'словечко', 1],
            ['словечко', 'словечко', 2],
            ['словечко', 'словечко', 30],

            ['слово', 'слово', 0],
            ['слово', 'слово', 1],
            ['слово', 'слово', 2],
            ['слово', 'слово', 30],

            ['словосочетание', 'словосочетание', 0],
            ['словосочетание', 'словосочетание', 1],
            ['словосочетание', 'словосочетание', 2],
            ['словосочетание', 'словосочетание', 30],

            ['словцо', 'словцо', 0],
            ['словцо', 'словцо', 1],
            ['словцо', 'словцо', 2],
            ['словцо', 'словцо', 30],

            ['слог', 'слог', 0],
            ['слог', 'слог', 1],
            ['слог', 'слог', 2],
            ['слог', 'слог', 30],

            ['сложение', 'сложение', 0],
            ['сложение', 'сложение', 1],
            ['сложение', 'сложение', 2],
            ['сложение', 'сложение', 30],

            ['сложность', 'сложность', 0],
            ['сложность', 'сложность', 1],
            ['сложность', 'сложность', 2],
            ['сложность', 'сложность', 30],

            ['слой', 'слой', 0],
            ['слой', 'слой', 1],
            ['слой', 'слой', 2],
            ['слой', 'слой', 30],

            ['слом', 'слом', 0],
            ['слом', 'слом', 1],
            ['слом', 'слом', 2],
            ['слом', 'слом', 30],

            ['слон', 'слон', 0],
            ['слон', 'слон', 1],
            ['слон', 'слон', 2],
            ['слон', 'слон', 30],

            ['слоник', 'слоник', 0],
            ['слоник', 'слоник', 1],
            ['слоник', 'слоник', 2],
            ['слоник', 'слоник', 30],

            ['слуга', 'слуга', 0],
            ['слуга', 'слуга', 1],
            ['слуга', 'слуга', 2],
            ['слуга', 'слуга', 30],

            ['служака', 'служака', 0],
            ['служака', 'служака', 1],
            ['служака', 'служака', 2],
            ['служака', 'служака', 30],

            ['служанка', 'служанка', 0],
            ['служанка', 'служанка', 1],
            ['служанка', 'служанка', 2],
            ['служанка', 'служанка', 30],

            ['служащий', 'служащий', 0],
            ['служащий', 'служащий', 1],
            ['служащий', 'служащий', 2],
            ['служащий', 'служащий', 30],

            ['служба', 'служба', 0],
            ['служба', 'служба', 1],
            ['служба', 'служба', 2],
            ['служба', 'служба', 30],

            ['служение', 'служение', 0],
            ['служение', 'служение', 1],
            ['служение', 'служение', 2],
            ['служение', 'служение', 30],

            ['служитель', 'служитель', 0],
            ['служитель', 'служитель', 1],
            ['служитель', 'служитель', 2],
            ['служитель', 'служитель', 30],

            ['служка', 'служка', 0],
            ['служка', 'служка', 1],
            ['служка', 'служка', 2],
            ['служка', 'служка', 30],

            ['слух', 'слух', 0],
            ['слух', 'слух', 1],
            ['слух', 'слух', 2],
            ['слух', 'слух', 30],

            ['слухач', 'слухач', 0],
            ['слухач', 'слухач', 1],
            ['слухач', 'слухач', 2],
            ['слухач', 'слухач', 30],

            ['случай', 'случай', 0],
            ['случай', 'случай', 1],
            ['случай', 'случай', 2],
            ['случай', 'случай', 30],

            ['случайность', 'случайность', 0],
            ['случайность', 'случайность', 1],
            ['случайность', 'случайность', 2],
            ['случайность', 'случайность', 30],

            ['слушание', 'слушание', 0],
            ['слушание', 'слушание', 1],
            ['слушание', 'слушание', 2],
            ['слушание', 'слушание', 30],

            ['слушатель', 'слушатель', 0],
            ['слушатель', 'слушатель', 1],
            ['слушатель', 'слушатель', 2],
            ['слушатель', 'слушатель', 30],

            ['слых', 'слых', 0],
            ['слых', 'слых', 1],
            ['слых', 'слых', 2],
            ['слых', 'слых', 30],

            ['слышимость', 'слышимость', 0],
            ['слышимость', 'слышимость', 1],
            ['слышимость', 'слышимость', 2],
            ['слышимость', 'слышимость', 30],

            ['слюна', 'слюна', 0],
            ['слюна', 'слюна', 1],
            ['слюна', 'слюна', 2],
            ['слюна', 'слюна', 30],

            ['слюни', 'слюни', 0],
            ['слюни', 'слюни', 1],
            ['слюни', 'слюни', 2],
            ['слюни', 'слюни', 30],

            ['слюнка', 'слюнка', 0],
            ['слюнка', 'слюнка', 1],
            ['слюнка', 'слюнка', 2],
            ['слюнка', 'слюнка', 30],

            ['слюнотечение', 'слюнотечение', 0],
            ['слюнотечение', 'слюнотечение', 1],
            ['слюнотечение', 'слюнотечение', 2],
            ['слюнотечение', 'слюнотечение', 30],

            ['слюнтяй', 'слюнтяй', 0],
            ['слюнтяй', 'слюнтяй', 1],
            ['слюнтяй', 'слюнтяй', 2],
            ['слюнтяй', 'слюнтяй', 30],

            ['сляб', 'сляб', 0],
            ['сляб', 'сляб', 1],
            ['сляб', 'сляб', 2],
            ['сляб', 'сляб', 30],

            ['слякоть', 'слякоть', 0],
            ['слякоть', 'слякоть', 1],
            ['слякоть', 'слякоть', 2],
            ['слякоть', 'слякоть', 30],

            ['смазка', 'смазка', 0],
            ['смазка', 'смазка', 1],
            ['смазка', 'смазка', 2],
            ['смазка', 'смазка', 30],

            ['смазывание', 'смазывание', 0],
            ['смазывание', 'смазывание', 1],
            ['смазывание', 'смазывание', 2],
            ['смазывание', 'смазывание', 30],

            ['смак', 'смак', 0],
            ['смак', 'смак', 1],
            ['смак', 'смак', 2],
            ['смак', 'смак', 30],

            ['смекалка', 'смекалка', 0],
            ['смекалка', 'смекалка', 1],
            ['смекалка', 'смекалка', 2],
            ['смекалка', 'смекалка', 30],

            ['смелость', 'смелость', 0],
            ['смелость', 'смелость', 1],
            ['смелость', 'смелость', 2],
            ['смелость', 'смелость', 30],

            ['смельчак', 'смельчак', 0],
            ['смельчак', 'смельчак', 1],
            ['смельчак', 'смельчак', 2],
            ['смельчак', 'смельчак', 30],

            ['смена', 'смена', 0],
            ['смена', 'смена', 1],
            ['смена', 'смена', 2],
            ['смена', 'смена', 30],

            ['сменщик', 'сменщик', 0],
            ['сменщик', 'сменщик', 1],
            ['сменщик', 'сменщик', 2],
            ['сменщик', 'сменщик', 30],

            ['смертник', 'смертник', 0],
            ['смертник', 'смертник', 1],
            ['смертник', 'смертник', 2],
            ['смертник', 'смертник', 30],

            ['смертность', 'смертность', 0],
            ['смертность', 'смертность', 1],
            ['смертность', 'смертность', 2],
            ['смертность', 'смертность', 30],

            ['смертный', 'смертный', 0],
            ['смертный', 'смертный', 1],
            ['смертный', 'смертный', 2],
            ['смертный', 'смертный', 30],

            ['смерть', 'смерть', 0],
            ['смерть', 'смерть', 1],
            ['смерть', 'смерть', 2],
            ['смерть', 'смерть', 30],

            ['смерч', 'смерч', 0],
            ['смерч', 'смерч', 1],
            ['смерч', 'смерч', 2],
            ['смерч', 'смерч', 30],

            ['смесь', 'смесь', 0],
            ['смесь', 'смесь', 1],
            ['смесь', 'смесь', 2],
            ['смесь', 'смесь', 30],

            ['смета', 'смета', 0],
            ['смета', 'смета', 1],
            ['смета', 'смета', 2],
            ['смета', 'смета', 30],

            ['сметана', 'сметана', 0],
            ['сметана', 'сметана', 1],
            ['сметана', 'сметана', 2],
            ['сметана', 'сметана', 30],

            ['смех', 'смех', 0],
            ['смех', 'смех', 1],
            ['смех', 'смех', 2],
            ['смех', 'смех', 30],

            ['смешение', 'смешение', 0],
            ['смешение', 'смешение', 1],
            ['смешение', 'смешение', 2],
            ['смешение', 'смешение', 30],

            ['смешок', 'смешок', 0],
            ['смешок', 'смешок', 1],
            ['смешок', 'смешок', 2],
            ['смешок', 'смешок', 30],

            ['смещение', 'смещение', 0],
            ['смещение', 'смещение', 1],
            ['смещение', 'смещение', 2],
            ['смещение', 'смещение', 30],

            ['сми', 'сми', 0],
            ['сми', 'сми', 1],
            ['сми', 'сми', 2],
            ['сми', 'сми', 30],

            ['смирение', 'смирение', 0],
            ['смирение', 'смирение', 1],
            ['смирение', 'смирение', 2],
            ['смирение', 'смирение', 30],

            ['смирнова', 'смирнова', 0],
            ['смирнова', 'смирнова', 1],
            ['смирнова', 'смирнова', 2],
            ['смирнова', 'смирнова', 30],

            ['смокинг', 'смокинг', 0],
            ['смокинг', 'смокинг', 1],
            ['смокинг', 'смокинг', 2],
            ['смокинг', 'смокинг', 30],

            ['смоковница', 'смоковница', 0],
            ['смоковница', 'смоковница', 1],
            ['смоковница', 'смоковница', 2],
            ['смоковница', 'смоковница', 30],

            ['смола', 'смола', 0],
            ['смола', 'смола', 1],
            ['смола', 'смола', 2],
            ['смола', 'смола', 30],

            ['смоленск', 'смоленск', 0],
            ['смоленск', 'смоленск', 1],
            ['смоленск', 'смоленск', 2],
            ['смоленск', 'смоленск', 30],

            ['смородина', 'смородина', 0],
            ['смородина', 'смородина', 1],
            ['смородина', 'смородина', 2],
            ['смородина', 'смородина', 30],

            ['сморчок', 'сморчок', 0],
            ['сморчок', 'сморчок', 1],
            ['сморчок', 'сморчок', 2],
            ['сморчок', 'сморчок', 30],

            ['смотр', 'смотр', 0],
            ['смотр', 'смотр', 1],
            ['смотр', 'смотр', 2],
            ['смотр', 'смотр', 30],

            ['смотрины', 'смотрины', 0],
            ['смотрины', 'смотрины', 1],
            ['смотрины', 'смотрины', 2],
            ['смотрины', 'смотрины', 30],

            ['смотритель', 'смотритель', 0],
            ['смотритель', 'смотритель', 1],
            ['смотритель', 'смотритель', 2],
            ['смотритель', 'смотритель', 30],

            ['смрад', 'смрад', 0],
            ['смрад', 'смрад', 1],
            ['смрад', 'смрад', 2],
            ['смрад', 'смрад', 30],

            ['смута', 'смута', 0],
            ['смута', 'смута', 1],
            ['смута', 'смута', 2],
            ['смута', 'смута', 30],

            ['смутьян', 'смутьян', 0],
            ['смутьян', 'смутьян', 1],
            ['смутьян', 'смутьян', 2],
            ['смутьян', 'смутьян', 30],

            ['смущение', 'смущение', 0],
            ['смущение', 'смущение', 1],
            ['смущение', 'смущение', 2],
            ['смущение', 'смущение', 30],

            ['смысл', 'смысл', 0],
            ['смысл', 'смысл', 1],
            ['смысл', 'смысл', 2],
            ['смысл', 'смысл', 30],

            ['смычок', 'смычок', 0],
            ['смычок', 'смычок', 1],
            ['смычок', 'смычок', 2],
            ['смычок', 'смычок', 30],

            ['смягчение', 'смягчение', 0],
            ['смягчение', 'смягчение', 1],
            ['смягчение', 'смягчение', 2],
            ['смягчение', 'смягчение', 30],

            ['смятение', 'смятение', 0],
            ['смятение', 'смятение', 1],
            ['смятение', 'смятение', 2],
            ['смятение', 'смятение', 30],

            ['снабженец', 'снабженец', 0],
            ['снабженец', 'снабженец', 1],
            ['снабженец', 'снабженец', 2],
            ['снабженец', 'снабженец', 30],

            ['снабжение', 'снабжение', 0],
            ['снабжение', 'снабжение', 1],
            ['снабжение', 'снабжение', 2],
            ['снабжение', 'снабжение', 30],

            ['снадобье', 'снадобье', 0],
            ['снадобье', 'снадобье', 1],
            ['снадобье', 'снадобье', 2],
            ['снадобье', 'снадобье', 30],

            ['снайпер', 'снайпер', 0],
            ['снайпер', 'снайпер', 1],
            ['снайпер', 'снайпер', 2],
            ['снайпер', 'снайпер', 30],

            ['снаряд', 'снаряд', 0],
            ['снаряд', 'снаряд', 1],
            ['снаряд', 'снаряд', 2],
            ['снаряд', 'снаряд', 30],

            ['снаряжение', 'снаряжение', 0],
            ['снаряжение', 'снаряжение', 1],
            ['снаряжение', 'снаряжение', 2],
            ['снаряжение', 'снаряжение', 30],

            ['снасть', 'снасть', 0],
            ['снасть', 'снасть', 1],
            ['снасть', 'снасть', 2],
            ['снасть', 'снасть', 30],

            ['снг', 'снг', 0],
            ['снг', 'снг', 1],
            ['снг', 'снг', 2],
            ['снг', 'снг', 30],

            ['снег', 'снег', 0],
            ['снег', 'снег', 1],
            ['снег', 'снег', 2],
            ['снег', 'снег', 30],

            ['снеговик', 'снеговик', 0],
            ['снеговик', 'снеговик', 1],
            ['снеговик', 'снеговик', 2],
            ['снеговик', 'снеговик', 30],

            ['снегопад', 'снегопад', 0],
            ['снегопад', 'снегопад', 1],
            ['снегопад', 'снегопад', 2],
            ['снегопад', 'снегопад', 30],

            ['снегоход', 'снегоход', 0],
            ['снегоход', 'снегоход', 1],
            ['снегоход', 'снегоход', 2],
            ['снегоход', 'снегоход', 30],

            ['снегурочка', 'снегурочка', 0],
            ['снегурочка', 'снегурочка', 1],
            ['снегурочка', 'снегурочка', 2],
            ['снегурочка', 'снегурочка', 30],

            ['снедь', 'снедь', 0],
            ['снедь', 'снедь', 1],
            ['снедь', 'снедь', 2],
            ['снедь', 'снедь', 30],

            ['снежинка', 'снежинка', 0],
            ['снежинка', 'снежинка', 1],
            ['снежинка', 'снежинка', 2],
            ['снежинка', 'снежинка', 30],

            ['снежок', 'снежок', 0],
            ['снежок', 'снежок', 1],
            ['снежок', 'снежок', 2],
            ['снежок', 'снежок', 30],

            ['снижение', 'снижение', 0],
            ['снижение', 'снижение', 1],
            ['снижение', 'снижение', 2],
            ['снижение', 'снижение', 30],

            ['снимок', 'снимок', 0],
            ['снимок', 'снимок', 1],
            ['снимок', 'снимок', 2],
            ['снимок', 'снимок', 30],

            ['снисходительность', 'снисходительность', 0],
            ['снисходительность', 'снисходительность', 1],
            ['снисходительность', 'снисходительность', 2],
            ['снисходительность', 'снисходительность', 30],

            ['снисхождение', 'снисхождение', 0],
            ['снисхождение', 'снисхождение', 1],
            ['снисхождение', 'снисхождение', 2],
            ['снисхождение', 'снисхождение', 30],

            ['сноб', 'сноб', 0],
            ['сноб', 'сноб', 1],
            ['сноб', 'сноб', 2],
            ['сноб', 'сноб', 30],

            ['снобизм', 'снобизм', 0],
            ['снобизм', 'снобизм', 1],
            ['снобизм', 'снобизм', 2],
            ['снобизм', 'снобизм', 30],

            ['сновидение', 'сновидение', 0],
            ['сновидение', 'сновидение', 1],
            ['сновидение', 'сновидение', 2],
            ['сновидение', 'сновидение', 30],

            ['сноп', 'сноп', 0],
            ['сноп', 'сноп', 1],
            ['сноп', 'сноп', 2],
            ['сноп', 'сноп', 30],

            ['сноровка', 'сноровка', 0],
            ['сноровка', 'сноровка', 1],
            ['сноровка', 'сноровка', 2],
            ['сноровка', 'сноровка', 30],

            ['снос', 'снос', 0],
            ['снос', 'снос', 1],
            ['снос', 'снос', 2],
            ['снос', 'снос', 30],

            ['сноска', 'сноска', 0],
            ['сноска', 'сноска', 1],
            ['сноска', 'сноска', 2],
            ['сноска', 'сноска', 30],

            ['сноха', 'сноха', 0],
            ['сноха', 'сноха', 1],
            ['сноха', 'сноха', 2],
            ['сноха', 'сноха', 30],

            ['сношение', 'сношение', 0],
            ['сношение', 'сношение', 1],
            ['сношение', 'сношение', 2],
            ['сношение', 'сношение', 30],

            ['снятие', 'снятие', 0],
            ['снятие', 'снятие', 1],
            ['снятие', 'снятие', 2],
            ['снятие', 'снятие', 30],

            ['соавтор', 'соавтор', 0],
            ['соавтор', 'соавтор', 1],
            ['соавтор', 'соавтор', 2],
            ['соавтор', 'соавтор', 30],

            ['соавторство', 'соавторство', 0],
            ['соавторство', 'соавторство', 1],
            ['соавторство', 'соавторство', 2],
            ['соавторство', 'соавторство', 30],

            ['собака', 'собака', 0],
            ['собака', 'собака', 1],
            ['собака', 'собака', 2],
            ['собака', 'собака', 30],

            ['собачка', 'собачка', 0],
            ['собачка', 'собачка', 1],
            ['собачка', 'собачка', 2],
            ['собачка', 'собачка', 30],

            ['собачник', 'собачник', 0],
            ['собачник', 'собачник', 1],
            ['собачник', 'собачник', 2],
            ['собачник', 'собачник', 30],

            ['собачонка', 'собачонка', 0],
            ['собачонка', 'собачонка', 1],
            ['собачонка', 'собачонка', 2],
            ['собачонка', 'собачонка', 30],

            ['собачонок', 'собачонок', 0],
            ['собачонок', 'собачонок', 1],
            ['собачонок', 'собачонок', 2],
            ['собачонок', 'собачонок', 30],

            ['собес', 'собес', 0],
            ['собес', 'собес', 1],
            ['собес', 'собес', 2],
            ['собес', 'собес', 30],

            ['собеседник', 'собеседник', 0],
            ['собеседник', 'собеседник', 1],
            ['собеседник', 'собеседник', 2],
            ['собеседник', 'собеседник', 30],

            ['собеседница', 'собеседница', 0],
            ['собеседница', 'собеседница', 1],
            ['собеседница', 'собеседница', 2],
            ['собеседница', 'собеседница', 30],

            ['собеседование', 'собеседование', 0],
            ['собеседование', 'собеседование', 1],
            ['собеседование', 'собеседование', 2],
            ['собеседование', 'собеседование', 30],

            ['собирание', 'собирание', 0],
            ['собирание', 'собирание', 1],
            ['собирание', 'собирание', 2],
            ['собирание', 'собирание', 30],

            ['собиратель', 'собиратель', 0],
            ['собиратель', 'собиратель', 1],
            ['собиратель', 'собиратель', 2],
            ['собиратель', 'собиратель', 30],

            ['собирательство', 'собирательство', 0],
            ['собирательство', 'собирательство', 1],
            ['собирательство', 'собирательство', 2],
            ['собирательство', 'собирательство', 30],

            ['соблазн', 'соблазн', 0],
            ['соблазн', 'соблазн', 1],
            ['соблазн', 'соблазн', 2],
            ['соблазн', 'соблазн', 30],

            ['соблюдение', 'соблюдение', 0],
            ['соблюдение', 'соблюдение', 1],
            ['соблюдение', 'соблюдение', 2],
            ['соблюдение', 'соблюдение', 30],

            ['соболезнование', 'соболезнование', 0],
            ['соболезнование', 'соболезнование', 1],
            ['соболезнование', 'соболезнование', 2],
            ['соболезнование', 'соболезнование', 30],

            ['собор', 'собор', 0],
            ['собор', 'собор', 1],
            ['собор', 'собор', 2],
            ['собор', 'собор', 30],

            ['собрание', 'собрание', 0],
            ['собрание', 'собрание', 1],
            ['собрание', 'собрание', 2],
            ['собрание', 'собрание', 30],

            ['собрат', 'собрат', 0],
            ['собрат', 'собрат', 1],
            ['собрат', 'собрат', 2],
            ['собрат', 'собрат', 30],

            ['собственник', 'собственник', 0],
            ['собственник', 'собственник', 1],
            ['собственник', 'собственник', 2],
            ['собственник', 'собственник', 30],

            ['собственность', 'собственность', 0],
            ['собственность', 'собственность', 1],
            ['собственность', 'собственность', 2],
            ['собственность', 'собственность', 30],

            ['собутыльник', 'собутыльник', 0],
            ['собутыльник', 'собутыльник', 1],
            ['собутыльник', 'собутыльник', 2],
            ['собутыльник', 'собутыльник', 30],

            ['событие', 'событие', 0],
            ['событие', 'событие', 1],
            ['событие', 'событие', 2],
            ['событие', 'событие', 30],

            ['сова', 'сова', 0],
            ['сова', 'сова', 1],
            ['сова', 'сова', 2],
            ['сова', 'сова', 30],

            ['совершение', 'совершение', 0],
            ['совершение', 'совершение', 1],
            ['совершение', 'совершение', 2],
            ['совершение', 'совершение', 30],

            ['совершеннолетие', 'совершеннолетие', 0],
            ['совершеннолетие', 'совершеннолетие', 1],
            ['совершеннолетие', 'совершеннолетие', 2],
            ['совершеннолетие', 'совершеннолетие', 30],

            ['совершенство', 'совершенство', 0],
            ['совершенство', 'совершенство', 1],
            ['совершенство', 'совершенство', 2],
            ['совершенство', 'совершенство', 30],

            ['совершенствование', 'совершенствование', 0],
            ['совершенствование', 'совершенствование', 1],
            ['совершенствование', 'совершенствование', 2],
            ['совершенствование', 'совершенствование', 30],

            ['совесть', 'совесть', 0],
            ['совесть', 'совесть', 1],
            ['совесть', 'совесть', 2],
            ['совесть', 'совесть', 30],

            ['совет', 'совет', 0],
            ['совет', 'совет', 1],
            ['совет', 'совет', 2],
            ['совет', 'совет', 30],

            ['советизация', 'советизация', 0],
            ['советизация', 'советизация', 1],
            ['советизация', 'советизация', 2],
            ['советизация', 'советизация', 30],

            ['советник', 'советник', 0],
            ['советник', 'советник', 1],
            ['советник', 'советник', 2],
            ['советник', 'советник', 30],

            ['советчик', 'советчик', 0],
            ['советчик', 'советчик', 1],
            ['советчик', 'советчик', 2],
            ['советчик', 'советчик', 30],

            ['совещание', 'совещание', 0],
            ['совещание', 'совещание', 1],
            ['совещание', 'совещание', 2],
            ['совещание', 'совещание', 30],

            ['совладелец', 'совладелец', 0],
            ['совладелец', 'совладелец', 1],
            ['совладелец', 'совладелец', 2],
            ['совладелец', 'совладелец', 30],

            ['совместительство', 'совместительство', 0],
            ['совместительство', 'совместительство', 1],
            ['совместительство', 'совместительство', 2],
            ['совместительство', 'совместительство', 30],

            ['совмин', 'совмин', 0],
            ['совмин', 'совмин', 1],
            ['совмин', 'совмин', 2],
            ['совмин', 'совмин', 30],

            ['совнарком', 'совнарком', 0],
            ['совнарком', 'совнарком', 1],
            ['совнарком', 'совнарком', 2],
            ['совнарком', 'совнарком', 30],

            ['совок', 'совок', 0],
            ['совок', 'совок', 1],
            ['совок', 'совок', 2],
            ['совок', 'совок', 30],

            ['совокупление', 'совокупление', 0],
            ['совокупление', 'совокупление', 1],
            ['совокупление', 'совокупление', 2],
            ['совокупление', 'совокупление', 30],

            ['совокупность', 'совокупность', 0],
            ['совокупность', 'совокупность', 1],
            ['совокупность', 'совокупность', 2],
            ['совокупность', 'совокупность', 30],

            ['совпадение', 'совпадение', 0],
            ['совпадение', 'совпадение', 1],
            ['совпадение', 'совпадение', 2],
            ['совпадение', 'совпадение', 30],

            ['современник', 'современник', 0],
            ['современник', 'современник', 1],
            ['современник', 'современник', 2],
            ['современник', 'современник', 30],

            ['современность', 'современность', 0],
            ['современность', 'современность', 1],
            ['современность', 'современность', 2],
            ['современность', 'современность', 30],

            ['совхоз', 'совхоз', 0],
            ['совхоз', 'совхоз', 1],
            ['совхоз', 'совхоз', 2],
            ['совхоз', 'совхоз', 30],

            ['согласие', 'согласие', 0],
            ['согласие', 'согласие', 1],
            ['согласие', 'согласие', 2],
            ['согласие', 'согласие', 30],

            ['согласование', 'согласование', 0],
            ['согласование', 'согласование', 1],
            ['согласование', 'согласование', 2],
            ['согласование', 'согласование', 30],

            ['соглашение', 'соглашение', 0],
            ['соглашение', 'соглашение', 1],
            ['соглашение', 'соглашение', 2],
            ['соглашение', 'соглашение', 30],

            ['соглядатай', 'соглядатай', 0],
            ['соглядатай', 'соглядатай', 1],
            ['соглядатай', 'соглядатай', 2],
            ['соглядатай', 'соглядатай', 30],

            ['согражданин', 'согражданин', 0],
            ['согражданин', 'согражданин', 1],
            ['согражданин', 'согражданин', 2],
            ['согражданин', 'согражданин', 30],

            ['сода', 'сода', 0],
            ['сода', 'сода', 1],
            ['сода', 'сода', 2],
            ['сода', 'сода', 30],

            ['содействие', 'содействие', 0],
            ['содействие', 'содействие', 1],
            ['содействие', 'содействие', 2],
            ['содействие', 'содействие', 30],

            ['содержание', 'содержание', 0],
            ['содержание', 'содержание', 1],
            ['содержание', 'содержание', 2],
            ['содержание', 'содержание', 30],

            ['содрогание', 'содрогание', 0],
            ['содрогание', 'содрогание', 1],
            ['содрогание', 'содрогание', 2],
            ['содрогание', 'содрогание', 30],

            ['содружество', 'содружество', 0],
            ['содружество', 'содружество', 1],
            ['содружество', 'содружество', 2],
            ['содружество', 'содружество', 30],

            ['соединение', 'соединение', 0],
            ['соединение', 'соединение', 1],
            ['соединение', 'соединение', 2],
            ['соединение', 'соединение', 30],

            ['сожаление', 'сожаление', 0],
            ['сожаление', 'сожаление', 1],
            ['сожаление', 'сожаление', 2],
            ['сожаление', 'сожаление', 30],

            ['сожжение', 'сожжение', 0],
            ['сожжение', 'сожжение', 1],
            ['сожжение', 'сожжение', 2],
            ['сожжение', 'сожжение', 30],

            ['сожитель', 'сожитель', 0],
            ['сожитель', 'сожитель', 1],
            ['сожитель', 'сожитель', 2],
            ['сожитель', 'сожитель', 30],

            ['сожительница', 'сожительница', 0],
            ['сожительница', 'сожительница', 1],
            ['сожительница', 'сожительница', 2],
            ['сожительница', 'сожительница', 30],

            ['сожительство', 'сожительство', 0],
            ['сожительство', 'сожительство', 1],
            ['сожительство', 'сожительство', 2],
            ['сожительство', 'сожительство', 30],

            ['созвездие', 'созвездие', 0],
            ['созвездие', 'созвездие', 1],
            ['созвездие', 'созвездие', 2],
            ['созвездие', 'созвездие', 30],

            ['созвучие', 'созвучие', 0],
            ['созвучие', 'созвучие', 1],
            ['созвучие', 'созвучие', 2],
            ['созвучие', 'созвучие', 30],

            ['создание', 'создание', 0],
            ['создание', 'создание', 1],
            ['создание', 'создание', 2],
            ['создание', 'создание', 30],

            ['создатель', 'создатель', 0],
            ['создатель', 'создатель', 1],
            ['создатель', 'создатель', 2],
            ['создатель', 'создатель', 30],

            ['созерцание', 'созерцание', 0],
            ['созерцание', 'созерцание', 1],
            ['созерцание', 'созерцание', 2],
            ['созерцание', 'созерцание', 30],

            ['созидание', 'созидание', 0],
            ['созидание', 'созидание', 1],
            ['созидание', 'созидание', 2],
            ['созидание', 'созидание', 30],

            ['сознание', 'сознание', 0],
            ['сознание', 'сознание', 1],
            ['сознание', 'сознание', 2],
            ['сознание', 'сознание', 30],

            ['сознательность', 'сознательность', 0],
            ['сознательность', 'сознательность', 1],
            ['сознательность', 'сознательность', 2],
            ['сознательность', 'сознательность', 30],

            ['созревание', 'созревание', 0],
            ['созревание', 'созревание', 1],
            ['созревание', 'созревание', 2],
            ['созревание', 'созревание', 30],

            ['созыв', 'созыв', 0],
            ['созыв', 'созыв', 1],
            ['созыв', 'созыв', 2],
            ['созыв', 'созыв', 30],

            ['соискатель', 'соискатель', 0],
            ['соискатель', 'соискатель', 1],
            ['соискатель', 'соискатель', 2],
            ['соискатель', 'соискатель', 30],

            ['сок', 'сок', 0],
            ['сок', 'сок', 1],
            ['сок', 'сок', 2],
            ['сок', 'сок', 30],

            ['сокамерник', 'сокамерник', 0],
            ['сокамерник', 'сокамерник', 1],
            ['сокамерник', 'сокамерник', 2],
            ['сокамерник', 'сокамерник', 30],

            ['сокол', 'сокол', 0],
            ['сокол', 'сокол', 1],
            ['сокол', 'сокол', 2],
            ['сокол', 'сокол', 30],

            ['сокольник', 'сокольник', 0],
            ['сокольник', 'сокольник', 1],
            ['сокольник', 'сокольник', 2],
            ['сокольник', 'сокольник', 30],

            ['сокращение', 'сокращение', 0],
            ['сокращение', 'сокращение', 1],
            ['сокращение', 'сокращение', 2],
            ['сокращение', 'сокращение', 30],

            ['сокровище', 'сокровище', 0],
            ['сокровище', 'сокровище', 1],
            ['сокровище', 'сокровище', 2],
            ['сокровище', 'сокровище', 30],

            ['сокровищница', 'сокровищница', 0],
            ['сокровищница', 'сокровищница', 1],
            ['сокровищница', 'сокровищница', 2],
            ['сокровищница', 'сокровищница', 30],

            ['сокрытие', 'сокрытие', 0],
            ['сокрытие', 'сокрытие', 1],
            ['сокрытие', 'сокрытие', 2],
            ['сокрытие', 'сокрытие', 30],

            ['сокурсник', 'сокурсник', 0],
            ['сокурсник', 'сокурсник', 1],
            ['сокурсник', 'сокурсник', 2],
            ['сокурсник', 'сокурсник', 30],

            ['солдат', 'солдат', 0],
            ['солдат', 'солдат', 1],
            ['солдат', 'солдат', 2],
            ['солдат', 'солдат', 30],

            ['солдатик', 'солдатик', 0],
            ['солдатик', 'солдатик', 1],
            ['солдатик', 'солдатик', 2],
            ['солдатик', 'солдатик', 30],

            ['солдатка', 'солдатка', 0],
            ['солдатка', 'солдатка', 1],
            ['солдатка', 'солдатка', 2],
            ['солдатка', 'солдатка', 30],

            ['солдатня', 'солдатня', 0],
            ['солдатня', 'солдатня', 1],
            ['солдатня', 'солдатня', 2],
            ['солдатня', 'солдатня', 30],

            ['солдафон', 'солдафон', 0],
            ['солдафон', 'солдафон', 1],
            ['солдафон', 'солдафон', 2],
            ['солдафон', 'солдафон', 30],

            ['солея', 'солея', 0],
            ['солея', 'солея', 1],
            ['солея', 'солея', 2],
            ['солея', 'солея', 30],

            ['солидарность', 'солидарность', 0],
            ['солидарность', 'солидарность', 1],
            ['солидарность', 'солидарность', 2],
            ['солидарность', 'солидарность', 30],

            ['солидность', 'солидность', 0],
            ['солидность', 'солидность', 1],
            ['солидность', 'солидность', 2],
            ['солидность', 'солидность', 30],

            ['солидол', 'солидол', 0],
            ['солидол', 'солидол', 1],
            ['солидол', 'солидол', 2],
            ['солидол', 'солидол', 30],

            ['солист', 'солист', 0],
            ['солист', 'солист', 1],
            ['солист', 'солист', 2],
            ['солист', 'солист', 30],

            ['солнце', 'солнце', 0],
            ['солнце', 'солнце', 1],
            ['солнце', 'солнце', 2],
            ['солнце', 'солнце', 30],

            ['солнцепек', 'солнцепек', 0],
            ['солнцепек', 'солнцепек', 1],
            ['солнцепек', 'солнцепек', 2],
            ['солнцепек', 'солнцепек', 30],

            ['солнышко', 'солнышко', 0],
            ['солнышко', 'солнышко', 1],
            ['солнышко', 'солнышко', 2],
            ['солнышко', 'солнышко', 30],

            ['соло', 'соло', 0],
            ['соло', 'соло', 1],
            ['соло', 'соло', 2],
            ['соло', 'соло', 30],

            ['соловей', 'соловей', 0],
            ['соловей', 'соловей', 1],
            ['соловей', 'соловей', 2],
            ['соловей', 'соловей', 30],

            ['солодовник', 'солодовник', 0],
            ['солодовник', 'солодовник', 1],
            ['солодовник', 'солодовник', 2],
            ['солодовник', 'солодовник', 30],

            ['солома', 'солома', 0],
            ['солома', 'солома', 1],
            ['солома', 'солома', 2],
            ['солома', 'солома', 30],

            ['соломина', 'соломина', 0],
            ['соломина', 'соломина', 1],
            ['соломина', 'соломина', 2],
            ['соломина', 'соломина', 30],

            ['соломинка', 'соломинка', 0],
            ['соломинка', 'соломинка', 1],
            ['соломинка', 'соломинка', 2],
            ['соломинка', 'соломинка', 30],

            ['соломка', 'соломка', 0],
            ['соломка', 'соломка', 1],
            ['соломка', 'соломка', 2],
            ['соломка', 'соломка', 30],

            ['солонка', 'солонка', 0],
            ['солонка', 'солонка', 1],
            ['солонка', 'солонка', 2],
            ['солонка', 'солонка', 30],

            ['солончак', 'солончак', 0],
            ['солончак', 'солончак', 1],
            ['солончак', 'солончак', 2],
            ['солончак', 'солончак', 30],

            ['соль', 'соль', 0],
            ['соль', 'соль', 1],
            ['соль', 'соль', 2],
            ['соль', 'соль', 30],

            ['солянка', 'солянка', 0],
            ['солянка', 'солянка', 1],
            ['солянка', 'солянка', 2],
            ['солянка', 'солянка', 30],

            ['солярка', 'солярка', 0],
            ['солярка', 'солярка', 1],
            ['солярка', 'солярка', 2],
            ['солярка', 'солярка', 30],

            ['сом', 'сом', 0],
            ['сом', 'сом', 1],
            ['сом', 'сом', 2],
            ['сом', 'сом', 30],

            ['сома', 'сома', 0],
            ['сома', 'сома', 1],
            ['сома', 'сома', 2],
            ['сома', 'сома', 30],

            ['сомали', 'сомали', 0],
            ['сомали', 'сомали', 1],
            ['сомали', 'сомали', 2],
            ['сомали', 'сомали', 30],

            ['сомбреро', 'сомбреро', 0],
            ['сомбреро', 'сомбреро', 1],
            ['сомбреро', 'сомбреро', 2],
            ['сомбреро', 'сомбреро', 30],

            ['сомнамбул', 'сомнамбул', 0],
            ['сомнамбул', 'сомнамбул', 1],
            ['сомнамбул', 'сомнамбул', 2],
            ['сомнамбул', 'сомнамбул', 30],

            ['сомнение', 'сомнение', 0],
            ['сомнение', 'сомнение', 1],
            ['сомнение', 'сомнение', 2],
            ['сомнение', 'сомнение', 30],

            ['сомненье', 'сомненье', 0],
            ['сомненье', 'сомненье', 1],
            ['сомненье', 'сомненье', 2],
            ['сомненье', 'сомненье', 30],

            ['сон', 'сон', 0],
            ['сон', 'сон', 1],
            ['сон', 'сон', 2],
            ['сон', 'сон', 30],

            ['сона', 'сона', 0],
            ['сона', 'сона', 1],
            ['сона', 'сона', 2],
            ['сона', 'сона', 30],

            ['соната', 'соната', 0],
            ['соната', 'соната', 1],
            ['соната', 'соната', 2],
            ['соната', 'соната', 30],

            ['сонет', 'сонет', 0],
            ['сонет', 'сонет', 1],
            ['сонет', 'сонет', 2],
            ['сонет', 'сонет', 30],

            ['сонливость', 'сонливость', 0],
            ['сонливость', 'сонливость', 1],
            ['сонливость', 'сонливость', 2],
            ['сонливость', 'сонливость', 30],

            ['сонм', 'сонм', 0],
            ['сонм', 'сонм', 1],
            ['сонм', 'сонм', 2],
            ['сонм', 'сонм', 30],

            ['сонник', 'сонник', 0],
            ['сонник', 'сонник', 1],
            ['сонник', 'сонник', 2],
            ['сонник', 'сонник', 30],

            ['сонюша', 'сонюша', 0],
            ['сонюша', 'сонюша', 1],
            ['сонюша', 'сонюша', 2],
            ['сонюша', 'сонюша', 30],

            ['соня', 'соня', 0],
            ['соня', 'соня', 1],
            ['соня', 'соня', 2],
            ['соня', 'соня', 30],

            ['соображение', 'соображение', 0],
            ['соображение', 'соображение', 1],
            ['соображение', 'соображение', 2],
            ['соображение', 'соображение', 30],

            ['сообразительность', 'сообразительность', 0],
            ['сообразительность', 'сообразительность', 1],
            ['сообразительность', 'сообразительность', 2],
            ['сообразительность', 'сообразительность', 30],

            ['сообщение', 'сообщение', 0],
            ['сообщение', 'сообщение', 1],
            ['сообщение', 'сообщение', 2],
            ['сообщение', 'сообщение', 30],

            ['сообщество', 'сообщество', 0],
            ['сообщество', 'сообщество', 1],
            ['сообщество', 'сообщество', 2],
            ['сообщество', 'сообщество', 30],

            ['сообщник', 'сообщник', 0],
            ['сообщник', 'сообщник', 1],
            ['сообщник', 'сообщник', 2],
            ['сообщник', 'сообщник', 30],

            ['сооружение', 'сооружение', 0],
            ['сооружение', 'сооружение', 1],
            ['сооружение', 'сооружение', 2],
            ['сооружение', 'сооружение', 30],

            ['соответствие', 'соответствие', 0],
            ['соответствие', 'соответствие', 1],
            ['соответствие', 'соответствие', 2],
            ['соответствие', 'соответствие', 30],

            ['соотечественник', 'соотечественник', 0],
            ['соотечественник', 'соотечественник', 1],
            ['соотечественник', 'соотечественник', 2],
            ['соотечественник', 'соотечественник', 30],

            ['соотношение', 'соотношение', 0],
            ['соотношение', 'соотношение', 1],
            ['соотношение', 'соотношение', 2],
            ['соотношение', 'соотношение', 30],

            ['сопение', 'сопение', 0],
            ['сопение', 'сопение', 1],
            ['сопение', 'сопение', 2],
            ['сопение', 'сопение', 30],

            ['соперник', 'соперник', 0],
            ['соперник', 'соперник', 1],
            ['соперник', 'соперник', 2],
            ['соперник', 'соперник', 30],

            ['соперница', 'соперница', 0],
            ['соперница', 'соперница', 1],
            ['соперница', 'соперница', 2],
            ['соперница', 'соперница', 30],

            ['соперничество', 'соперничество', 0],
            ['соперничество', 'соперничество', 1],
            ['соперничество', 'соперничество', 2],
            ['соперничество', 'соперничество', 30],

            ['сопка', 'сопка', 0],
            ['сопка', 'сопка', 1],
            ['сопка', 'сопка', 2],
            ['сопка', 'сопка', 30],

            ['соплеменник', 'соплеменник', 0],
            ['соплеменник', 'соплеменник', 1],
            ['соплеменник', 'соплеменник', 2],
            ['соплеменник', 'соплеменник', 30],

            ['сопло', 'сопло', 0],
            ['сопло', 'сопло', 1],
            ['сопло', 'сопло', 2],
            ['сопло', 'сопло', 30],

            ['сопля', 'сопля', 0],
            ['сопля', 'сопля', 1],
            ['сопля', 'сопля', 2],
            ['сопля', 'сопля', 30],

            ['сопляк', 'сопляк', 0],
            ['сопляк', 'сопляк', 1],
            ['сопляк', 'сопляк', 2],
            ['сопляк', 'сопляк', 30],

            ['сопоставление', 'сопоставление', 0],
            ['сопоставление', 'сопоставление', 1],
            ['сопоставление', 'сопоставление', 2],
            ['сопоставление', 'сопоставление', 30],

            ['сопрано', 'сопрано', 0],
            ['сопрано', 'сопрано', 1],
            ['сопрано', 'сопрано', 2],
            ['сопрано', 'сопрано', 30],

            ['соприкосновение', 'соприкосновение', 0],
            ['соприкосновение', 'соприкосновение', 1],
            ['соприкосновение', 'соприкосновение', 2],
            ['соприкосновение', 'соприкосновение', 30],

            ['сопровождение', 'сопровождение', 0],
            ['сопровождение', 'сопровождение', 1],
            ['сопровождение', 'сопровождение', 2],
            ['сопровождение', 'сопровождение', 30],

            ['сопромат', 'сопромат', 0],
            ['сопромат', 'сопромат', 1],
            ['сопромат', 'сопромат', 2],
            ['сопромат', 'сопромат', 30],

            ['сопротивление', 'сопротивление', 0],
            ['сопротивление', 'сопротивление', 1],
            ['сопротивление', 'сопротивление', 2],
            ['сопротивление', 'сопротивление', 30],

            ['сопротивляемость', 'сопротивляемость', 0],
            ['сопротивляемость', 'сопротивляемость', 1],
            ['сопротивляемость', 'сопротивляемость', 2],
            ['сопротивляемость', 'сопротивляемость', 30],

            ['сор', 'сор', 0],
            ['сор', 'сор', 1],
            ['сор', 'сор', 2],
            ['сор', 'сор', 30],

            ['соратник', 'соратник', 0],
            ['соратник', 'соратник', 1],
            ['соратник', 'соратник', 2],
            ['соратник', 'соратник', 30],

            ['сорванец', 'сорванец', 0],
            ['сорванец', 'сорванец', 1],
            ['сорванец', 'сорванец', 2],
            ['сорванец', 'сорванец', 30],

            ['соревнование', 'соревнование', 0],
            ['соревнование', 'соревнование', 1],
            ['соревнование', 'соревнование', 2],
            ['соревнование', 'соревнование', 30],

            ['соринка', 'соринка', 0],
            ['соринка', 'соринка', 1],
            ['соринка', 'соринка', 2],
            ['соринка', 'соринка', 30],

            ['сорняк', 'сорняк', 0],
            ['сорняк', 'сорняк', 1],
            ['сорняк', 'сорняк', 2],
            ['сорняк', 'сорняк', 30],

            ['сородич', 'сородич', 0],
            ['сородич', 'сородич', 1],
            ['сородич', 'сородич', 2],
            ['сородич', 'сородич', 30],

            ['сорока', 'сорока', 0],
            ['сорока', 'сорока', 1],
            ['сорока', 'сорока', 2],
            ['сорока', 'сорока', 30],

            ['сорос', 'сорос', 0],
            ['сорос', 'сорос', 1],
            ['сорос', 'сорос', 2],
            ['сорос', 'сорос', 30],

            ['сорочка', 'сорочка', 0],
            ['сорочка', 'сорочка', 1],
            ['сорочка', 'сорочка', 2],
            ['сорочка', 'сорочка', 30],

            ['сорт', 'сорт', 0],
            ['сорт', 'сорт', 1],
            ['сорт', 'сорт', 2],
            ['сорт', 'сорт', 30],

            ['сортир', 'сортир', 0],
            ['сортир', 'сортир', 1],
            ['сортир', 'сортир', 2],
            ['сортир', 'сортир', 30],

            ['сортировка', 'сортировка', 0],
            ['сортировка', 'сортировка', 1],
            ['сортировка', 'сортировка', 2],
            ['сортировка', 'сортировка', 30],

            ['сосед', 'сосед', 0],
            ['сосед', 'сосед', 1],
            ['сосед', 'сосед', 2],
            ['сосед', 'сосед', 30],

            ['соседка', 'соседка', 0],
            ['соседка', 'соседка', 1],
            ['соседка', 'соседка', 2],
            ['соседка', 'соседка', 30],

            ['соседство', 'соседство', 0],
            ['соседство', 'соседство', 1],
            ['соседство', 'соседство', 2],
            ['соседство', 'соседство', 30],

            ['соседушка', 'соседушка', 0],
            ['соседушка', 'соседушка', 1],
            ['соседушка', 'соседушка', 2],
            ['соседушка', 'соседушка', 30],

            ['сосенка', 'сосенка', 0],
            ['сосенка', 'сосенка', 1],
            ['сосенка', 'сосенка', 2],
            ['сосенка', 'сосенка', 30],

            ['сосиска', 'сосиска', 0],
            ['сосиска', 'сосиска', 1],
            ['сосиска', 'сосиска', 2],
            ['сосиска', 'сосиска', 30],

            ['сосланный', 'сосланный', 0],
            ['сосланный', 'сосланный', 1],
            ['сосланный', 'сосланный', 2],
            ['сосланный', 'сосланный', 30],

            ['сословие', 'сословие', 0],
            ['сословие', 'сословие', 1],
            ['сословие', 'сословие', 2],
            ['сословие', 'сословие', 30],

            ['сослуживец', 'сослуживец', 0],
            ['сослуживец', 'сослуживец', 1],
            ['сослуживец', 'сослуживец', 2],
            ['сослуживец', 'сослуживец', 30],

            ['сосна', 'сосна', 0],
            ['сосна', 'сосна', 1],
            ['сосна', 'сосна', 2],
            ['сосна', 'сосна', 30],

            ['сосновик', 'сосновик', 0],
            ['сосновик', 'сосновик', 1],
            ['сосновик', 'сосновик', 2],
            ['сосновик', 'сосновик', 30],

            ['сосновка', 'сосновка', 0],
            ['сосновка', 'сосновка', 1],
            ['сосновка', 'сосновка', 2],
            ['сосновка', 'сосновка', 30],

            ['сосняк', 'сосняк', 0],
            ['сосняк', 'сосняк', 1],
            ['сосняк', 'сосняк', 2],
            ['сосняк', 'сосняк', 30],

            ['соснячок', 'соснячок', 0],
            ['соснячок', 'соснячок', 1],
            ['соснячок', 'соснячок', 2],
            ['соснячок', 'соснячок', 30],

            ['сосок', 'сосок', 0],
            ['сосок', 'сосок', 1],
            ['сосок', 'сосок', 2],
            ['сосок', 'сосок', 30],

            ['сосредоточение', 'сосредоточение', 0],
            ['сосредоточение', 'сосредоточение', 1],
            ['сосредоточение', 'сосредоточение', 2],
            ['сосредоточение', 'сосредоточение', 30],

            ['сосредоточенность', 'сосредоточенность', 0],
            ['сосредоточенность', 'сосредоточенность', 1],
            ['сосредоточенность', 'сосредоточенность', 2],
            ['сосредоточенность', 'сосредоточенность', 30],

            ['состав', 'состав', 0],
            ['состав', 'состав', 1],
            ['состав', 'состав', 2],
            ['состав', 'состав', 30],

            ['составитель', 'составитель', 0],
            ['составитель', 'составитель', 1],
            ['составитель', 'составитель', 2],
            ['составитель', 'составитель', 30],

            ['составление', 'составление', 0],
            ['составление', 'составление', 1],
            ['составление', 'составление', 2],
            ['составление', 'составление', 30],

            ['состояние', 'состояние', 0],
            ['состояние', 'состояние', 1],
            ['состояние', 'состояние', 2],
            ['состояние', 'состояние', 30],

            ['сострадание', 'сострадание', 0],
            ['сострадание', 'сострадание', 1],
            ['сострадание', 'сострадание', 2],
            ['сострадание', 'сострадание', 30],

            ['состязание', 'состязание', 0],
            ['состязание', 'состязание', 1],
            ['состязание', 'состязание', 2],
            ['состязание', 'состязание', 30],

            ['сосуд', 'сосуд', 0],
            ['сосуд', 'сосуд', 1],
            ['сосуд', 'сосуд', 2],
            ['сосуд', 'сосуд', 30],

            ['сосулька', 'сосулька', 0],
            ['сосулька', 'сосулька', 1],
            ['сосулька', 'сосулька', 2],
            ['сосулька', 'сосулька', 30],

            ['сосунок', 'сосунок', 0],
            ['сосунок', 'сосунок', 1],
            ['сосунок', 'сосунок', 2],
            ['сосунок', 'сосунок', 30],

            ['сосуществование', 'сосуществование', 0],
            ['сосуществование', 'сосуществование', 1],
            ['сосуществование', 'сосуществование', 2],
            ['сосуществование', 'сосуществование', 30],

            ['сотворение', 'сотворение', 0],
            ['сотворение', 'сотворение', 1],
            ['сотворение', 'сотворение', 2],
            ['сотворение', 'сотворение', 30],

            ['сотка', 'сотка', 0],
            ['сотка', 'сотка', 1],
            ['сотка', 'сотка', 2],
            ['сотка', 'сотка', 30],

            ['сотник', 'сотник', 0],
            ['сотник', 'сотник', 1],
            ['сотник', 'сотник', 2],
            ['сотник', 'сотник', 30],

            ['сотня', 'сотня', 0],
            ['сотня', 'сотня', 1],
            ['сотня', 'сотня', 2],
            ['сотня', 'сотня', 30],

            ['сотоварищ', 'сотоварищ', 0],
            ['сотоварищ', 'сотоварищ', 1],
            ['сотоварищ', 'сотоварищ', 2],
            ['сотоварищ', 'сотоварищ', 30],

            ['сотрапезник', 'сотрапезник', 0],
            ['сотрапезник', 'сотрапезник', 1],
            ['сотрапезник', 'сотрапезник', 2],
            ['сотрапезник', 'сотрапезник', 30],

            ['сотрудник', 'сотрудник', 0],
            ['сотрудник', 'сотрудник', 1],
            ['сотрудник', 'сотрудник', 2],
            ['сотрудник', 'сотрудник', 30],

            ['сотрудница', 'сотрудница', 0],
            ['сотрудница', 'сотрудница', 1],
            ['сотрудница', 'сотрудница', 2],
            ['сотрудница', 'сотрудница', 30],

            ['сотрудничество', 'сотрудничество', 0],
            ['сотрудничество', 'сотрудничество', 1],
            ['сотрудничество', 'сотрудничество', 2],
            ['сотрудничество', 'сотрудничество', 30],

            ['сотрясение', 'сотрясение', 0],
            ['сотрясение', 'сотрясение', 1],
            ['сотрясение', 'сотрясение', 2],
            ['сотрясение', 'сотрясение', 30],

            ['соты', 'соты', 0],
            ['соты', 'соты', 1],
            ['соты', 'соты', 2],
            ['соты', 'соты', 30],

            ['соус', 'соус', 0],
            ['соус', 'соус', 1],
            ['соус', 'соус', 2],
            ['соус', 'соус', 30],

            ['соучастие', 'соучастие', 0],
            ['соучастие', 'соучастие', 1],
            ['соучастие', 'соучастие', 2],
            ['соучастие', 'соучастие', 30],

            ['соучастник', 'соучастник', 0],
            ['соучастник', 'соучастник', 1],
            ['соучастник', 'соучастник', 2],
            ['соучастник', 'соучастник', 30],

            ['софа', 'софа', 0],
            ['софа', 'софа', 1],
            ['софа', 'софа', 2],
            ['софа', 'софа', 30],

            ['софи¤', 'софи¤', 0],
            ['софи¤', 'софи¤', 1],
            ['софи¤', 'софи¤', 2],
            ['софи¤', 'софи¤', 30],

            ['софит', 'софит', 0],
            ['софит', 'софит', 1],
            ['софит', 'софит', 2],
            ['софит', 'софит', 30],

            ['софия', 'софия', 0],
            ['софия', 'софия', 1],
            ['софия', 'софия', 2],
            ['софия', 'софия', 30],

            ['софьюшка', 'софьюшка', 0],
            ['софьюшка', 'софьюшка', 1],
            ['софьюшка', 'софьюшка', 2],
            ['софьюшка', 'софьюшка', 30],

            ['софья', 'софья', 0],
            ['софья', 'софья', 1],
            ['софья', 'софья', 2],
            ['софья', 'софья', 30],

            ['соха', 'соха', 0],
            ['соха', 'соха', 1],
            ['соха', 'соха', 2],
            ['соха', 'соха', 30],

            ['сохатый', 'сохатый', 0],
            ['сохатый', 'сохатый', 1],
            ['сохатый', 'сохатый', 2],
            ['сохатый', 'сохатый', 30],

            ['сохранение', 'сохранение', 0],
            ['сохранение', 'сохранение', 1],
            ['сохранение', 'сохранение', 2],
            ['сохранение', 'сохранение', 30],

            ['сохранность', 'сохранность', 0],
            ['сохранность', 'сохранность', 1],
            ['сохранность', 'сохранность', 2],
            ['сохранность', 'сохранность', 30],

            ['социализация', 'социализация', 0],
            ['социализация', 'социализация', 1],
            ['социализация', 'социализация', 2],
            ['социализация', 'социализация', 30],

            ['социализм', 'социализм', 0],
            ['социализм', 'социализм', 1],
            ['социализм', 'социализм', 2],
            ['социализм', 'социализм', 30],

            ['социалист', 'социалист', 0],
            ['социалист', 'социалист', 1],
            ['социалист', 'социалист', 2],
            ['социалист', 'социалист', 30],

            ['социолог', 'социолог', 0],
            ['социолог', 'социолог', 1],
            ['социолог', 'социолог', 2],
            ['социолог', 'социолог', 30],

            ['социология', 'социология', 0],
            ['социология', 'социология', 1],
            ['социология', 'социология', 2],
            ['социология', 'социология', 30],

            ['социум', 'социум', 0],
            ['социум', 'социум', 1],
            ['социум', 'социум', 2],
            ['социум', 'социум', 30],

            ['сочетание', 'сочетание', 0],
            ['сочетание', 'сочетание', 1],
            ['сочетание', 'сочетание', 2],
            ['сочетание', 'сочетание', 30],

            ['сочинение', 'сочинение', 0],
            ['сочинение', 'сочинение', 1],
            ['сочинение', 'сочинение', 2],
            ['сочинение', 'сочинение', 30],

            ['сочинитель', 'сочинитель', 0],
            ['сочинитель', 'сочинитель', 1],
            ['сочинитель', 'сочинитель', 2],
            ['сочинитель', 'сочинитель', 30],

            ['сочинительство', 'сочинительство', 0],
            ['сочинительство', 'сочинительство', 1],
            ['сочинительство', 'сочинительство', 2],
            ['сочинительство', 'сочинительство', 30],

            ['сочувствие', 'сочувствие', 0],
            ['сочувствие', 'сочувствие', 1],
            ['сочувствие', 'сочувствие', 2],
            ['сочувствие', 'сочувствие', 30],

            ['сошка', 'сошка', 0],
            ['сошка', 'сошка', 1],
            ['сошка', 'сошка', 2],
            ['сошка', 'сошка', 30],

            ['сошник', 'сошник', 0],
            ['сошник', 'сошник', 1],
            ['сошник', 'сошник', 2],
            ['сошник', 'сошник', 30],

            ['союз', 'союз', 0],
            ['союз', 'союз', 1],
            ['союз', 'союз', 2],
            ['союз', 'союз', 30],

            ['союзник', 'союзник', 0],
            ['союзник', 'союзник', 1],
            ['союзник', 'союзник', 2],
            ['союзник', 'союзник', 30],

            ['соя', 'соя', 0],
            ['соя', 'соя', 1],
            ['соя', 'соя', 2],
            ['соя', 'соя', 30],

            ['сп', 'сп', 0],
            ['сп', 'сп', 1],
            ['сп', 'сп', 2],
            ['сп', 'сп', 30],

            ['спад', 'спад', 0],
            ['спад', 'спад', 1],
            ['спад', 'спад', 2],
            ['спад', 'спад', 30],

            ['спазм', 'спазм', 0],
            ['спазм', 'спазм', 1],
            ['спазм', 'спазм', 2],
            ['спазм', 'спазм', 30],

            ['спазма', 'спазма', 0],
            ['спазма', 'спазма', 1],
            ['спазма', 'спазма', 2],
            ['спазма', 'спазма', 30],

            ['спазмолитик', 'спазмолитик', 0],
            ['спазмолитик', 'спазмолитик', 1],
            ['спазмолитик', 'спазмолитик', 2],
            ['спазмолитик', 'спазмолитик', 30],

            ['спайка', 'спайка', 0],
            ['спайка', 'спайка', 1],
            ['спайка', 'спайка', 2],
            ['спайка', 'спайка', 30],

            ['спальник', 'спальник', 0],
            ['спальник', 'спальник', 1],
            ['спальник', 'спальник', 2],
            ['спальник', 'спальник', 30],

            ['спальня', 'спальня', 0],
            ['спальня', 'спальня', 1],
            ['спальня', 'спальня', 2],
            ['спальня', 'спальня', 30],

            ['спаржа', 'спаржа', 0],
            ['спаржа', 'спаржа', 1],
            ['спаржа', 'спаржа', 2],
            ['спаржа', 'спаржа', 30],

            ['спарта', 'спарта', 0],
            ['спарта', 'спарта', 1],
            ['спарта', 'спарта', 2],
            ['спарта', 'спарта', 30],

            ['спартаковец', 'спартаковец', 0],
            ['спартаковец', 'спартаковец', 1],
            ['спартаковец', 'спартаковец', 2],
            ['спартаковец', 'спартаковец', 30],

            ['спартанец', 'спартанец', 0],
            ['спартанец', 'спартанец', 1],
            ['спартанец', 'спартанец', 2],
            ['спартанец', 'спартанец', 30],

            ['спас', 'спас', 0],
            ['спас', 'спас', 1],
            ['спас', 'спас', 2],
            ['спас', 'спас', 30],

            ['спасатель', 'спасатель', 0],
            ['спасатель', 'спасатель', 1],
            ['спасатель', 'спасатель', 2],
            ['спасатель', 'спасатель', 30],

            ['спасение', 'спасение', 0],
            ['спасение', 'спасение', 1],
            ['спасение', 'спасение', 2],
            ['спасение', 'спасение', 30],

            ['спасенье', 'спасенье', 0],
            ['спасенье', 'спасенье', 1],
            ['спасенье', 'спасенье', 2],
            ['спасенье', 'спасенье', 30],

            ['спасибо', 'спасибо', 0],
            ['спасибо', 'спасибо', 1],
            ['спасибо', 'спасибо', 2],
            ['спасибо', 'спасибо', 30],

            ['спаситель', 'спаситель', 0],
            ['спаситель', 'спаситель', 1],
            ['спаситель', 'спаситель', 2],
            ['спаситель', 'спаситель', 30],

            ['спевка', 'спевка', 0],
            ['спевка', 'спевка', 1],
            ['спевка', 'спевка', 2],
            ['спевка', 'спевка', 30],

            ['спектакль', 'спектакль', 0],
            ['спектакль', 'спектакль', 1],
            ['спектакль', 'спектакль', 2],
            ['спектакль', 'спектакль', 30],

            ['спектр', 'спектр', 0],
            ['спектр', 'спектр', 1],
            ['спектр', 'спектр', 2],
            ['спектр', 'спектр', 30],

            ['спекулянт', 'спекулянт', 0],
            ['спекулянт', 'спекулянт', 1],
            ['спекулянт', 'спекулянт', 2],
            ['спекулянт', 'спекулянт', 30],

            ['спекуляция', 'спекуляция', 0],
            ['спекуляция', 'спекуляция', 1],
            ['спекуляция', 'спекуляция', 2],
            ['спекуляция', 'спекуляция', 30],

            ['спель', 'спель', 0],
            ['спель', 'спель', 1],
            ['спель', 'спель', 2],
            ['спель', 'спель', 30],

            ['сперма', 'сперма', 0],
            ['сперма', 'сперма', 1],
            ['сперма', 'сперма', 2],
            ['сперма', 'сперма', 30],

            ['сперматозоид', 'сперматозоид', 0],
            ['сперматозоид', 'сперматозоид', 1],
            ['сперматозоид', 'сперматозоид', 2],
            ['сперматозоид', 'сперматозоид', 30],

            ['спесь', 'спесь', 0],
            ['спесь', 'спесь', 1],
            ['спесь', 'спесь', 2],
            ['спесь', 'спесь', 30],

            ['спех', 'спех', 0],
            ['спех', 'спех', 1],
            ['спех', 'спех', 2],
            ['спех', 'спех', 30],

            ['спец', 'спец', 0],
            ['спец', 'спец', 1],
            ['спец', 'спец', 2],
            ['спец', 'спец', 30],

            ['специализация', 'специализация', 0],
            ['специализация', 'специализация', 1],
            ['специализация', 'специализация', 2],
            ['специализация', 'специализация', 30],

            ['специалист', 'специалист', 0],
            ['специалист', 'специалист', 1],
            ['специалист', 'специалист', 2],
            ['специалист', 'специалист', 30],

            ['специальность', 'специальность', 0],
            ['специальность', 'специальность', 1],
            ['специальность', 'специальность', 2],
            ['специальность', 'специальность', 30],

            ['специфика', 'специфика', 0],
            ['специфика', 'специфика', 1],
            ['специфика', 'специфика', 2],
            ['специфика', 'специфика', 30],

            ['специя', 'специя', 0],
            ['специя', 'специя', 1],
            ['специя', 'специя', 2],
            ['специя', 'специя', 30],

            ['спецовка', 'спецовка', 0],
            ['спецовка', 'спецовка', 1],
            ['спецовка', 'спецовка', 2],
            ['спецовка', 'спецовка', 30],

            ['спецодежда', 'спецодежда', 0],
            ['спецодежда', 'спецодежда', 1],
            ['спецодежда', 'спецодежда', 2],
            ['спецодежда', 'спецодежда', 30],

            ['спецподразделение', 'спецподразделение', 0],
            ['спецподразделение', 'спецподразделение', 1],
            ['спецподразделение', 'спецподразделение', 2],
            ['спецподразделение', 'спецподразделение', 30],

            ['спецпроект', 'спецпроект', 0],
            ['спецпроект', 'спецпроект', 1],
            ['спецпроект', 'спецпроект', 2],
            ['спецпроект', 'спецпроект', 30],

            ['спецслужба', 'спецслужба', 0],
            ['спецслужба', 'спецслужба', 1],
            ['спецслужба', 'спецслужба', 2],
            ['спецслужба', 'спецслужба', 30],

            ['спецшкола', 'спецшкола', 0],
            ['спецшкола', 'спецшкола', 1],
            ['спецшкола', 'спецшкола', 2],
            ['спецшкола', 'спецшкола', 30],

            ['спешка', 'спешка', 0],
            ['спешка', 'спешка', 1],
            ['спешка', 'спешка', 2],
            ['спешка', 'спешка', 30],

            ['спид', 'спид', 0],
            ['спид', 'спид', 1],
            ['спид', 'спид', 2],
            ['спид', 'спид', 30],

            ['спидометр', 'спидометр', 0],
            ['спидометр', 'спидометр', 1],
            ['спидометр', 'спидометр', 2],
            ['спидометр', 'спидометр', 30],

            ['спикер', 'спикер', 0],
            ['спикер', 'спикер', 1],
            ['спикер', 'спикер', 2],
            ['спикер', 'спикер', 30],

            ['спилберг', 'спилберг', 0],
            ['спилберг', 'спилберг', 1],
            ['спилберг', 'спилберг', 2],
            ['спилберг', 'спилберг', 30],

            ['спина', 'спина', 0],
            ['спина', 'спина', 1],
            ['спина', 'спина', 2],
            ['спина', 'спина', 30],

            ['спинка', 'спинка', 0],
            ['спинка', 'спинка', 1],
            ['спинка', 'спинка', 2],
            ['спинка', 'спинка', 30],

            ['спиннинг', 'спиннинг', 0],
            ['спиннинг', 'спиннинг', 1],
            ['спиннинг', 'спиннинг', 2],
            ['спиннинг', 'спиннинг', 30],

            ['спираль', 'спираль', 0],
            ['спираль', 'спираль', 1],
            ['спираль', 'спираль', 2],
            ['спираль', 'спираль', 30],

            ['спирин', 'спирин', 0],
            ['спирин', 'спирин', 1],
            ['спирин', 'спирин', 2],
            ['спирин', 'спирин', 30],

            ['спирт', 'спирт', 0],
            ['спирт', 'спирт', 1],
            ['спирт', 'спирт', 2],
            ['спирт', 'спирт', 30],

            ['списание', 'списание', 0],
            ['списание', 'списание', 1],
            ['списание', 'списание', 2],
            ['списание', 'списание', 30],

            ['список', 'список', 0],
            ['список', 'список', 1],
            ['список', 'список', 2],
            ['список', 'список', 30],

            ['списочек', 'списочек', 0],
            ['списочек', 'списочек', 1],
            ['списочек', 'списочек', 2],
            ['списочек', 'списочек', 30],

            ['спица', 'спица', 0],
            ['спица', 'спица', 1],
            ['спица', 'спица', 2],
            ['спица', 'спица', 30],

            ['спицын', 'спицын', 0],
            ['спицын', 'спицын', 1],
            ['спицын', 'спицын', 2],
            ['спицын', 'спицын', 30],

            ['спичка', 'спичка', 0],
            ['спичка', 'спичка', 1],
            ['спичка', 'спичка', 2],
            ['спичка', 'спичка', 30],

            ['сплав', 'сплав', 0],
            ['сплав', 'сплав', 1],
            ['сплав', 'сплав', 2],
            ['сплав', 'сплав', 30],

            ['сплавщик', 'сплавщик', 0],
            ['сплавщик', 'сплавщик', 1],
            ['сплавщик', 'сплавщик', 2],
            ['сплавщик', 'сплавщик', 30],

            ['сплетение', 'сплетение', 0],
            ['сплетение', 'сплетение', 1],
            ['сплетение', 'сплетение', 2],
            ['сплетение', 'сплетение', 30],

            ['сплетница', 'сплетница', 0],
            ['сплетница', 'сплетница', 1],
            ['сплетница', 'сплетница', 2],
            ['сплетница', 'сплетница', 30],

            ['сплетня', 'сплетня', 0],
            ['сплетня', 'сплетня', 1],
            ['сплетня', 'сплетня', 2],
            ['сплетня', 'сплетня', 30],

            ['сплит', 'сплит', 0],
            ['сплит', 'сплит', 1],
            ['сплит', 'сплит', 2],
            ['сплит', 'сплит', 30],

            ['сподвижник', 'сподвижник', 0],
            ['сподвижник', 'сподвижник', 1],
            ['сподвижник', 'сподвижник', 2],
            ['сподвижник', 'сподвижник', 30],

            ['спой', 'спой', 0],
            ['спой', 'спой', 1],
            ['спой', 'спой', 2],
            ['спой', 'спой', 30],

            ['спокойствие', 'спокойствие', 0],
            ['спокойствие', 'спокойствие', 1],
            ['спокойствие', 'спокойствие', 2],
            ['спокойствие', 'спокойствие', 30],

            ['сполох', 'сполох', 0],
            ['сполох', 'сполох', 1],
            ['сполох', 'сполох', 2],
            ['сполох', 'сполох', 30],

            ['спонсор', 'спонсор', 0],
            ['спонсор', 'спонсор', 1],
            ['спонсор', 'спонсор', 2],
            ['спонсор', 'спонсор', 30],

            ['спор', 'спор', 0],
            ['спор', 'спор', 1],
            ['спор', 'спор', 2],
            ['спор', 'спор', 30],

            ['спора', 'спора', 0],
            ['спора', 'спора', 1],
            ['спора', 'спора', 2],
            ['спора', 'спора', 30],

            ['спорт', 'спорт', 0],
            ['спорт', 'спорт', 1],
            ['спорт', 'спорт', 2],
            ['спорт', 'спорт', 30],

            ['спортзал', 'спортзал', 0],
            ['спортзал', 'спортзал', 1],
            ['спортзал', 'спортзал', 2],
            ['спортзал', 'спортзал', 30],

            ['спортплощадка', 'спортплощадка', 0],
            ['спортплощадка', 'спортплощадка', 1],
            ['спортплощадка', 'спортплощадка', 2],
            ['спортплощадка', 'спортплощадка', 30],

            ['спортсмен', 'спортсмен', 0],
            ['спортсмен', 'спортсмен', 1],
            ['спортсмен', 'спортсмен', 2],
            ['спортсмен', 'спортсмен', 30],

            ['спорщик', 'спорщик', 0],
            ['спорщик', 'спорщик', 1],
            ['спорщик', 'спорщик', 2],
            ['спорщик', 'спорщик', 30],

            ['способ', 'способ', 0],
            ['способ', 'способ', 1],
            ['способ', 'способ', 2],
            ['способ', 'способ', 30],

            ['способность', 'способность', 0],
            ['способность', 'способность', 1],
            ['способность', 'способность', 2],
            ['способность', 'способность', 30],

            ['справа', 'справа', 0],
            ['справа', 'справа', 1],
            ['справа', 'справа', 2],
            ['справа', 'справа', 30],

            ['справедливость', 'справедливость', 0],
            ['справедливость', 'справедливость', 1],
            ['справедливость', 'справедливость', 2],
            ['справедливость', 'справедливость', 30],

            ['справка', 'справка', 0],
            ['справка', 'справка', 1],
            ['справка', 'справка', 2],
            ['справка', 'справка', 30],

            ['справочка', 'справочка', 0],
            ['справочка', 'справочка', 1],
            ['справочка', 'справочка', 2],
            ['справочка', 'справочка', 30],

            ['справочник', 'справочник', 0],
            ['справочник', 'справочник', 1],
            ['справочник', 'справочник', 2],
            ['справочник', 'справочник', 30],

            ['спринтер', 'спринтер', 0],
            ['спринтер', 'спринтер', 1],
            ['спринтер', 'спринтер', 2],
            ['спринтер', 'спринтер', 30],

            ['спринцевание', 'спринцевание', 0],
            ['спринцевание', 'спринцевание', 1],
            ['спринцевание', 'спринцевание', 2],
            ['спринцевание', 'спринцевание', 30],

            ['спрос', 'спрос', 0],
            ['спрос', 'спрос', 1],
            ['спрос', 'спрос', 2],
            ['спрос', 'спрос', 30],

            ['спрут', 'спрут', 0],
            ['спрут', 'спрут', 1],
            ['спрут', 'спрут', 2],
            ['спрут', 'спрут', 30],

            ['спуск', 'спуск', 0],
            ['спуск', 'спуск', 1],
            ['спуск', 'спуск', 2],
            ['спуск', 'спуск', 30],

            ['спутник', 'спутник', 0],
            ['спутник', 'спутник', 1],
            ['спутник', 'спутник', 2],
            ['спутник', 'спутник', 30],

            ['спутница', 'спутница', 0],
            ['спутница', 'спутница', 1],
            ['спутница', 'спутница', 2],
            ['спутница', 'спутница', 30],

            ['спячка', 'спячка', 0],
            ['спячка', 'спячка', 1],
            ['спячка', 'спячка', 2],
            ['спячка', 'спячка', 30],

            ['срабатывание', 'срабатывание', 0],
            ['срабатывание', 'срабатывание', 1],
            ['срабатывание', 'срабатывание', 2],
            ['срабатывание', 'срабатывание', 30],

            ['сравнение', 'сравнение', 0],
            ['сравнение', 'сравнение', 1],
            ['сравнение', 'сравнение', 2],
            ['сравнение', 'сравнение', 30],

            ['сражение', 'сражение', 0],
            ['сражение', 'сражение', 1],
            ['сражение', 'сражение', 2],
            ['сражение', 'сражение', 30],

            ['срам', 'срам', 0],
            ['срам', 'срам', 1],
            ['срам', 'срам', 2],
            ['срам', 'срам', 30],

            ['среда', 'среда', 0],
            ['среда', 'среда', 1],
            ['среда', 'среда', 2],
            ['среда', 'среда', 30],

            ['средневековье', 'средневековье', 0],
            ['средневековье', 'средневековье', 1],
            ['средневековье', 'средневековье', 2],
            ['средневековье', 'средневековье', 30],

            ['средоточие', 'средоточие', 0],
            ['средоточие', 'средоточие', 1],
            ['средоточие', 'средоточие', 2],
            ['средоточие', 'средоточие', 30],

            ['средство', 'средство', 0],
            ['средство', 'средство', 1],
            ['средство', 'средство', 2],
            ['средство', 'средство', 30],

            ['срез', 'срез', 0],
            ['срез', 'срез', 1],
            ['срез', 'срез', 2],
            ['срез', 'срез', 30],

            ['сретенка', 'сретенка', 0],
            ['сретенка', 'сретенка', 1],
            ['сретенка', 'сретенка', 2],
            ['сретенка', 'сретенка', 30],

            ['срок', 'срок', 0],
            ['срок', 'срок', 1],
            ['срок', 'срок', 2],
            ['срок', 'срок', 30],

            ['срочность', 'срочность', 0],
            ['срочность', 'срочность', 1],
            ['срочность', 'срочность', 2],
            ['срочность', 'срочность', 30],

            ['сруб', 'сруб', 0],
            ['сруб', 'сруб', 1],
            ['сруб', 'сруб', 2],
            ['сруб', 'сруб', 30],

            ['срыв', 'срыв', 0],
            ['срыв', 'срыв', 1],
            ['срыв', 'срыв', 2],
            ['срыв', 'срыв', 30],

            ['ссадина', 'ссадина', 0],
            ['ссадина', 'ссадина', 1],
            ['ссадина', 'ссадина', 2],
            ['ссадина', 'ссадина', 30],

            ['ссора', 'ссора', 0],
            ['ссора', 'ссора', 1],
            ['ссора', 'ссора', 2],
            ['ссора', 'ссора', 30],

            ['ссср', 'ссср', 0],
            ['ссср', 'ссср', 1],
            ['ссср', 'ссср', 2],
            ['ссср', 'ссср', 30],

            ['ссуда', 'ссуда', 0],
            ['ссуда', 'ссуда', 1],
            ['ссуда', 'ссуда', 2],
            ['ссуда', 'ссуда', 30],

            ['ссылка', 'ссылка', 0],
            ['ссылка', 'ссылка', 1],
            ['ссылка', 'ссылка', 2],
            ['ссылка', 'ссылка', 30],

            ['стабилизатор', 'стабилизатор', 0],
            ['стабилизатор', 'стабилизатор', 1],
            ['стабилизатор', 'стабилизатор', 2],
            ['стабилизатор', 'стабилизатор', 30],

            ['стабилизация', 'стабилизация', 0],
            ['стабилизация', 'стабилизация', 1],
            ['стабилизация', 'стабилизация', 2],
            ['стабилизация', 'стабилизация', 30],

            ['стабильность', 'стабильность', 0],
            ['стабильность', 'стабильность', 1],
            ['стабильность', 'стабильность', 2],
            ['стабильность', 'стабильность', 30],

            ['ставень', 'ставень', 0],
            ['ставень', 'ставень', 1],
            ['ставень', 'ставень', 2],
            ['ставень', 'ставень', 30],

            ['ставка', 'ставка', 0],
            ['ставка', 'ставка', 1],
            ['ставка', 'ставка', 2],
            ['ставка', 'ставка', 30],

            ['ставленник', 'ставленник', 0],
            ['ставленник', 'ставленник', 1],
            ['ставленник', 'ставленник', 2],
            ['ставленник', 'ставленник', 30],

            ['ставрополь', 'ставрополь', 0],
            ['ставрополь', 'ставрополь', 1],
            ['ставрополь', 'ставрополь', 2],
            ['ставрополь', 'ставрополь', 30],

            ['стадий', 'стадий', 0],
            ['стадий', 'стадий', 1],
            ['стадий', 'стадий', 2],
            ['стадий', 'стадий', 30],

            ['стадион', 'стадион', 0],
            ['стадион', 'стадион', 1],
            ['стадион', 'стадион', 2],
            ['стадион', 'стадион', 30],

            ['стадия', 'стадия', 0],
            ['стадия', 'стадия', 1],
            ['стадия', 'стадия', 2],
            ['стадия', 'стадия', 30],

            ['стадо', 'стадо', 0],
            ['стадо', 'стадо', 1],
            ['стадо', 'стадо', 2],
            ['стадо', 'стадо', 30],

            ['стаж', 'стаж', 0],
            ['стаж', 'стаж', 1],
            ['стаж', 'стаж', 2],
            ['стаж', 'стаж', 30],

            ['стажер', 'стажер', 0],
            ['стажер', 'стажер', 1],
            ['стажер', 'стажер', 2],
            ['стажер', 'стажер', 30],

            ['стажировка', 'стажировка', 0],
            ['стажировка', 'стажировка', 1],
            ['стажировка', 'стажировка', 2],
            ['стажировка', 'стажировка', 30],

            ['стайка', 'стайка', 0],
            ['стайка', 'стайка', 1],
            ['стайка', 'стайка', 2],
            ['стайка', 'стайка', 30],

            ['стакан', 'стакан', 0],
            ['стакан', 'стакан', 1],
            ['стакан', 'стакан', 2],
            ['стакан', 'стакан', 30],

            ['стаканчик', 'стаканчик', 0],
            ['стаканчик', 'стаканчик', 1],
            ['стаканчик', 'стаканчик', 2],
            ['стаканчик', 'стаканчик', 30],

            ['сталактит', 'сталактит', 0],
            ['сталактит', 'сталактит', 1],
            ['сталактит', 'сталактит', 2],
            ['сталактит', 'сталактит', 30],

            ['сталинизм', 'сталинизм', 0],
            ['сталинизм', 'сталинизм', 1],
            ['сталинизм', 'сталинизм', 2],
            ['сталинизм', 'сталинизм', 30],

            ['сталкер', 'сталкер', 0],
            ['сталкер', 'сталкер', 1],
            ['сталкер', 'сталкер', 2],
            ['сталкер', 'сталкер', 30],

            ['сталь', 'сталь', 0],
            ['сталь', 'сталь', 1],
            ['сталь', 'сталь', 2],
            ['сталь', 'сталь', 30],

            ['стамбул', 'стамбул', 0],
            ['стамбул', 'стамбул', 1],
            ['стамбул', 'стамбул', 2],
            ['стамбул', 'стамбул', 30],

            ['стамеска', 'стамеска', 0],
            ['стамеска', 'стамеска', 1],
            ['стамеска', 'стамеска', 2],
            ['стамеска', 'стамеска', 30],

            ['стан', 'стан', 0],
            ['стан', 'стан', 1],
            ['стан', 'стан', 2],
            ['стан', 'стан', 30],

            ['стандарт', 'стандарт', 0],
            ['стандарт', 'стандарт', 1],
            ['стандарт', 'стандарт', 2],
            ['стандарт', 'стандарт', 30],

            ['станина', 'станина', 0],
            ['станина', 'станина', 1],
            ['станина', 'станина', 2],
            ['станина', 'станина', 30],

            ['станислав', 'станислав', 0],
            ['станислав', 'станислав', 1],
            ['станислав', 'станислав', 2],
            ['станислав', 'станислав', 30],

            ['станислава', 'станислава', 0],
            ['станислава', 'станислава', 1],
            ['станислава', 'станислава', 2],
            ['станислава', 'станислава', 30],

            ['станиславка', 'станиславка', 0],
            ['станиславка', 'станиславка', 1],
            ['станиславка', 'станиславка', 2],
            ['станиславка', 'станиславка', 30],

            ['станица', 'станица', 0],
            ['станица', 'станица', 1],
            ['станица', 'станица', 2],
            ['станица', 'станица', 30],

            ['становление', 'становление', 0],
            ['становление', 'становление', 1],
            ['становление', 'становление', 2],
            ['становление', 'становление', 30],

            ['становой', 'становой', 0],
            ['становой', 'становой', 1],
            ['становой', 'становой', 2],
            ['становой', 'становой', 30],

            ['станок', 'станок', 0],
            ['станок', 'станок', 1],
            ['станок', 'станок', 2],
            ['станок', 'станок', 30],

            ['станция', 'станция', 0],
            ['станция', 'станция', 1],
            ['станция', 'станция', 2],
            ['станция', 'станция', 30],

            ['станя', 'станя', 0],
            ['станя', 'станя', 1],
            ['станя', 'станя', 2],
            ['станя', 'станя', 30],

            ['старание', 'старание', 0],
            ['старание', 'старание', 1],
            ['старание', 'старание', 2],
            ['старание', 'старание', 30],

            ['старатель', 'старатель', 0],
            ['старатель', 'старатель', 1],
            ['старатель', 'старатель', 2],
            ['старатель', 'старатель', 30],

            ['старательность', 'старательность', 0],
            ['старательность', 'старательность', 1],
            ['старательность', 'старательность', 2],
            ['старательность', 'старательность', 30],

            ['старейшина', 'старейшина', 0],
            ['старейшина', 'старейшина', 1],
            ['старейшина', 'старейшина', 2],
            ['старейшина', 'старейшина', 30],

            ['старемилиан', 'старемилиан', 0],
            ['старемилиан', 'старемилиан', 1],
            ['старемилиан', 'старемилиан', 2],
            ['старемилиан', 'старемилиан', 30],

            ['старение', 'старение', 0],
            ['старение', 'старение', 1],
            ['старение', 'старение', 2],
            ['старение', 'старение', 30],

            ['старец', 'старец', 0],
            ['старец', 'старец', 1],
            ['старец', 'старец', 2],
            ['старец', 'старец', 30],

            ['старик', 'старик', 0],
            ['старик', 'старик', 1],
            ['старик', 'старик', 2],
            ['старик', 'старик', 30],

            ['старикан', 'старикан', 0],
            ['старикан', 'старикан', 1],
            ['старикан', 'старикан', 2],
            ['старикан', 'старикан', 30],

            ['старикашка', 'старикашка', 0],
            ['старикашка', 'старикашка', 1],
            ['старикашка', 'старикашка', 2],
            ['старикашка', 'старикашка', 30],

            ['старина', 'старина', 0],
            ['старина', 'старина', 1],
            ['старина', 'старина', 2],
            ['старина', 'старина', 30],

            ['старинка', 'старинка', 0],
            ['старинка', 'старинка', 1],
            ['старинка', 'старинка', 2],
            ['старинка', 'старинка', 30],

            ['старица', 'старица', 0],
            ['старица', 'старица', 1],
            ['старица', 'старица', 2],
            ['старица', 'старица', 30],

            ['старичок', 'старичок', 0],
            ['старичок', 'старичок', 1],
            ['старичок', 'старичок', 2],
            ['старичок', 'старичок', 30],

            ['старожил', 'старожил', 0],
            ['старожил', 'старожил', 1],
            ['старожил', 'старожил', 2],
            ['старожил', 'старожил', 30],

            ['старообрядец', 'старообрядец', 0],
            ['старообрядец', 'старообрядец', 1],
            ['старообрядец', 'старообрядец', 2],
            ['старообрядец', 'старообрядец', 30],

            ['староста', 'староста', 0],
            ['староста', 'староста', 1],
            ['староста', 'староста', 2],
            ['староста', 'староста', 30],

            ['старость', 'старость', 0],
            ['старость', 'старость', 1],
            ['старость', 'старость', 2],
            ['старость', 'старость', 30],

            ['старпом', 'старпом', 0],
            ['старпом', 'старпом', 1],
            ['старпом', 'старпом', 2],
            ['старпом', 'старпом', 30],

            ['старт', 'старт', 0],
            ['старт', 'старт', 1],
            ['старт', 'старт', 2],
            ['старт', 'старт', 30],

            ['стартер', 'стартер', 0],
            ['стартер', 'стартер', 1],
            ['стартер', 'стартер', 2],
            ['стартер', 'стартер', 30],

            ['старуха', 'старуха', 0],
            ['старуха', 'старуха', 1],
            ['старуха', 'старуха', 2],
            ['старуха', 'старуха', 30],

            ['старушенция', 'старушенция', 0],
            ['старушенция', 'старушенция', 1],
            ['старушенция', 'старушенция', 2],
            ['старушенция', 'старушенция', 30],

            ['старушка', 'старушка', 0],
            ['старушка', 'старушка', 1],
            ['старушка', 'старушка', 2],
            ['старушка', 'старушка', 30],

            ['старшеклассник', 'старшеклассник', 0],
            ['старшеклассник', 'старшеклассник', 1],
            ['старшеклассник', 'старшеклассник', 2],
            ['старшеклассник', 'старшеклассник', 30],

            ['старшина', 'старшина', 0],
            ['старшина', 'старшина', 1],
            ['старшина', 'старшина', 2],
            ['старшина', 'старшина', 30],

            ['старшинство', 'старшинство', 0],
            ['старшинство', 'старшинство', 1],
            ['старшинство', 'старшинство', 2],
            ['старшинство', 'старшинство', 30],

            ['старшой', 'старшой', 0],
            ['старшой', 'старшой', 1],
            ['старшой', 'старшой', 2],
            ['старшой', 'старшой', 30],

            ['старье', 'старье', 0],
            ['старье', 'старье', 1],
            ['старье', 'старье', 2],
            ['старье', 'старье', 30],

            ['стася', 'стася', 0],
            ['стася', 'стася', 1],
            ['стася', 'стася', 2],
            ['стася', 'стася', 30],

            ['статейка', 'статейка', 0],
            ['статейка', 'статейка', 1],
            ['статейка', 'статейка', 2],
            ['статейка', 'статейка', 30],

            ['статист', 'статист', 0],
            ['статист', 'статист', 1],
            ['статист', 'статист', 2],
            ['статист', 'статист', 30],

            ['статистик', 'статистик', 0],
            ['статистик', 'статистик', 1],
            ['статистик', 'статистик', 2],
            ['статистик', 'статистик', 30],

            ['статистика', 'статистика', 0],
            ['статистика', 'статистика', 1],
            ['статистика', 'статистика', 2],
            ['статистика', 'статистика', 30],

            ['статус', 'статус', 0],
            ['статус', 'статус', 1],
            ['статус', 'статус', 2],
            ['статус', 'статус', 30],

            ['статуэтка', 'статуэтка', 0],
            ['статуэтка', 'статуэтка', 1],
            ['статуэтка', 'статуэтка', 2],
            ['статуэтка', 'статуэтка', 30],

            ['статуя', 'статуя', 0],
            ['статуя', 'статуя', 1],
            ['статуя', 'статуя', 2],
            ['статуя', 'статуя', 30],

            ['стать', 'стать', 0],
            ['стать', 'стать', 1],
            ['стать', 'стать', 2],
            ['стать', 'стать', 30],

            ['статья', 'статья', 0],
            ['статья', 'статья', 1],
            ['статья', 'статья', 2],
            ['статья', 'статья', 30],

            ['стафилококк', 'стафилококк', 0],
            ['стафилококк', 'стафилококк', 1],
            ['стафилококк', 'стафилококк', 2],
            ['стафилококк', 'стафилококк', 30],

            ['стационар', 'стационар', 0],
            ['стационар', 'стационар', 1],
            ['стационар', 'стационар', 2],
            ['стационар', 'стационар', 30],

            ['стая', 'стая', 0],
            ['стая', 'стая', 1],
            ['стая', 'стая', 2],
            ['стая', 'стая', 30],

            ['ствол', 'ствол', 0],
            ['ствол', 'ствол', 1],
            ['ствол', 'ствол', 2],
            ['ствол', 'ствол', 30],

            ['створ', 'створ', 0],
            ['створ', 'створ', 1],
            ['створ', 'створ', 2],
            ['створ', 'створ', 30],

            ['створка', 'створка', 0],
            ['створка', 'створка', 1],
            ['створка', 'створка', 2],
            ['створка', 'створка', 30],

            ['стебелек', 'стебелек', 0],
            ['стебелек', 'стебелек', 1],
            ['стебелек', 'стебелек', 2],
            ['стебелек', 'стебелек', 30],

            ['стебель', 'стебель', 0],
            ['стебель', 'стебель', 1],
            ['стебель', 'стебель', 2],
            ['стебель', 'стебель', 30],

            ['стежок', 'стежок', 0],
            ['стежок', 'стежок', 1],
            ['стежок', 'стежок', 2],
            ['стежок', 'стежок', 30],

            ['стезя', 'стезя', 0],
            ['стезя', 'стезя', 1],
            ['стезя', 'стезя', 2],
            ['стезя', 'стезя', 30],

            ['стекло', 'стекло', 0],
            ['стекло', 'стекло', 1],
            ['стекло', 'стекло', 2],
            ['стекло', 'стекло', 30],

            ['стеклышко', 'стеклышко', 0],
            ['стеклышко', 'стеклышко', 1],
            ['стеклышко', 'стеклышко', 2],
            ['стеклышко', 'стеклышко', 30],

            ['стекляшка', 'стекляшка', 0],
            ['стекляшка', 'стекляшка', 1],
            ['стекляшка', 'стекляшка', 2],
            ['стекляшка', 'стекляшка', 30],

            ['стекольщик', 'стекольщик', 0],
            ['стекольщик', 'стекольщик', 1],
            ['стекольщик', 'стекольщик', 2],
            ['стекольщик', 'стекольщик', 30],

            ['стелла', 'стелла', 0],
            ['стелла', 'стелла', 1],
            ['стелла', 'стелла', 2],
            ['стелла', 'стелла', 30],

            ['стеллаж', 'стеллаж', 0],
            ['стеллаж', 'стеллаж', 1],
            ['стеллаж', 'стеллаж', 2],
            ['стеллаж', 'стеллаж', 30],

            ['стелька', 'стелька', 0],
            ['стелька', 'стелька', 1],
            ['стелька', 'стелька', 2],
            ['стелька', 'стелька', 30],

            ['стен', 'стен', 0],
            ['стен', 'стен', 1],
            ['стен', 'стен', 2],
            ['стен', 'стен', 30],

            ['стена', 'стена', 0],
            ['стена', 'стена', 1],
            ['стена', 'стена', 2],
            ['стена', 'стена', 30],

            ['стенание', 'стенание', 0],
            ['стенание', 'стенание', 1],
            ['стенание', 'стенание', 2],
            ['стенание', 'стенание', 30],

            ['стенгазета', 'стенгазета', 0],
            ['стенгазета', 'стенгазета', 1],
            ['стенгазета', 'стенгазета', 2],
            ['стенгазета', 'стенгазета', 30],

            ['стенд', 'стенд', 0],
            ['стенд', 'стенд', 1],
            ['стенд', 'стенд', 2],
            ['стенд', 'стенд', 30],

            ['стенка', 'стенка', 0],
            ['стенка', 'стенка', 1],
            ['стенка', 'стенка', 2],
            ['стенка', 'стенка', 30],

            ['стенограмма', 'стенограмма', 0],
            ['стенограмма', 'стенограмма', 1],
            ['стенограмма', 'стенограмма', 2],
            ['стенограмма', 'стенограмма', 30],

            ['стенографистка', 'стенографистка', 0],
            ['стенографистка', 'стенографистка', 1],
            ['стенографистка', 'стенографистка', 2],
            ['стенографистка', 'стенографистка', 30],

            ['стеноз', 'стеноз', 0],
            ['стеноз', 'стеноз', 1],
            ['стеноз', 'стеноз', 2],
            ['стеноз', 'стеноз', 30],

            ['стенокардия', 'стенокардия', 0],
            ['стенокардия', 'стенокардия', 1],
            ['стенокардия', 'стенокардия', 2],
            ['стенокардия', 'стенокардия', 30],

            ['стенолом', 'стенолом', 0],
            ['стенолом', 'стенолом', 1],
            ['стенолом', 'стенолом', 2],
            ['стенолом', 'стенолом', 30],

            ['стеночка', 'стеночка', 0],
            ['стеночка', 'стеночка', 1],
            ['стеночка', 'стеночка', 2],
            ['стеночка', 'стеночка', 30],

            ['стенюша', 'стенюша', 0],
            ['стенюша', 'стенюша', 1],
            ['стенюша', 'стенюша', 2],
            ['стенюша', 'стенюша', 30],

            ['стеня', 'стеня', 0],
            ['стеня', 'стеня', 1],
            ['стеня', 'стеня', 2],
            ['стеня', 'стеня', 30],

            ['степ', 'степ', 0],
            ['степ', 'степ', 1],
            ['степ', 'степ', 2],
            ['степ', 'степ', 30],

            ['степа', 'степа', 0],
            ['степа', 'степа', 1],
            ['степа', 'степа', 2],
            ['степа', 'степа', 30],

            ['степан', 'степан', 0],
            ['степан', 'степан', 1],
            ['степан', 'степан', 2],
            ['степан', 'степан', 30],

            ['степанакерт', 'степанакерт', 0],
            ['степанакерт', 'степанакерт', 1],
            ['степанакерт', 'степанакерт', 2],
            ['степанакерт', 'степанакерт', 30],

            ['степанида', 'степанида', 0],
            ['степанида', 'степанида', 1],
            ['степанида', 'степанида', 2],
            ['степанида', 'степанида', 30],

            ['степанидка', 'степанидка', 0],
            ['степанидка', 'степанидка', 1],
            ['степанидка', 'степанидка', 2],
            ['степанидка', 'степанидка', 30],

            ['степанка', 'степанка', 0],
            ['степанка', 'степанка', 1],
            ['степанка', 'степанка', 2],
            ['степанка', 'степанка', 30],

            ['степанова', 'степанова', 0],
            ['степанова', 'степанова', 1],
            ['степанова', 'степанова', 2],
            ['степанова', 'степанова', 30],

            ['степаныч', 'степаныч', 0],
            ['степаныч', 'степаныч', 1],
            ['степаныч', 'степаныч', 2],
            ['степаныч', 'степаныч', 30],

            ['степаня', 'степаня', 0],
            ['степаня', 'степаня', 1],
            ['степаня', 'степаня', 2],
            ['степаня', 'степаня', 30],

            ['степаха', 'степаха', 0],
            ['степаха', 'степаха', 1],
            ['степаха', 'степаха', 2],
            ['степаха', 'степаха', 30],

            ['степаша', 'степаша', 0],
            ['степаша', 'степаша', 1],
            ['степаша', 'степаша', 2],
            ['степаша', 'степаша', 30],

            ['степень', 'степень', 0],
            ['степень', 'степень', 1],
            ['степень', 'степень', 2],
            ['степень', 'степень', 30],

            ['степуня', 'степуня', 0],
            ['степуня', 'степуня', 1],
            ['степуня', 'степуня', 2],
            ['степуня', 'степуня', 30],

            ['степура', 'степура', 0],
            ['степура', 'степура', 1],
            ['степура', 'степура', 2],
            ['степура', 'степура', 30],

            ['степуха', 'степуха', 0],
            ['степуха', 'степуха', 1],
            ['степуха', 'степуха', 2],
            ['степуха', 'степуха', 30],

            ['степуша', 'степуша', 0],
            ['степуша', 'степуша', 1],
            ['степуша', 'степуша', 2],
            ['степуша', 'степуша', 30],

            ['степь', 'степь', 0],
            ['степь', 'степь', 1],
            ['степь', 'степь', 2],
            ['степь', 'степь', 30],

            ['стер', 'стер', 0],
            ['стер', 'стер', 1],
            ['стер', 'стер', 2],
            ['стер', 'стер', 30],

            ['стерва', 'стерва', 0],
            ['стерва', 'стерва', 1],
            ['стерва', 'стерва', 2],
            ['стерва', 'стерва', 30],

            ['стервец', 'стервец', 0],
            ['стервец', 'стервец', 1],
            ['стервец', 'стервец', 2],
            ['стервец', 'стервец', 30],

            ['стервятник', 'стервятник', 0],
            ['стервятник', 'стервятник', 1],
            ['стервятник', 'стервятник', 2],
            ['стервятник', 'стервятник', 30],

            ['стереотип', 'стереотип', 0],
            ['стереотип', 'стереотип', 1],
            ['стереотип', 'стереотип', 2],
            ['стереотип', 'стереотип', 30],

            ['стереотруба', 'стереотруба', 0],
            ['стереотруба', 'стереотруба', 1],
            ['стереотруба', 'стереотруба', 2],
            ['стереотруба', 'стереотруба', 30],

            ['стержень', 'стержень', 0],
            ['стержень', 'стержень', 1],
            ['стержень', 'стержень', 2],
            ['стержень', 'стержень', 30],

            ['стерин', 'стерин', 0],
            ['стерин', 'стерин', 1],
            ['стерин', 'стерин', 2],
            ['стерин', 'стерин', 30],

            ['стерлинг', 'стерлинг', 0],
            ['стерлинг', 'стерлинг', 1],
            ['стерлинг', 'стерлинг', 2],
            ['стерлинг', 'стерлинг', 30],

            ['стерлядь', 'стерлядь', 0],
            ['стерлядь', 'стерлядь', 1],
            ['стерлядь', 'стерлядь', 2],
            ['стерлядь', 'стерлядь', 30],

            ['стерня', 'стерня', 0],
            ['стерня', 'стерня', 1],
            ['стерня', 'стерня', 2],
            ['стерня', 'стерня', 30],

            ['стеснение', 'стеснение', 0],
            ['стеснение', 'стеснение', 1],
            ['стеснение', 'стеснение', 2],
            ['стеснение', 'стеснение', 30],

            ['стетоскоп', 'стетоскоп', 0],
            ['стетоскоп', 'стетоскоп', 1],
            ['стетоскоп', 'стетоскоп', 2],
            ['стетоскоп', 'стетоскоп', 30],

            ['стефа', 'стефа', 0],
            ['стефа', 'стефа', 1],
            ['стефа', 'стефа', 2],
            ['стефа', 'стефа', 30],

            ['стефан', 'стефан', 0],
            ['стефан', 'стефан', 1],
            ['стефан', 'стефан', 2],
            ['стефан', 'стефан', 30],

            ['стефана', 'стефана', 0],
            ['стефана', 'стефана', 1],
            ['стефана', 'стефана', 2],
            ['стефана', 'стефана', 30],

            ['стефанида', 'стефанида', 0],
            ['стефанида', 'стефанида', 1],
            ['стефанида', 'стефанида', 2],
            ['стефанида', 'стефанида', 30],

            ['стефания', 'стефания', 0],
            ['стефания', 'стефания', 1],
            ['стефания', 'стефания', 2],
            ['стефания', 'стефания', 30],

            ['стеха', 'стеха', 0],
            ['стеха', 'стеха', 1],
            ['стеха', 'стеха', 2],
            ['стеха', 'стеха', 30],

            ['стечение', 'стечение', 0],
            ['стечение', 'стечение', 1],
            ['стечение', 'стечение', 2],
            ['стечение', 'стечение', 30],

            ['стеша', 'стеша', 0],
            ['стеша', 'стеша', 1],
            ['стеша', 'стеша', 2],
            ['стеша', 'стеша', 30],

            ['стилет', 'стилет', 0],
            ['стилет', 'стилет', 1],
            ['стилет', 'стилет', 2],
            ['стилет', 'стилет', 30],

            ['стилистика', 'стилистика', 0],
            ['стилистика', 'стилистика', 1],
            ['стилистика', 'стилистика', 2],
            ['стилистика', 'стилистика', 30],

            ['стиль', 'стиль', 0],
            ['стиль', 'стиль', 1],
            ['стиль', 'стиль', 2],
            ['стиль', 'стиль', 30],

            ['стиляга', 'стиляга', 0],
            ['стиляга', 'стиляга', 1],
            ['стиляга', 'стиляга', 2],
            ['стиляга', 'стиляга', 30],

            ['стимул', 'стимул', 0],
            ['стимул', 'стимул', 1],
            ['стимул', 'стимул', 2],
            ['стимул', 'стимул', 30],

            ['стимулирование', 'стимулирование', 0],
            ['стимулирование', 'стимулирование', 1],
            ['стимулирование', 'стимулирование', 2],
            ['стимулирование', 'стимулирование', 30],

            ['стимулятор', 'стимулятор', 0],
            ['стимулятор', 'стимулятор', 1],
            ['стимулятор', 'стимулятор', 2],
            ['стимулятор', 'стимулятор', 30],

            ['стимуляция', 'стимуляция', 0],
            ['стимуляция', 'стимуляция', 1],
            ['стимуляция', 'стимуляция', 2],
            ['стимуляция', 'стимуляция', 30],

            ['стина', 'стина', 0],
            ['стина', 'стина', 1],
            ['стина', 'стина', 2],
            ['стина', 'стина', 30],

            ['стипендия', 'стипендия', 0],
            ['стипендия', 'стипендия', 1],
            ['стипендия', 'стипендия', 2],
            ['стипендия', 'стипендия', 30],

            ['стирка', 'стирка', 0],
            ['стирка', 'стирка', 1],
            ['стирка', 'стирка', 2],
            ['стирка', 'стирка', 30],

            ['стих', 'стих', 0],
            ['стих', 'стих', 1],
            ['стих', 'стих', 2],
            ['стих', 'стих', 30],

            ['стихание', 'стихание', 0],
            ['стихание', 'стихание', 1],
            ['стихание', 'стихание', 2],
            ['стихание', 'стихание', 30],

            ['стихи', 'стихи', 0],
            ['стихи', 'стихи', 1],
            ['стихи', 'стихи', 2],
            ['стихи', 'стихи', 30],

            ['стихия', 'стихия', 0],
            ['стихия', 'стихия', 1],
            ['стихия', 'стихия', 2],
            ['стихия', 'стихия', 30],

            ['стихотворение', 'стихотворение', 0],
            ['стихотворение', 'стихотворение', 1],
            ['стихотворение', 'стихотворение', 2],
            ['стихотворение', 'стихотворение', 30],

            ['стишок', 'стишок', 0],
            ['стишок', 'стишок', 1],
            ['стишок', 'стишок', 2],
            ['стишок', 'стишок', 30],

            ['стланик', 'стланик', 0],
            ['стланик', 'стланик', 1],
            ['стланик', 'стланик', 2],
            ['стланик', 'стланик', 30],

            ['стог', 'стог', 0],
            ['стог', 'стог', 1],
            ['стог', 'стог', 2],
            ['стог', 'стог', 30],

            ['стожар', 'стожар', 0],
            ['стожар', 'стожар', 1],
            ['стожар', 'стожар', 2],
            ['стожар', 'стожар', 30],

            ['стоимость', 'стоимость', 0],
            ['стоимость', 'стоимость', 1],
            ['стоимость', 'стоимость', 2],
            ['стоимость', 'стоимость', 30],

            ['стойбище', 'стойбище', 0],
            ['стойбище', 'стойбище', 1],
            ['стойбище', 'стойбище', 2],
            ['стойбище', 'стойбище', 30],

            ['стойка', 'стойка', 0],
            ['стойка', 'стойка', 1],
            ['стойка', 'стойка', 2],
            ['стойка', 'стойка', 30],

            ['стойкость', 'стойкость', 0],
            ['стойкость', 'стойкость', 1],
            ['стойкость', 'стойкость', 2],
            ['стойкость', 'стойкость', 30],

            ['стойло', 'стойло', 0],
            ['стойло', 'стойло', 1],
            ['стойло', 'стойло', 2],
            ['стойло', 'стойло', 30],

            ['сток', 'сток', 0],
            ['сток', 'сток', 1],
            ['сток', 'сток', 2],
            ['сток', 'сток', 30],

            ['стокгольм', 'стокгольм', 0],
            ['стокгольм', 'стокгольм', 1],
            ['стокгольм', 'стокгольм', 2],
            ['стокгольм', 'стокгольм', 30],

            ['стол', 'стол', 0],
            ['стол', 'стол', 1],
            ['стол', 'стол', 2],
            ['стол', 'стол', 30],

            ['столб', 'столб', 0],
            ['столб', 'столб', 1],
            ['столб', 'столб', 2],
            ['столб', 'столб', 30],

            ['столбец', 'столбец', 0],
            ['столбец', 'столбец', 1],
            ['столбец', 'столбец', 2],
            ['столбец', 'столбец', 30],

            ['столбик', 'столбик', 0],
            ['столбик', 'столбик', 1],
            ['столбик', 'столбик', 2],
            ['столбик', 'столбик', 30],

            ['столбняк', 'столбняк', 0],
            ['столбняк', 'столбняк', 1],
            ['столбняк', 'столбняк', 2],
            ['столбняк', 'столбняк', 30],

            ['столетие', 'столетие', 0],
            ['столетие', 'столетие', 1],
            ['столетие', 'столетие', 2],
            ['столетие', 'столетие', 30],

            ['столешница', 'столешница', 0],
            ['столешница', 'столешница', 1],
            ['столешница', 'столешница', 2],
            ['столешница', 'столешница', 30],

            ['столик', 'столик', 0],
            ['столик', 'столик', 1],
            ['столик', 'столик', 2],
            ['столик', 'столик', 30],

            ['столица', 'столица', 0],
            ['столица', 'столица', 1],
            ['столица', 'столица', 2],
            ['столица', 'столица', 30],

            ['столкновение', 'столкновение', 0],
            ['столкновение', 'столкновение', 1],
            ['столкновение', 'столкновение', 2],
            ['столкновение', 'столкновение', 30],

            ['столовка', 'столовка', 0],
            ['столовка', 'столовка', 1],
            ['столовка', 'столовка', 2],
            ['столовка', 'столовка', 30],

            ['столп', 'столп', 0],
            ['столп', 'столп', 1],
            ['столп', 'столп', 2],
            ['столп', 'столп', 30],

            ['столпотворение', 'столпотворение', 0],
            ['столпотворение', 'столпотворение', 1],
            ['столпотворение', 'столпотворение', 2],
            ['столпотворение', 'столпотворение', 30],

            ['стольник', 'стольник', 0],
            ['стольник', 'стольник', 1],
            ['стольник', 'стольник', 2],
            ['стольник', 'стольник', 30],

            ['столяр', 'столяр', 0],
            ['столяр', 'столяр', 1],
            ['столяр', 'столяр', 2],
            ['столяр', 'столяр', 30],

            ['столярка', 'столярка', 0],
            ['столярка', 'столярка', 1],
            ['столярка', 'столярка', 2],
            ['столярка', 'столярка', 30],

            ['стоматит', 'стоматит', 0],
            ['стоматит', 'стоматит', 1],
            ['стоматит', 'стоматит', 2],
            ['стоматит', 'стоматит', 30],

            ['стоматолог', 'стоматолог', 0],
            ['стоматолог', 'стоматолог', 1],
            ['стоматолог', 'стоматолог', 2],
            ['стоматолог', 'стоматолог', 30],

            ['стоматология', 'стоматология', 0],
            ['стоматология', 'стоматология', 1],
            ['стоматология', 'стоматология', 2],
            ['стоматология', 'стоматология', 30],

            ['стон', 'стон', 0],
            ['стон', 'стон', 1],
            ['стон', 'стон', 2],
            ['стон', 'стон', 30],

            ['стопа', 'стопа', 0],
            ['стопа', 'стопа', 1],
            ['стопа', 'стопа', 2],
            ['стопа', 'стопа', 30],

            ['стопка', 'стопка', 0],
            ['стопка', 'стопка', 1],
            ['стопка', 'стопка', 2],
            ['стопка', 'стопка', 30],

            ['стопочка', 'стопочка', 0],
            ['стопочка', 'стопочка', 1],
            ['стопочка', 'стопочка', 2],
            ['стопочка', 'стопочка', 30],

            ['сторож', 'сторож', 0],
            ['сторож', 'сторож', 1],
            ['сторож', 'сторож', 2],
            ['сторож', 'сторож', 30],

            ['сторожа', 'сторожа', 0],
            ['сторожа', 'сторожа', 1],
            ['сторожа', 'сторожа', 2],
            ['сторожа', 'сторожа', 30],

            ['сторожиха', 'сторожиха', 0],
            ['сторожиха', 'сторожиха', 1],
            ['сторожиха', 'сторожиха', 2],
            ['сторожиха', 'сторожиха', 30],

            ['сторожок', 'сторожок', 0],
            ['сторожок', 'сторожок', 1],
            ['сторожок', 'сторожок', 2],
            ['сторожок', 'сторожок', 30],

            ['сторона', 'сторона', 0],
            ['сторона', 'сторона', 1],
            ['сторона', 'сторона', 2],
            ['сторона', 'сторона', 30],

            ['сторонка', 'сторонка', 0],
            ['сторонка', 'сторонка', 1],
            ['сторонка', 'сторонка', 2],
            ['сторонка', 'сторонка', 30],

            ['сторонник', 'сторонник', 0],
            ['сторонник', 'сторонник', 1],
            ['сторонник', 'сторонник', 2],
            ['сторонник', 'сторонник', 30],

            ['сторублевка', 'сторублевка', 0],
            ['сторублевка', 'сторублевка', 1],
            ['сторублевка', 'сторублевка', 2],
            ['сторублевка', 'сторублевка', 30],

            ['стояние', 'стояние', 0],
            ['стояние', 'стояние', 1],
            ['стояние', 'стояние', 2],
            ['стояние', 'стояние', 30],

            ['стоянка', 'стоянка', 0],
            ['стоянка', 'стоянка', 1],
            ['стоянка', 'стоянка', 2],
            ['стоянка', 'стоянка', 30],

            ['страда', 'страда', 0],
            ['страда', 'страда', 1],
            ['страда', 'страда', 2],
            ['страда', 'страда', 30],

            ['страдалец', 'страдалец', 0],
            ['страдалец', 'страдалец', 1],
            ['страдалец', 'страдалец', 2],
            ['страдалец', 'страдалец', 30],

            ['страдание', 'страдание', 0],
            ['страдание', 'страдание', 1],
            ['страдание', 'страдание', 2],
            ['страдание', 'страдание', 30],

            ['страданье', 'страданье', 0],
            ['страданье', 'страданье', 1],
            ['страданье', 'страданье', 2],
            ['страданье', 'страданье', 30],

            ['страж', 'страж', 0],
            ['страж', 'страж', 1],
            ['страж', 'страж', 2],
            ['страж', 'страж', 30],

            ['стража', 'стража', 0],
            ['стража', 'стража', 1],
            ['стража', 'стража', 2],
            ['стража', 'стража', 30],

            ['стражник', 'стражник', 0],
            ['стражник', 'стражник', 1],
            ['стражник', 'стражник', 2],
            ['стражник', 'стражник', 30],

            ['страна', 'страна', 0],
            ['страна', 'страна', 1],
            ['страна', 'страна', 2],
            ['страна', 'страна', 30],

            ['страница', 'страница', 0],
            ['страница', 'страница', 1],
            ['страница', 'страница', 2],
            ['страница', 'страница', 30],

            ['страничка', 'страничка', 0],
            ['страничка', 'страничка', 1],
            ['страничка', 'страничка', 2],
            ['страничка', 'страничка', 30],

            ['странник', 'странник', 0],
            ['странник', 'странник', 1],
            ['странник', 'странник', 2],
            ['странник', 'странник', 30],

            ['странность', 'странность', 0],
            ['странность', 'странность', 1],
            ['странность', 'странность', 2],
            ['странность', 'странность', 30],

            ['странствие', 'странствие', 0],
            ['странствие', 'странствие', 1],
            ['странствие', 'странствие', 2],
            ['странствие', 'странствие', 30],

            ['страсть', 'страсть', 0],
            ['страсть', 'страсть', 1],
            ['страсть', 'страсть', 2],
            ['страсть', 'страсть', 30],

            ['стратагема', 'стратагема', 0],
            ['стратагема', 'стратагема', 1],
            ['стратагема', 'стратагема', 2],
            ['стратагема', 'стратагема', 30],

            ['стратег', 'стратег', 0],
            ['стратег', 'стратег', 1],
            ['стратег', 'стратег', 2],
            ['стратег', 'стратег', 30],

            ['стратегия', 'стратегия', 0],
            ['стратегия', 'стратегия', 1],
            ['стратегия', 'стратегия', 2],
            ['стратегия', 'стратегия', 30],

            ['стратосфера', 'стратосфера', 0],
            ['стратосфера', 'стратосфера', 1],
            ['стратосфера', 'стратосфера', 2],
            ['стратосфера', 'стратосфера', 30],

            ['страус', 'страус', 0],
            ['страус', 'страус', 1],
            ['страус', 'страус', 2],
            ['страус', 'страус', 30],

            ['страх', 'страх', 0],
            ['страх', 'страх', 1],
            ['страх', 'страх', 2],
            ['страх', 'страх', 30],

            ['страхование', 'страхование', 0],
            ['страхование', 'страхование', 1],
            ['страхование', 'страхование', 2],
            ['страхование', 'страхование', 30],

            ['страховка', 'страховка', 0],
            ['страховка', 'страховка', 1],
            ['страховка', 'страховка', 2],
            ['страховка', 'страховка', 30],

            ['страшила', 'страшила', 0],
            ['страшила', 'страшила', 1],
            ['страшила', 'страшила', 2],
            ['страшила', 'страшила', 30],

            ['страшилище', 'страшилище', 0],
            ['страшилище', 'страшилище', 1],
            ['страшилище', 'страшилище', 2],
            ['страшилище', 'страшилище', 30],

            ['стрекоза', 'стрекоза', 0],
            ['стрекоза', 'стрекоза', 1],
            ['стрекоза', 'стрекоза', 2],
            ['стрекоза', 'стрекоза', 30],

            ['стрекот', 'стрекот', 0],
            ['стрекот', 'стрекот', 1],
            ['стрекот', 'стрекот', 2],
            ['стрекот', 'стрекот', 30],

            ['стрекотание', 'стрекотание', 0],
            ['стрекотание', 'стрекотание', 1],
            ['стрекотание', 'стрекотание', 2],
            ['стрекотание', 'стрекотание', 30],

            ['стрела', 'стрела', 0],
            ['стрела', 'стрела', 1],
            ['стрела', 'стрела', 2],
            ['стрела', 'стрела', 30],

            ['стрелец', 'стрелец', 0],
            ['стрелец', 'стрелец', 1],
            ['стрелец', 'стрелец', 2],
            ['стрелец', 'стрелец', 30],

            ['стрелка', 'стрелка', 0],
            ['стрелка', 'стрелка', 1],
            ['стрелка', 'стрелка', 2],
            ['стрелка', 'стрелка', 30],

            ['стрелок', 'стрелок', 0],
            ['стрелок', 'стрелок', 1],
            ['стрелок', 'стрелок', 2],
            ['стрелок', 'стрелок', 30],

            ['стрелочка', 'стрелочка', 0],
            ['стрелочка', 'стрелочка', 1],
            ['стрелочка', 'стрелочка', 2],
            ['стрелочка', 'стрелочка', 30],

            ['стрелочник', 'стрелочник', 0],
            ['стрелочник', 'стрелочник', 1],
            ['стрелочник', 'стрелочник', 2],
            ['стрелочник', 'стрелочник', 30],

            ['стрельба', 'стрельба', 0],
            ['стрельба', 'стрельба', 1],
            ['стрельба', 'стрельба', 2],
            ['стрельба', 'стрельба', 30],

            ['стрельбище', 'стрельбище', 0],
            ['стрельбище', 'стрельбище', 1],
            ['стрельбище', 'стрельбище', 2],
            ['стрельбище', 'стрельбище', 30],

            ['стремительность', 'стремительность', 0],
            ['стремительность', 'стремительность', 1],
            ['стремительность', 'стремительность', 2],
            ['стремительность', 'стремительность', 30],

            ['стремление', 'стремление', 0],
            ['стремление', 'стремление', 1],
            ['стремление', 'стремление', 2],
            ['стремление', 'стремление', 30],

            ['стремнина', 'стремнина', 0],
            ['стремнина', 'стремнина', 1],
            ['стремнина', 'стремнина', 2],
            ['стремнина', 'стремнина', 30],

            ['стремя', 'стремя', 0],
            ['стремя', 'стремя', 1],
            ['стремя', 'стремя', 2],
            ['стремя', 'стремя', 30],

            ['стремянка', 'стремянка', 0],
            ['стремянка', 'стремянка', 1],
            ['стремянка', 'стремянка', 2],
            ['стремянка', 'стремянка', 30],

            ['стрептококк', 'стрептококк', 0],
            ['стрептококк', 'стрептококк', 1],
            ['стрептококк', 'стрептококк', 2],
            ['стрептококк', 'стрептококк', 30],

            ['стресс', 'стресс', 0],
            ['стресс', 'стресс', 1],
            ['стресс', 'стресс', 2],
            ['стресс', 'стресс', 30],

            ['стрешнево', 'стрешнево', 0],
            ['стрешнево', 'стрешнево', 1],
            ['стрешнево', 'стрешнево', 2],
            ['стрешнево', 'стрешнево', 30],

            ['стриж', 'стриж', 0],
            ['стриж', 'стриж', 1],
            ['стриж', 'стриж', 2],
            ['стриж', 'стриж', 30],

            ['стрижка', 'стрижка', 0],
            ['стрижка', 'стрижка', 1],
            ['стрижка', 'стрижка', 2],
            ['стрижка', 'стрижка', 30],

            ['стриптиз', 'стриптиз', 0],
            ['стриптиз', 'стриптиз', 1],
            ['стриптиз', 'стриптиз', 2],
            ['стриптиз', 'стриптиз', 30],

            ['стрит', 'стрит', 0],
            ['стрит', 'стрит', 1],
            ['стрит', 'стрит', 2],
            ['стрит', 'стрит', 30],

            ['строгость', 'строгость', 0],
            ['строгость', 'строгость', 1],
            ['строгость', 'строгость', 2],
            ['строгость', 'строгость', 30],

            ['строение', 'строение', 0],
            ['строение', 'строение', 1],
            ['строение', 'строение', 2],
            ['строение', 'строение', 30],

            ['строитель', 'строитель', 0],
            ['строитель', 'строитель', 1],
            ['строитель', 'строитель', 2],
            ['строитель', 'строитель', 30],

            ['строительство', 'строительство', 0],
            ['строительство', 'строительство', 1],
            ['строительство', 'строительство', 2],
            ['строительство', 'строительство', 30],

            ['строй', 'строй', 0],
            ['строй', 'строй', 1],
            ['строй', 'строй', 2],
            ['строй', 'строй', 30],

            ['стройбат', 'стройбат', 0],
            ['стройбат', 'стройбат', 1],
            ['стройбат', 'стройбат', 2],
            ['стройбат', 'стройбат', 30],

            ['стройка', 'стройка', 0],
            ['стройка', 'стройка', 1],
            ['стройка', 'стройка', 2],
            ['стройка', 'стройка', 30],

            ['стройматериал', 'стройматериал', 0],
            ['стройматериал', 'стройматериал', 1],
            ['стройматериал', 'стройматериал', 2],
            ['стройматериал', 'стройматериал', 30],

            ['стройность', 'стройность', 0],
            ['стройность', 'стройность', 1],
            ['стройность', 'стройность', 2],
            ['стройность', 'стройность', 30],

            ['стройотряд', 'стройотряд', 0],
            ['стройотряд', 'стройотряд', 1],
            ['стройотряд', 'стройотряд', 2],
            ['стройотряд', 'стройотряд', 30],

            ['стройплощадка', 'стройплощадка', 0],
            ['стройплощадка', 'стройплощадка', 1],
            ['стройплощадка', 'стройплощадка', 2],
            ['стройплощадка', 'стройплощадка', 30],

            ['строка', 'строка', 0],
            ['строка', 'строка', 1],
            ['строка', 'строка', 2],
            ['строка', 'строка', 30],

            ['стропа', 'стропа', 0],
            ['стропа', 'стропа', 1],
            ['стропа', 'стропа', 2],
            ['стропа', 'стропа', 30],

            ['стропило', 'стропило', 0],
            ['стропило', 'стропило', 1],
            ['стропило', 'стропило', 2],
            ['стропило', 'стропило', 30],

            ['строфа', 'строфа', 0],
            ['строфа', 'строфа', 1],
            ['строфа', 'строфа', 2],
            ['строфа', 'строфа', 30],

            ['строчила', 'строчила', 0],
            ['строчила', 'строчила', 1],
            ['строчила', 'строчила', 2],
            ['строчила', 'строчила', 30],

            ['строчка', 'строчка', 0],
            ['строчка', 'строчка', 1],
            ['строчка', 'строчка', 2],
            ['строчка', 'строчка', 30],

            ['строчок', 'строчок', 0],
            ['строчок', 'строчок', 1],
            ['строчок', 'строчок', 2],
            ['строчок', 'строчок', 30],

            ['стружка', 'стружка', 0],
            ['стружка', 'стружка', 1],
            ['стружка', 'стружка', 2],
            ['стружка', 'стружка', 30],

            ['струйка', 'струйка', 0],
            ['струйка', 'струйка', 1],
            ['струйка', 'струйка', 2],
            ['струйка', 'струйка', 30],

            ['структура', 'структура', 0],
            ['структура', 'структура', 1],
            ['структура', 'структура', 2],
            ['структура', 'структура', 30],

            ['струна', 'струна', 0],
            ['струна', 'струна', 1],
            ['струна', 'струна', 2],
            ['струна', 'струна', 30],

            ['струнка', 'струнка', 0],
            ['струнка', 'струнка', 1],
            ['струнка', 'струнка', 2],
            ['струнка', 'струнка', 30],

            ['струп', 'струп', 0],
            ['струп', 'струп', 1],
            ['струп', 'струп', 2],
            ['струп', 'струп', 30],

            ['стручок', 'стручок', 0],
            ['стручок', 'стручок', 1],
            ['стручок', 'стручок', 2],
            ['стручок', 'стручок', 30],

            ['струя', 'струя', 0],
            ['струя', 'струя', 1],
            ['струя', 'струя', 2],
            ['струя', 'струя', 30],

            ['студебеккер', 'студебеккер', 0],
            ['студебеккер', 'студебеккер', 1],
            ['студебеккер', 'студебеккер', 2],
            ['студебеккер', 'студебеккер', 30],

            ['студент', 'студент', 0],
            ['студент', 'студент', 1],
            ['студент', 'студент', 2],
            ['студент', 'студент', 30],

            ['студентка', 'студентка', 0],
            ['студентка', 'студентка', 1],
            ['студентка', 'студентка', 2],
            ['студентка', 'студентка', 30],

            ['студенчество', 'студенчество', 0],
            ['студенчество', 'студенчество', 1],
            ['студенчество', 'студенчество', 2],
            ['студенчество', 'студенчество', 30],

            ['студень', 'студень', 0],
            ['студень', 'студень', 1],
            ['студень', 'студень', 2],
            ['студень', 'студень', 30],

            ['студия', 'студия', 0],
            ['студия', 'студия', 1],
            ['студия', 'студия', 2],
            ['студия', 'студия', 30],

            ['стужа', 'стужа', 0],
            ['стужа', 'стужа', 1],
            ['стужа', 'стужа', 2],
            ['стужа', 'стужа', 30],

            ['стук', 'стук', 0],
            ['стук', 'стук', 1],
            ['стук', 'стук', 2],
            ['стук', 'стук', 30],

            ['стукач', 'стукач', 0],
            ['стукач', 'стукач', 1],
            ['стукач', 'стукач', 2],
            ['стукач', 'стукач', 30],

            ['стул', 'стул', 0],
            ['стул', 'стул', 1],
            ['стул', 'стул', 2],
            ['стул', 'стул', 30],

            ['стульчик', 'стульчик', 0],
            ['стульчик', 'стульчик', 1],
            ['стульчик', 'стульчик', 2],
            ['стульчик', 'стульчик', 30],

            ['ступа', 'ступа', 0],
            ['ступа', 'ступа', 1],
            ['ступа', 'ступа', 2],
            ['ступа', 'ступа', 30],

            ['ступень', 'ступень', 0],
            ['ступень', 'ступень', 1],
            ['ступень', 'ступень', 2],
            ['ступень', 'ступень', 30],

            ['ступенька', 'ступенька', 0],
            ['ступенька', 'ступенька', 1],
            ['ступенька', 'ступенька', 2],
            ['ступенька', 'ступенька', 30],

            ['ступка', 'ступка', 0],
            ['ступка', 'ступка', 1],
            ['ступка', 'ступка', 2],
            ['ступка', 'ступка', 30],

            ['ступня', 'ступня', 0],
            ['ступня', 'ступня', 1],
            ['ступня', 'ступня', 2],
            ['ступня', 'ступня', 30],

            ['стыд', 'стыд', 0],
            ['стыд', 'стыд', 1],
            ['стыд', 'стыд', 2],
            ['стыд', 'стыд', 30],

            ['стыдливость', 'стыдливость', 0],
            ['стыдливость', 'стыдливость', 1],
            ['стыдливость', 'стыдливость', 2],
            ['стыдливость', 'стыдливость', 30],

            ['стык', 'стык', 0],
            ['стык', 'стык', 1],
            ['стык', 'стык', 2],
            ['стык', 'стык', 30],

            ['стычка', 'стычка', 0],
            ['стычка', 'стычка', 1],
            ['стычка', 'стычка', 2],
            ['стычка', 'стычка', 30],

            ['стюард', 'стюард', 0],
            ['стюард', 'стюард', 1],
            ['стюард', 'стюард', 2],
            ['стюард', 'стюард', 30],

            ['стюардесса', 'стюардесса', 0],
            ['стюардесса', 'стюардесса', 1],
            ['стюардесса', 'стюардесса', 2],
            ['стюардесса', 'стюардесса', 30],

            ['стюра', 'стюра', 0],
            ['стюра', 'стюра', 1],
            ['стюра', 'стюра', 2],
            ['стюра', 'стюра', 30],

            ['стяг', 'стяг', 0],
            ['стяг', 'стяг', 1],
            ['стяг', 'стяг', 2],
            ['стяг', 'стяг', 30],

            ['су', 'су', 0],
            ['су', 'су', 1],
            ['су', 'су', 2],
            ['су', 'су', 30],

            ['суббота', 'суббота', 0],
            ['суббота', 'суббота', 1],
            ['суббота', 'суббота', 2],
            ['суббота', 'суббота', 30],

            ['субботник', 'субботник', 0],
            ['субботник', 'субботник', 1],
            ['субботник', 'субботник', 2],
            ['субботник', 'субботник', 30],

            ['субмарина', 'субмарина', 0],
            ['субмарина', 'субмарина', 1],
            ['субмарина', 'субмарина', 2],
            ['субмарина', 'субмарина', 30],

            ['субординация', 'субординация', 0],
            ['субординация', 'субординация', 1],
            ['субординация', 'субординация', 2],
            ['субординация', 'субординация', 30],

            ['субсидия', 'субсидия', 0],
            ['субсидия', 'субсидия', 1],
            ['субсидия', 'субсидия', 2],
            ['субсидия', 'субсидия', 30],

            ['субстанция', 'субстанция', 0],
            ['субстанция', 'субстанция', 1],
            ['субстанция', 'субстанция', 2],
            ['субстанция', 'субстанция', 30],

            ['субтропики', 'субтропики', 0],
            ['субтропики', 'субтропики', 1],
            ['субтропики', 'субтропики', 2],
            ['субтропики', 'субтропики', 30],

            ['субъект', 'субъект', 0],
            ['субъект', 'субъект', 1],
            ['субъект', 'субъект', 2],
            ['субъект', 'субъект', 30],

            ['сува', 'сува', 0],
            ['сува', 'сува', 1],
            ['сува', 'сува', 2],
            ['сува', 'сува', 30],

            ['сувенир', 'сувенир', 0],
            ['сувенир', 'сувенир', 1],
            ['сувенир', 'сувенир', 2],
            ['сувенир', 'сувенир', 30],

            ['суверенитет', 'суверенитет', 0],
            ['суверенитет', 'суверенитет', 1],
            ['суверенитет', 'суверенитет', 2],
            ['суверенитет', 'суверенитет', 30],

            ['сугроб', 'сугроб', 0],
            ['сугроб', 'сугроб', 1],
            ['сугроб', 'сугроб', 2],
            ['сугроб', 'сугроб', 30],

            ['суд', 'суд', 0],
            ['суд', 'суд', 1],
            ['суд', 'суд', 2],
            ['суд', 'суд', 30],

            ['судак', 'судак', 0],
            ['судак', 'судак', 1],
            ['судак', 'судак', 2],
            ['судак', 'судак', 30],

            ['судан', 'судан', 0],
            ['судан', 'судан', 1],
            ['судан', 'судан', 2],
            ['судан', 'судан', 30],

            ['сударыня', 'сударыня', 0],
            ['сударыня', 'сударыня', 1],
            ['сударыня', 'сударыня', 2],
            ['сударыня', 'сударыня', 30],

            ['сударь', 'сударь', 0],
            ['сударь', 'сударь', 1],
            ['сударь', 'сударь', 2],
            ['сударь', 'сударь', 30],

            ['суденышко', 'суденышко', 0],
            ['суденышко', 'суденышко', 1],
            ['суденышко', 'суденышко', 2],
            ['суденышко', 'суденышко', 30],

            ['судилище', 'судилище', 0],
            ['судилище', 'судилище', 1],
            ['судилище', 'судилище', 2],
            ['судилище', 'судилище', 30],

            ['судимость', 'судимость', 0],
            ['судимость', 'судимость', 1],
            ['судимость', 'судимость', 2],
            ['судимость', 'судимость', 30],

            ['судно', 'судно', 0],
            ['судно', 'судно', 1],
            ['судно', 'судно', 2],
            ['судно', 'судно', 30],

            ['судомойка', 'судомойка', 0],
            ['судомойка', 'судомойка', 1],
            ['судомойка', 'судомойка', 2],
            ['судомойка', 'судомойка', 30],

            ['судопроизводство', 'судопроизводство', 0],
            ['судопроизводство', 'судопроизводство', 1],
            ['судопроизводство', 'судопроизводство', 2],
            ['судопроизводство', 'судопроизводство', 30],

            ['судорога', 'судорога', 0],
            ['судорога', 'судорога', 1],
            ['судорога', 'судорога', 2],
            ['судорога', 'судорога', 30],

            ['судьба', 'судьба', 0],
            ['судьба', 'судьба', 1],
            ['судьба', 'судьба', 2],
            ['судьба', 'судьба', 30],

            ['судья', 'судья', 0],
            ['судья', 'судья', 1],
            ['судья', 'судья', 2],
            ['судья', 'судья', 30],

            ['суеверие', 'суеверие', 0],
            ['суеверие', 'суеверие', 1],
            ['суеверие', 'суеверие', 2],
            ['суеверие', 'суеверие', 30],

            ['суета', 'суета', 0],
            ['суета', 'суета', 1],
            ['суета', 'суета', 2],
            ['суета', 'суета', 30],

            ['суждение', 'суждение', 0],
            ['суждение', 'суждение', 1],
            ['суждение', 'суждение', 2],
            ['суждение', 'суждение', 30],

            ['сужение', 'сужение', 0],
            ['сужение', 'сужение', 1],
            ['сужение', 'сужение', 2],
            ['сужение', 'сужение', 30],

            ['сук', 'сук', 0],
            ['сук', 'сук', 1],
            ['сук', 'сук', 2],
            ['сук', 'сук', 30],

            ['сука', 'сука', 0],
            ['сука', 'сука', 1],
            ['сука', 'сука', 2],
            ['сука', 'сука', 30],

            ['сукно', 'сукно', 0],
            ['сукно', 'сукно', 1],
            ['сукно', 'сукно', 2],
            ['сукно', 'сукно', 30],

            ['сукре', 'сукре', 0],
            ['сукре', 'сукре', 1],
            ['сукре', 'сукре', 2],
            ['сукре', 'сукре', 30],

            ['сукровица', 'сукровица', 0],
            ['сукровица', 'сукровица', 1],
            ['сукровица', 'сукровица', 2],
            ['сукровица', 'сукровица', 30],

            ['султан', 'султан', 0],
            ['султан', 'султан', 1],
            ['султан', 'султан', 2],
            ['султан', 'султан', 30],

            ['сульфаниламид', 'сульфаниламид', 0],
            ['сульфаниламид', 'сульфаниламид', 1],
            ['сульфаниламид', 'сульфаниламид', 2],
            ['сульфаниламид', 'сульфаниламид', 30],

            ['сульфат', 'сульфат', 0],
            ['сульфат', 'сульфат', 1],
            ['сульфат', 'сульфат', 2],
            ['сульфат', 'сульфат', 30],

            ['сума', 'сума', 0],
            ['сума', 'сума', 1],
            ['сума', 'сума', 2],
            ['сума', 'сума', 30],

            ['сумасброд', 'сумасброд', 0],
            ['сумасброд', 'сумасброд', 1],
            ['сумасброд', 'сумасброд', 2],
            ['сумасброд', 'сумасброд', 30],

            ['сумасшествие', 'сумасшествие', 0],
            ['сумасшествие', 'сумасшествие', 1],
            ['сумасшествие', 'сумасшествие', 2],
            ['сумасшествие', 'сумасшествие', 30],

            ['суматоха', 'суматоха', 0],
            ['суматоха', 'суматоха', 1],
            ['суматоха', 'суматоха', 2],
            ['суматоха', 'суматоха', 30],

            ['сумерки', 'сумерки', 0],
            ['сумерки', 'сумерки', 1],
            ['сумерки', 'сумерки', 2],
            ['сумерки', 'сумерки', 30],

            ['сумка', 'сумка', 0],
            ['сумка', 'сумка', 1],
            ['сумка', 'сумка', 2],
            ['сумка', 'сумка', 30],

            ['сумма', 'сумма', 0],
            ['сумма', 'сумма', 1],
            ['сумма', 'сумма', 2],
            ['сумма', 'сумма', 30],

            ['сумочка', 'сумочка', 0],
            ['сумочка', 'сумочка', 1],
            ['сумочка', 'сумочка', 2],
            ['сумочка', 'сумочка', 30],

            ['сумрак', 'сумрак', 0],
            ['сумрак', 'сумрак', 1],
            ['сумрак', 'сумрак', 2],
            ['сумрак', 'сумрак', 30],

            ['сумы', 'сумы', 0],
            ['сумы', 'сумы', 1],
            ['сумы', 'сумы', 2],
            ['сумы', 'сумы', 30],

            ['сумятица', 'сумятица', 0],
            ['сумятица', 'сумятица', 1],
            ['сумятица', 'сумятица', 2],
            ['сумятица', 'сумятица', 30],

            ['сундук', 'сундук', 0],
            ['сундук', 'сундук', 1],
            ['сундук', 'сундук', 2],
            ['сундук', 'сундук', 30],

            ['сундучок', 'сундучок', 0],
            ['сундучок', 'сундучок', 1],
            ['сундучок', 'сундучок', 2],
            ['сундучок', 'сундучок', 30],

            ['сунжа', 'сунжа', 0],
            ['сунжа', 'сунжа', 1],
            ['сунжа', 'сунжа', 2],
            ['сунжа', 'сунжа', 30],

            ['суп', 'суп', 0],
            ['суп', 'суп', 1],
            ['суп', 'суп', 2],
            ['суп', 'суп', 30],

            ['суперзвезда', 'суперзвезда', 0],
            ['суперзвезда', 'суперзвезда', 1],
            ['суперзвезда', 'суперзвезда', 2],
            ['суперзвезда', 'суперзвезда', 30],

            ['супермаркет', 'супермаркет', 0],
            ['супермаркет', 'супермаркет', 1],
            ['супермаркет', 'супермаркет', 2],
            ['супермаркет', 'супермаркет', 30],

            ['супермен', 'супермен', 0],
            ['супермен', 'супермен', 1],
            ['супермен', 'супермен', 2],
            ['супермен', 'супермен', 30],

            ['супостат', 'супостат', 0],
            ['супостат', 'супостат', 1],
            ['супостат', 'супостат', 2],
            ['супостат', 'супостат', 30],

            ['супруг', 'супруг', 0],
            ['супруг', 'супруг', 1],
            ['супруг', 'супруг', 2],
            ['супруг', 'супруг', 30],

            ['супруга', 'супруга', 0],
            ['супруга', 'супруга', 1],
            ['супруга', 'супруга', 2],
            ['супруга', 'супруга', 30],

            ['супружество', 'супружество', 0],
            ['супружество', 'супружество', 1],
            ['супружество', 'супружество', 2],
            ['супружество', 'супружество', 30],

            ['супчик', 'супчик', 0],
            ['супчик', 'супчик', 1],
            ['супчик', 'супчик', 2],
            ['супчик', 'супчик', 30],

            ['сургуч', 'сургуч', 0],
            ['сургуч', 'сургуч', 1],
            ['сургуч', 'сургуч', 2],
            ['сургуч', 'сургуч', 30],

            ['сурик', 'сурик', 0],
            ['сурик', 'сурик', 1],
            ['сурик', 'сурик', 2],
            ['сурик', 'сурик', 30],

            ['суринам', 'суринам', 0],
            ['суринам', 'суринам', 1],
            ['суринам', 'суринам', 2],
            ['суринам', 'суринам', 30],

            ['суровость', 'суровость', 0],
            ['суровость', 'суровость', 1],
            ['суровость', 'суровость', 2],
            ['суровость', 'суровость', 30],

            ['сурок', 'сурок', 0],
            ['сурок', 'сурок', 1],
            ['сурок', 'сурок', 2],
            ['сурок', 'сурок', 30],

            ['суррогат', 'суррогат', 0],
            ['суррогат', 'суррогат', 1],
            ['суррогат', 'суррогат', 2],
            ['суррогат', 'суррогат', 30],

            ['сурьма', 'сурьма', 0],
            ['сурьма', 'сурьма', 1],
            ['сурьма', 'сурьма', 2],
            ['сурьма', 'сурьма', 30],

            ['суслик', 'суслик', 0],
            ['суслик', 'суслик', 1],
            ['суслик', 'суслик', 2],
            ['суслик', 'суслик', 30],

            ['сустав', 'сустав', 0],
            ['сустав', 'сустав', 1],
            ['сустав', 'сустав', 2],
            ['сустав', 'сустав', 30],

            ['сутенер', 'сутенер', 0],
            ['сутенер', 'сутенер', 1],
            ['сутенер', 'сутенер', 2],
            ['сутенер', 'сутенер', 30],

            ['сутки', 'сутки', 0],
            ['сутки', 'сутки', 1],
            ['сутки', 'сутки', 2],
            ['сутки', 'сутки', 30],

            ['сутолока', 'сутолока', 0],
            ['сутолока', 'сутолока', 1],
            ['сутолока', 'сутолока', 2],
            ['сутолока', 'сутолока', 30],

            ['суть', 'суть', 0],
            ['суть', 'суть', 1],
            ['суть', 'суть', 2],
            ['суть', 'суть', 30],

            ['сухарик', 'сухарик', 0],
            ['сухарик', 'сухарик', 1],
            ['сухарик', 'сухарик', 2],
            ['сухарик', 'сухарик', 30],

            ['сухарь', 'сухарь', 0],
            ['сухарь', 'сухарь', 1],
            ['сухарь', 'сухарь', 2],
            ['сухарь', 'сухарь', 30],

            ['сухова', 'сухова', 0],
            ['сухова', 'сухова', 1],
            ['сухова', 'сухова', 2],
            ['сухова', 'сухова', 30],

            ['сухогруз', 'сухогруз', 0],
            ['сухогруз', 'сухогруз', 1],
            ['сухогруз', 'сухогруз', 2],
            ['сухогруз', 'сухогруз', 30],

            ['сухожилие', 'сухожилие', 0],
            ['сухожилие', 'сухожилие', 1],
            ['сухожилие', 'сухожилие', 2],
            ['сухожилие', 'сухожилие', 30],

            ['сухоруков', 'сухоруков', 0],
            ['сухоруков', 'сухоруков', 1],
            ['сухоруков', 'сухоруков', 2],
            ['сухоруков', 'сухоруков', 30],

            ['сухость', 'сухость', 0],
            ['сухость', 'сухость', 1],
            ['сухость', 'сухость', 2],
            ['сухость', 'сухость', 30],

            ['сухуми', 'сухуми', 0],
            ['сухуми', 'сухуми', 1],
            ['сухуми', 'сухуми', 2],
            ['сухуми', 'сухуми', 30],

            ['сучок', 'сучок', 0],
            ['сучок', 'сучок', 1],
            ['сучок', 'сучок', 2],
            ['сучок', 'сучок', 30],

            ['суша', 'суша', 0],
            ['суша', 'суша', 1],
            ['суша', 'суша', 2],
            ['суша', 'суша', 30],

            ['сушилка', 'сушилка', 0],
            ['сушилка', 'сушилка', 1],
            ['сушилка', 'сушилка', 2],
            ['сушилка', 'сушилка', 30],

            ['сушило', 'сушило', 0],
            ['сушило', 'сушило', 1],
            ['сушило', 'сушило', 2],
            ['сушило', 'сушило', 30],

            ['сушка', 'сушка', 0],
            ['сушка', 'сушка', 1],
            ['сушка', 'сушка', 2],
            ['сушка', 'сушка', 30],

            ['сушняк', 'сушняк', 0],
            ['сушняк', 'сушняк', 1],
            ['сушняк', 'сушняк', 2],
            ['сушняк', 'сушняк', 30],

            ['сушь', 'сушь', 0],
            ['сушь', 'сушь', 1],
            ['сушь', 'сушь', 2],
            ['сушь', 'сушь', 30],

            ['существительное', 'существительное', 0],
            ['существительное', 'существительное', 1],
            ['существительное', 'существительное', 2],
            ['существительное', 'существительное', 30],

            ['существо', 'существо', 0],
            ['существо', 'существо', 1],
            ['существо', 'существо', 2],
            ['существо', 'существо', 30],

            ['существование', 'существование', 0],
            ['существование', 'существование', 1],
            ['существование', 'существование', 2],
            ['существование', 'существование', 30],

            ['сущность', 'сущность', 0],
            ['сущность', 'сущность', 1],
            ['сущность', 'сущность', 2],
            ['сущность', 'сущность', 30],

            ['сфера', 'сфера', 0],
            ['сфера', 'сфера', 1],
            ['сфера', 'сфера', 2],
            ['сфера', 'сфера', 30],

            ['сфинкс', 'сфинкс', 0],
            ['сфинкс', 'сфинкс', 1],
            ['сфинкс', 'сфинкс', 2],
            ['сфинкс', 'сфинкс', 30],

            ['схватка', 'схватка', 0],
            ['схватка', 'схватка', 1],
            ['схватка', 'схватка', 2],
            ['схватка', 'схватка', 30],

            ['схема', 'схема', 0],
            ['схема', 'схема', 1],
            ['схема', 'схема', 2],
            ['схема', 'схема', 30],

            ['сход', 'сход', 0],
            ['сход', 'сход', 1],
            ['сход', 'сход', 2],
            ['сход', 'сход', 30],

            ['сходка', 'сходка', 0],
            ['сходка', 'сходка', 1],
            ['сходка', 'сходка', 2],
            ['сходка', 'сходка', 30],

            ['сходня', 'сходня', 0],
            ['сходня', 'сходня', 1],
            ['сходня', 'сходня', 2],
            ['сходня', 'сходня', 30],

            ['сходство', 'сходство', 0],
            ['сходство', 'сходство', 1],
            ['сходство', 'сходство', 2],
            ['сходство', 'сходство', 30],

            ['схоласт', 'схоласт', 0],
            ['схоласт', 'схоласт', 1],
            ['схоласт', 'схоласт', 2],
            ['схоласт', 'схоласт', 30],

            ['сцена', 'сцена', 0],
            ['сцена', 'сцена', 1],
            ['сцена', 'сцена', 2],
            ['сцена', 'сцена', 30],

            ['сценарий', 'сценарий', 0],
            ['сценарий', 'сценарий', 1],
            ['сценарий', 'сценарий', 2],
            ['сценарий', 'сценарий', 30],

            ['сценарист', 'сценарист', 0],
            ['сценарист', 'сценарист', 1],
            ['сценарист', 'сценарист', 2],
            ['сценарист', 'сценарист', 30],

            ['сценка', 'сценка', 0],
            ['сценка', 'сценка', 1],
            ['сценка', 'сценка', 2],
            ['сценка', 'сценка', 30],

            ['сцепление', 'сцепление', 0],
            ['сцепление', 'сцепление', 1],
            ['сцепление', 'сцепление', 2],
            ['сцепление', 'сцепление', 30],

            ['счастие', 'счастие', 0],
            ['счастие', 'счастие', 1],
            ['счастие', 'счастие', 2],
            ['счастие', 'счастие', 30],

            ['счастливец', 'счастливец', 0],
            ['счастливец', 'счастливец', 1],
            ['счастливец', 'счастливец', 2],
            ['счастливец', 'счастливец', 30],

            ['счастливчик', 'счастливчик', 0],
            ['счастливчик', 'счастливчик', 1],
            ['счастливчик', 'счастливчик', 2],
            ['счастливчик', 'счастливчик', 30],

            ['счастье', 'счастье', 0],
            ['счастье', 'счастье', 1],
            ['счастье', 'счастье', 2],
            ['счастье', 'счастье', 30],

            ['счет', 'счет', 0],
            ['счет', 'счет', 1],
            ['счет', 'счет', 2],
            ['счет', 'счет', 30],

            ['счетовод', 'счетовод', 0],
            ['счетовод', 'счетовод', 1],
            ['счетовод', 'счетовод', 2],
            ['счетовод', 'счетовод', 30],

            ['счетчик', 'счетчик', 0],
            ['счетчик', 'счетчик', 1],
            ['счетчик', 'счетчик', 2],
            ['счетчик', 'счетчик', 30],

            ['счеты', 'счеты', 0],
            ['счеты', 'счеты', 1],
            ['счеты', 'счеты', 2],
            ['счеты', 'счеты', 30],

            ['считыватель', 'считыватель', 0],
            ['считыватель', 'считыватель', 1],
            ['считыватель', 'считыватель', 2],
            ['считыватель', 'считыватель', 30],

            ['сша', 'сша', 0],
            ['сша', 'сша', 1],
            ['сша', 'сша', 2],
            ['сша', 'сша', 30],

            ['съезд', 'съезд', 0],
            ['съезд', 'съезд', 1],
            ['съезд', 'съезд', 2],
            ['съезд', 'съезд', 30],

            ['съем', 'съем', 0],
            ['съем', 'съем', 1],
            ['съем', 'съем', 2],
            ['съем', 'съем', 30],

            ['съемка', 'съемка', 0],
            ['съемка', 'съемка', 1],
            ['съемка', 'съемка', 2],
            ['съемка', 'съемка', 30],

            ['сыворотка', 'сыворотка', 0],
            ['сыворотка', 'сыворотка', 1],
            ['сыворотка', 'сыворотка', 2],
            ['сыворотка', 'сыворотка', 30],

            ['сызрань', 'сызрань', 0],
            ['сызрань', 'сызрань', 1],
            ['сызрань', 'сызрань', 2],
            ['сызрань', 'сызрань', 30],

            ['сыктывкар', 'сыктывкар', 0],
            ['сыктывкар', 'сыктывкар', 1],
            ['сыктывкар', 'сыктывкар', 2],
            ['сыктывкар', 'сыктывкар', 30],

            ['сын', 'сын', 0],
            ['сын', 'сын', 1],
            ['сын', 'сын', 2],
            ['сын', 'сын', 30],

            ['сынишка', 'сынишка', 0],
            ['сынишка', 'сынишка', 1],
            ['сынишка', 'сынишка', 2],
            ['сынишка', 'сынишка', 30],

            ['сынок', 'сынок', 0],
            ['сынок', 'сынок', 1],
            ['сынок', 'сынок', 2],
            ['сынок', 'сынок', 30],

            ['сыночек', 'сыночек', 0],
            ['сыночек', 'сыночек', 1],
            ['сыночек', 'сыночек', 2],
            ['сыночек', 'сыночек', 30],

            ['сыпь', 'сыпь', 0],
            ['сыпь', 'сыпь', 1],
            ['сыпь', 'сыпь', 2],
            ['сыпь', 'сыпь', 30],

            ['сыр', 'сыр', 0],
            ['сыр', 'сыр', 1],
            ['сыр', 'сыр', 2],
            ['сыр', 'сыр', 30],

            ['сыроежка', 'сыроежка', 0],
            ['сыроежка', 'сыроежка', 1],
            ['сыроежка', 'сыроежка', 2],
            ['сыроежка', 'сыроежка', 30],

            ['сырок', 'сырок', 0],
            ['сырок', 'сырок', 1],
            ['сырок', 'сырок', 2],
            ['сырок', 'сырок', 30],

            ['сырость', 'сырость', 0],
            ['сырость', 'сырость', 1],
            ['сырость', 'сырость', 2],
            ['сырость', 'сырость', 30],

            ['сырт', 'сырт', 0],
            ['сырт', 'сырт', 1],
            ['сырт', 'сырт', 2],
            ['сырт', 'сырт', 30],

            ['сырье', 'сырье', 0],
            ['сырье', 'сырье', 1],
            ['сырье', 'сырье', 2],
            ['сырье', 'сырье', 30],

            ['сыск', 'сыск', 0],
            ['сыск', 'сыск', 1],
            ['сыск', 'сыск', 2],
            ['сыск', 'сыск', 30],

            ['сыта', 'сыта', 0],
            ['сыта', 'сыта', 1],
            ['сыта', 'сыта', 2],
            ['сыта', 'сыта', 30],

            ['сытость', 'сытость', 0],
            ['сытость', 'сытость', 1],
            ['сытость', 'сытость', 2],
            ['сытость', 'сытость', 30],

            ['сыч', 'сыч', 0],
            ['сыч', 'сыч', 1],
            ['сыч', 'сыч', 2],
            ['сыч', 'сыч', 30],

            ['сыщик', 'сыщик', 0],
            ['сыщик', 'сыщик', 1],
            ['сыщик', 'сыщик', 2],
            ['сыщик', 'сыщик', 30],

            ['сэр', 'сэр', 0],
            ['сэр', 'сэр', 1],
            ['сэр', 'сэр', 2],
            ['сэр', 'сэр', 30],

            ['сюжет', 'сюжет', 0],
            ['сюжет', 'сюжет', 1],
            ['сюжет', 'сюжет', 2],
            ['сюжет', 'сюжет', 30],

            ['сюня', 'сюня', 0],
            ['сюня', 'сюня', 1],
            ['сюня', 'сюня', 2],
            ['сюня', 'сюня', 30],

            ['сюра', 'сюра', 0],
            ['сюра', 'сюра', 1],
            ['сюра', 'сюра', 2],
            ['сюра', 'сюра', 30],

            ['сюрприз', 'сюрприз', 0],
            ['сюрприз', 'сюрприз', 1],
            ['сюрприз', 'сюрприз', 2],
            ['сюрприз', 'сюрприз', 30],

            ['сюртук', 'сюртук', 0],
            ['сюртук', 'сюртук', 1],
            ['сюртук', 'сюртук', 2],
            ['сюртук', 'сюртук', 30],

            ['сюта', 'сюта', 0],
            ['сюта', 'сюта', 1],
            ['сюта', 'сюта', 2],
            ['сюта', 'сюта', 30],

            ['сюша', 'сюша', 0],
            ['сюша', 'сюша', 1],
            ['сюша', 'сюша', 2],
            ['сюша', 'сюша', 30]
        ];
    }
}