<?php
declare(strict_types=1);

namespace Noldors\Inflect\Tests\RussianDataProviders;

class LetterO
{
    public static function data():array
    {
        return [
            ['набалдашник', 'набалдашник', 0],
            ['набалдашник', 'набалдашник', 1],
            ['набалдашник', 'набалдашник', 2],
            ['набалдашник', 'набалдашник', 30],

            ['набат', 'набат', 0],
            ['набат', 'набат', 1],
            ['набат', 'набат', 2],
            ['набат', 'набат', 30],

            ['набег', 'набег', 0],
            ['набег', 'набег', 1],
            ['набег', 'набег', 2],
            ['набег', 'набег', 30],

            ['набережная', 'набережная', 0],
            ['набережная', 'набережная', 1],
            ['набережная', 'набережная', 2],
            ['набережная', 'набережная', 30],

            ['наблюдатель', 'наблюдатель', 0],
            ['наблюдатель', 'наблюдатель', 1],
            ['наблюдатель', 'наблюдатель', 2],
            ['наблюдатель', 'наблюдатель', 30],

            ['наблюдательность', 'наблюдательность', 0],
            ['наблюдательность', 'наблюдательность', 1],
            ['наблюдательность', 'наблюдательность', 2],
            ['наблюдательность', 'наблюдательность', 30],

            ['наблюдение', 'наблюдение', 0],
            ['наблюдение', 'наблюдение', 1],
            ['наблюдение', 'наблюдение', 2],
            ['наблюдение', 'наблюдение', 30],

            ['набоб', 'набоб', 0],
            ['набоб', 'набоб', 1],
            ['набоб', 'набоб', 2],
            ['набоб', 'набоб', 30],

            ['набор', 'набор', 0],
            ['набор', 'набор', 1],
            ['набор', 'набор', 2],
            ['набор', 'набор', 30],

            ['наборщик', 'наборщик', 0],
            ['наборщик', 'наборщик', 1],
            ['наборщик', 'наборщик', 2],
            ['наборщик', 'наборщик', 30],

            ['набросок', 'набросок', 0],
            ['набросок', 'набросок', 1],
            ['набросок', 'набросок', 2],
            ['набросок', 'набросок', 30],

            ['наваждение', 'наваждение', 0],
            ['наваждение', 'наваждение', 1],
            ['наваждение', 'наваждение', 2],
            ['наваждение', 'наваждение', 30],

            ['навал', 'навал', 0],
            ['навал', 'навал', 1],
            ['навал', 'навал', 2],
            ['навал', 'навал', 30],

            ['навар', 'навар', 0],
            ['навар', 'навар', 1],
            ['навар', 'навар', 2],
            ['навар', 'навар', 30],

            ['наведение', 'наведение', 0],
            ['наведение', 'наведение', 1],
            ['наведение', 'наведение', 2],
            ['наведение', 'наведение', 30],

            ['навель', 'навель', 0],
            ['навель', 'навель', 1],
            ['навель', 'навель', 2],
            ['навель', 'навель', 30],

            ['навершие', 'навершие', 0],
            ['навершие', 'навершие', 1],
            ['навершие', 'навершие', 2],
            ['навершие', 'навершие', 30],

            ['навес', 'навес', 0],
            ['навес', 'навес', 1],
            ['навес', 'навес', 2],
            ['навес', 'навес', 30],

            ['навет', 'навет', 0],
            ['навет', 'навет', 1],
            ['навет', 'навет', 2],
            ['навет', 'навет', 30],

            ['навигация', 'навигация', 0],
            ['навигация', 'навигация', 1],
            ['навигация', 'навигация', 2],
            ['навигация', 'навигация', 30],

            ['навис', 'навис', 0],
            ['навис', 'навис', 1],
            ['навис', 'навис', 2],
            ['навис', 'навис', 30],

            ['наводка', 'наводка', 0],
            ['наводка', 'наводка', 1],
            ['наводка', 'наводка', 2],
            ['наводка', 'наводка', 30],

            ['наводнение', 'наводнение', 0],
            ['наводнение', 'наводнение', 1],
            ['наводнение', 'наводнение', 2],
            ['наводнение', 'наводнение', 30],

            ['наводчик', 'наводчик', 0],
            ['наводчик', 'наводчик', 1],
            ['наводчик', 'наводчик', 2],
            ['наводчик', 'наводчик', 30],

            ['навоз', 'навоз', 0],
            ['навоз', 'навоз', 1],
            ['навоз', 'навоз', 2],
            ['навоз', 'навоз', 30],

            ['наволочка', 'наволочка', 0],
            ['наволочка', 'наволочка', 1],
            ['наволочка', 'наволочка', 2],
            ['наволочка', 'наволочка', 30],

            ['навык', 'навык', 0],
            ['навык', 'навык', 1],
            ['навык', 'навык', 2],
            ['навык', 'навык', 30],

            ['навь', 'навь', 0],
            ['навь', 'навь', 1],
            ['навь', 'навь', 2],
            ['навь', 'навь', 30],

            ['нагайка', 'нагайка', 0],
            ['нагайка', 'нагайка', 1],
            ['нагайка', 'нагайка', 2],
            ['нагайка', 'нагайка', 30],

            ['наган', 'наган', 0],
            ['наган', 'наган', 1],
            ['наган', 'наган', 2],
            ['наган', 'наган', 30],

            ['нагари¤', 'нагари¤', 0],
            ['нагари¤', 'нагари¤', 1],
            ['нагари¤', 'нагари¤', 2],
            ['нагари¤', 'нагари¤', 30],

            ['нагасаки', 'нагасаки', 0],
            ['нагасаки', 'нагасаки', 1],
            ['нагасаки', 'нагасаки', 2],
            ['нагасаки', 'нагасаки', 30],

            ['нагель', 'нагель', 0],
            ['нагель', 'нагель', 1],
            ['нагель', 'нагель', 2],
            ['нагель', 'нагель', 30],

            ['наглец', 'наглец', 0],
            ['наглец', 'наглец', 1],
            ['наглец', 'наглец', 2],
            ['наглец', 'наглец', 30],

            ['наглость', 'наглость', 0],
            ['наглость', 'наглость', 1],
            ['наглость', 'наглость', 2],
            ['наглость', 'наглость', 30],

            ['наглядность', 'наглядность', 0],
            ['наглядность', 'наглядность', 1],
            ['наглядность', 'наглядность', 2],
            ['наглядность', 'наглядность', 30],

            ['нагноение', 'нагноение', 0],
            ['нагноение', 'нагноение', 1],
            ['нагноение', 'нагноение', 2],
            ['нагноение', 'нагноение', 30],

            ['наго¤', 'наго¤', 0],
            ['наго¤', 'наго¤', 1],
            ['наго¤', 'наго¤', 2],
            ['наго¤', 'наго¤', 30],

            ['наговор', 'наговор', 0],
            ['наговор', 'наговор', 1],
            ['наговор', 'наговор', 2],
            ['наговор', 'наговор', 30],

            ['нагоняй', 'нагоняй', 0],
            ['нагоняй', 'нагоняй', 1],
            ['нагоняй', 'нагоняй', 2],
            ['нагоняй', 'нагоняй', 30],

            ['нагорье', 'нагорье', 0],
            ['нагорье', 'нагорье', 1],
            ['нагорье', 'нагорье', 2],
            ['нагорье', 'нагорье', 30],

            ['нагота', 'нагота', 0],
            ['нагота', 'нагота', 1],
            ['нагота', 'нагота', 2],
            ['нагота', 'нагота', 30],

            ['награда', 'награда', 0],
            ['награда', 'награда', 1],
            ['награда', 'награда', 2],
            ['награда', 'награда', 30],

            ['награждение', 'награждение', 0],
            ['награждение', 'награждение', 1],
            ['награждение', 'награждение', 2],
            ['награждение', 'награждение', 30],

            ['нагревание', 'нагревание', 0],
            ['нагревание', 'нагревание', 1],
            ['нагревание', 'нагревание', 2],
            ['нагревание', 'нагревание', 30],

            ['нагромождение', 'нагромождение', 0],
            ['нагромождение', 'нагромождение', 1],
            ['нагромождение', 'нагромождение', 2],
            ['нагромождение', 'нагромождение', 30],

            ['нагрузка', 'нагрузка', 0],
            ['нагрузка', 'нагрузка', 1],
            ['нагрузка', 'нагрузка', 2],
            ['нагрузка', 'нагрузка', 30],

            ['надавливание', 'надавливание', 0],
            ['надавливание', 'надавливание', 1],
            ['надавливание', 'надавливание', 2],
            ['надавливание', 'надавливание', 30],

            ['надбавка', 'надбавка', 0],
            ['надбавка', 'надбавка', 1],
            ['надбавка', 'надбавка', 2],
            ['надбавка', 'надбавка', 30],

            ['надгробие', 'надгробие', 0],
            ['надгробие', 'надгробие', 1],
            ['надгробие', 'надгробие', 2],
            ['надгробие', 'надгробие', 30],

            ['надежда', 'надежда', 0],
            ['надежда', 'надежда', 1],
            ['надежда', 'надежда', 2],
            ['надежда', 'надежда', 30],

            ['надеждушка', 'надеждушка', 0],
            ['надеждушка', 'надеждушка', 1],
            ['надеждушка', 'надеждушка', 2],
            ['надеждушка', 'надеждушка', 30],

            ['надежность', 'надежность', 0],
            ['надежность', 'надежность', 1],
            ['надежность', 'надежность', 2],
            ['надежность', 'надежность', 30],

            ['надел', 'надел', 0],
            ['надел', 'надел', 1],
            ['надел', 'надел', 2],
            ['надел', 'надел', 30],

            ['надена', 'надена', 0],
            ['надена', 'надена', 1],
            ['надена', 'надена', 2],
            ['надена', 'надена', 30],

            ['надеха', 'надеха', 0],
            ['надеха', 'надеха', 1],
            ['надеха', 'надеха', 2],
            ['надеха', 'надеха', 30],

            ['надея', 'надея', 0],
            ['надея', 'надея', 1],
            ['надея', 'надея', 2],
            ['надея', 'надея', 30],

            ['надзиратель', 'надзиратель', 0],
            ['надзиратель', 'надзиратель', 1],
            ['надзиратель', 'надзиратель', 2],
            ['надзиратель', 'надзиратель', 30],

            ['надзор', 'надзор', 0],
            ['надзор', 'надзор', 1],
            ['надзор', 'надзор', 2],
            ['надзор', 'надзор', 30],

            ['надина', 'надина', 0],
            ['надина', 'надина', 1],
            ['надина', 'надина', 2],
            ['надина', 'надина', 30],

            ['надиша', 'надиша', 0],
            ['надиша', 'надиша', 1],
            ['надиша', 'надиша', 2],
            ['надиша', 'надиша', 30],

            ['надменность', 'надменность', 0],
            ['надменность', 'надменность', 1],
            ['надменность', 'надменность', 2],
            ['надменность', 'надменность', 30],

            ['надобность', 'надобность', 0],
            ['надобность', 'надобность', 1],
            ['надобность', 'надобность', 2],
            ['надобность', 'надобность', 30],

            ['надпись', 'надпись', 0],
            ['надпись', 'надпись', 1],
            ['надпись', 'надпись', 2],
            ['надпись', 'надпись', 30],

            ['надпочечник', 'надпочечник', 0],
            ['надпочечник', 'надпочечник', 1],
            ['надпочечник', 'надпочечник', 2],
            ['надпочечник', 'надпочечник', 30],

            ['надрез', 'надрез', 0],
            ['надрез', 'надрез', 1],
            ['надрез', 'надрез', 2],
            ['надрез', 'надрез', 30],

            ['надрыв', 'надрыв', 0],
            ['надрыв', 'надрыв', 1],
            ['надрыв', 'надрыв', 2],
            ['надрыв', 'надрыв', 30],

            ['надсмотрщик', 'надсмотрщик', 0],
            ['надсмотрщик', 'надсмотрщик', 1],
            ['надсмотрщик', 'надсмотрщик', 2],
            ['надсмотрщик', 'надсмотрщик', 30],

            ['надстройка', 'надстройка', 0],
            ['надстройка', 'надстройка', 1],
            ['надстройка', 'надстройка', 2],
            ['надстройка', 'надстройка', 30],

            ['надув', 'надув', 0],
            ['надув', 'надув', 1],
            ['надув', 'надув', 2],
            ['надув', 'надув', 30],

            ['надюня', 'надюня', 0],
            ['надюня', 'надюня', 1],
            ['надюня', 'надюня', 2],
            ['надюня', 'надюня', 30],

            ['надюра', 'надюра', 0],
            ['надюра', 'надюра', 1],
            ['надюра', 'надюра', 2],
            ['надюра', 'надюра', 30],

            ['надюся', 'надюся', 0],
            ['надюся', 'надюся', 1],
            ['надюся', 'надюся', 2],
            ['надюся', 'надюся', 30],

            ['надюха', 'надюха', 0],
            ['надюха', 'надюха', 1],
            ['надюха', 'надюха', 2],
            ['надюха', 'надюха', 30],

            ['надюша', 'надюша', 0],
            ['надюша', 'надюша', 1],
            ['надюша', 'надюша', 2],
            ['надюша', 'надюша', 30],

            ['надя', 'надя', 0],
            ['надя', 'надя', 1],
            ['надя', 'надя', 2],
            ['надя', 'надя', 30],

            ['наезд', 'наезд', 0],
            ['наезд', 'наезд', 1],
            ['наезд', 'наезд', 2],
            ['наезд', 'наезд', 30],

            ['наездник', 'наездник', 0],
            ['наездник', 'наездник', 1],
            ['наездник', 'наездник', 2],
            ['наездник', 'наездник', 30],

            ['наем', 'наем', 0],
            ['наем', 'наем', 1],
            ['наем', 'наем', 2],
            ['наем', 'наем', 30],

            ['наемник', 'наемник', 0],
            ['наемник', 'наемник', 1],
            ['наемник', 'наемник', 2],
            ['наемник', 'наемник', 30],

            ['наемница', 'наемница', 0],
            ['наемница', 'наемница', 1],
            ['наемница', 'наемница', 2],
            ['наемница', 'наемница', 30],

            ['нажатие', 'нажатие', 0],
            ['нажатие', 'нажатие', 1],
            ['нажатие', 'нажатие', 2],
            ['нажатие', 'нажатие', 30],

            ['наждак', 'наждак', 0],
            ['наждак', 'наждак', 1],
            ['наждак', 'наждак', 2],
            ['наждак', 'наждак', 30],

            ['нажива', 'нажива', 0],
            ['нажива', 'нажива', 1],
            ['нажива', 'нажива', 2],
            ['нажива', 'нажива', 30],

            ['наживка', 'наживка', 0],
            ['наживка', 'наживка', 1],
            ['наживка', 'наживка', 2],
            ['наживка', 'наживка', 30],

            ['нажим', 'нажим', 0],
            ['нажим', 'нажим', 1],
            ['нажим', 'нажим', 2],
            ['нажим', 'нажим', 30],

            ['нажитое', 'нажитое', 0],
            ['нажитое', 'нажитое', 1],
            ['нажитое', 'нажитое', 2],
            ['нажитое', 'нажитое', 30],

            ['назарет', 'назарет', 0],
            ['назарет', 'назарет', 1],
            ['назарет', 'назарет', 2],
            ['назарет', 'назарет', 30],

            ['название', 'название', 0],
            ['название', 'название', 1],
            ['название', 'название', 2],
            ['название', 'название', 30],

            ['назидание', 'назидание', 0],
            ['назидание', 'назидание', 1],
            ['назидание', 'назидание', 2],
            ['назидание', 'назидание', 30],

            ['назначение', 'назначение', 0],
            ['назначение', 'назначение', 1],
            ['назначение', 'назначение', 2],
            ['назначение', 'назначение', 30],

            ['назубок', 'назубок', 0],
            ['назубок', 'назубок', 1],
            ['назубок', 'назубок', 2],
            ['назубок', 'назубок', 30],

            ['наивность', 'наивность', 0],
            ['наивность', 'наивность', 1],
            ['наивность', 'наивность', 2],
            ['наивность', 'наивность', 30],

            ['наименование', 'наименование', 0],
            ['наименование', 'наименование', 1],
            ['наименование', 'наименование', 2],
            ['наименование', 'наименование', 30],

            ['наин', 'наин', 0],
            ['наин', 'наин', 1],
            ['наин', 'наин', 2],
            ['наин', 'наин', 30],

            ['наитие', 'наитие', 0],
            ['наитие', 'наитие', 1],
            ['наитие', 'наитие', 2],
            ['наитие', 'наитие', 30],

            ['найменген', 'найменген', 0],
            ['найменген', 'найменген', 1],
            ['найменген', 'найменген', 2],
            ['найменген', 'найменген', 30],

            ['наймит', 'наймит', 0],
            ['наймит', 'наймит', 1],
            ['наймит', 'наймит', 2],
            ['наймит', 'наймит', 30],

            ['найпьидо', 'найпьидо', 0],
            ['найпьидо', 'найпьидо', 1],
            ['найпьидо', 'найпьидо', 2],
            ['найпьидо', 'найпьидо', 30],

            ['найроби', 'найроби', 0],
            ['найроби', 'найроби', 1],
            ['найроби', 'найроби', 2],
            ['найроби', 'найроби', 30],

            ['наказ', 'наказ', 0],
            ['наказ', 'наказ', 1],
            ['наказ', 'наказ', 2],
            ['наказ', 'наказ', 30],

            ['наказание', 'наказание', 0],
            ['наказание', 'наказание', 1],
            ['наказание', 'наказание', 2],
            ['наказание', 'наказание', 30],

            ['накал', 'накал', 0],
            ['накал', 'накал', 1],
            ['накал', 'накал', 2],
            ['накал', 'накал', 30],

            ['накат', 'накат', 0],
            ['накат', 'накат', 1],
            ['накат', 'накат', 2],
            ['накат', 'накат', 30],

            ['накидка', 'накидка', 0],
            ['накидка', 'накидка', 1],
            ['накидка', 'накидка', 2],
            ['накидка', 'накидка', 30],

            ['накипь', 'накипь', 0],
            ['накипь', 'накипь', 1],
            ['накипь', 'накипь', 2],
            ['накипь', 'накипь', 30],

            ['накладка', 'накладка', 0],
            ['накладка', 'накладка', 1],
            ['накладка', 'накладка', 2],
            ['накладка', 'накладка', 30],

            ['наклейка', 'наклейка', 0],
            ['наклейка', 'наклейка', 1],
            ['наклейка', 'наклейка', 2],
            ['наклейка', 'наклейка', 30],

            ['наклон', 'наклон', 0],
            ['наклон', 'наклон', 1],
            ['наклон', 'наклон', 2],
            ['наклон', 'наклон', 30],

            ['наклонение', 'наклонение', 0],
            ['наклонение', 'наклонение', 1],
            ['наклонение', 'наклонение', 2],
            ['наклонение', 'наклонение', 30],

            ['наклонность', 'наклонность', 0],
            ['наклонность', 'наклонность', 1],
            ['наклонность', 'наклонность', 2],
            ['наклонность', 'наклонность', 30],

            ['наковальня', 'наковальня', 0],
            ['наковальня', 'наковальня', 1],
            ['наковальня', 'наковальня', 2],
            ['наковальня', 'наковальня', 30],

            ['наколка', 'наколка', 0],
            ['наколка', 'наколка', 1],
            ['наколка', 'наколка', 2],
            ['наколка', 'наколка', 30],

            ['наконечник', 'наконечник', 0],
            ['наконечник', 'наконечник', 1],
            ['наконечник', 'наконечник', 2],
            ['наконечник', 'наконечник', 30],

            ['накопитель', 'накопитель', 0],
            ['накопитель', 'накопитель', 1],
            ['накопитель', 'накопитель', 2],
            ['накопитель', 'накопитель', 30],

            ['накопление', 'накопление', 0],
            ['накопление', 'накопление', 1],
            ['накопление', 'накопление', 2],
            ['накопление', 'накопление', 30],

            ['нала', 'нала', 0],
            ['нала', 'нала', 1],
            ['нала', 'нала', 2],
            ['нала', 'нала', 30],

            ['наледь', 'наледь', 0],
            ['наледь', 'наледь', 1],
            ['наледь', 'наледь', 2],
            ['наледь', 'наледь', 30],

            ['налет', 'налет', 0],
            ['налет', 'налет', 1],
            ['налет', 'налет', 2],
            ['налет', 'налет', 30],

            ['налетчик', 'налетчик', 0],
            ['налетчик', 'налетчик', 1],
            ['налетчик', 'налетчик', 2],
            ['налетчик', 'налетчик', 30],

            ['наливка', 'наливка', 0],
            ['наливка', 'наливка', 1],
            ['наливка', 'наливка', 2],
            ['наливка', 'наливка', 30],

            ['наличие', 'наличие', 0],
            ['наличие', 'наличие', 1],
            ['наличие', 'наличие', 2],
            ['наличие', 'наличие', 30],

            ['наличник', 'наличник', 0],
            ['наличник', 'наличник', 1],
            ['наличник', 'наличник', 2],
            ['наличник', 'наличник', 30],

            ['наличность', 'наличность', 0],
            ['наличность', 'наличность', 1],
            ['наличность', 'наличность', 2],
            ['наличность', 'наличность', 30],

            ['налог', 'налог', 0],
            ['налог', 'налог', 1],
            ['налог', 'налог', 2],
            ['налог', 'налог', 30],

            ['налогообложение', 'налогообложение', 0],
            ['налогообложение', 'налогообложение', 1],
            ['налогообложение', 'налогообложение', 2],
            ['налогообложение', 'налогообложение', 30],

            ['налогоплательщик', 'налогоплательщик', 0],
            ['налогоплательщик', 'налогоплательщик', 1],
            ['налогоплательщик', 'налогоплательщик', 2],
            ['налогоплательщик', 'налогоплательщик', 30],

            ['наложение', 'наложение', 0],
            ['наложение', 'наложение', 1],
            ['наложение', 'наложение', 2],
            ['наложение', 'наложение', 30],

            ['наложница', 'наложница', 0],
            ['наложница', 'наложница', 1],
            ['наложница', 'наложница', 2],
            ['наложница', 'наложница', 30],

            ['наля', 'наля', 0],
            ['наля', 'наля', 1],
            ['наля', 'наля', 2],
            ['наля', 'наля', 30],

            ['намек', 'намек', 0],
            ['намек', 'намек', 1],
            ['намек', 'намек', 2],
            ['намек', 'намек', 30],

            ['намерение', 'намерение', 0],
            ['намерение', 'намерение', 1],
            ['намерение', 'намерение', 2],
            ['намерение', 'намерение', 30],

            ['наместник', 'наместник', 0],
            ['наместник', 'наместник', 1],
            ['наместник', 'наместник', 2],
            ['наместник', 'наместник', 30],

            ['намибия', 'намибия', 0],
            ['намибия', 'намибия', 1],
            ['намибия', 'намибия', 2],
            ['намибия', 'намибия', 30],

            ['намордник', 'намордник', 0],
            ['намордник', 'намордник', 1],
            ['намордник', 'намордник', 2],
            ['намордник', 'намордник', 30],

            ['нанесение', 'нанесение', 0],
            ['нанесение', 'нанесение', 1],
            ['нанесение', 'нанесение', 2],
            ['нанесение', 'нанесение', 30],

            ['нападающий', 'нападающий', 0],
            ['нападающий', 'нападающий', 1],
            ['нападающий', 'нападающий', 2],
            ['нападающий', 'нападающий', 30],

            ['нападение', 'нападение', 0],
            ['нападение', 'нападение', 1],
            ['нападение', 'нападение', 2],
            ['нападение', 'нападение', 30],

            ['нападки', 'нападки', 0],
            ['нападки', 'нападки', 1],
            ['нападки', 'нападки', 2],
            ['нападки', 'нападки', 30],

            ['напарник', 'напарник', 0],
            ['напарник', 'напарник', 1],
            ['напарник', 'напарник', 2],
            ['напарник', 'напарник', 30],

            ['напасть', 'напасть', 0],
            ['напасть', 'напасть', 1],
            ['напасть', 'напасть', 2],
            ['напасть', 'напасть', 30],

            ['напев', 'напев', 0],
            ['напев', 'напев', 1],
            ['напев', 'напев', 2],
            ['напев', 'напев', 30],

            ['наперсток', 'наперсток', 0],
            ['наперсток', 'наперсток', 1],
            ['наперсток', 'наперсток', 2],
            ['наперсток', 'наперсток', 30],

            ['напильник', 'напильник', 0],
            ['напильник', 'напильник', 1],
            ['напильник', 'напильник', 2],
            ['напильник', 'напильник', 30],

            ['написание', 'написание', 0],
            ['написание', 'написание', 1],
            ['написание', 'написание', 2],
            ['написание', 'написание', 30],

            ['напиток', 'напиток', 0],
            ['напиток', 'напиток', 1],
            ['напиток', 'напиток', 2],
            ['напиток', 'напиток', 30],

            ['наплыв', 'наплыв', 0],
            ['наплыв', 'наплыв', 1],
            ['наплыв', 'наплыв', 2],
            ['наплыв', 'наплыв', 30],

            ['наполеон', 'наполеон', 0],
            ['наполеон', 'наполеон', 1],
            ['наполеон', 'наполеон', 2],
            ['наполеон', 'наполеон', 30],

            ['наполнение', 'наполнение', 0],
            ['наполнение', 'наполнение', 1],
            ['наполнение', 'наполнение', 2],
            ['наполнение', 'наполнение', 30],

            ['напоминание', 'напоминание', 0],
            ['напоминание', 'напоминание', 1],
            ['напоминание', 'напоминание', 2],
            ['напоминание', 'напоминание', 30],

            ['напор', 'напор', 0],
            ['напор', 'напор', 1],
            ['напор', 'напор', 2],
            ['напор', 'напор', 30],

            ['направление', 'направление', 0],
            ['направление', 'направление', 1],
            ['направление', 'направление', 2],
            ['направление', 'направление', 30],

            ['направленность', 'направленность', 0],
            ['направленность', 'направленность', 1],
            ['направленность', 'направленность', 2],
            ['направленность', 'направленность', 30],

            ['напрокат', 'напрокат', 0],
            ['напрокат', 'напрокат', 1],
            ['напрокат', 'напрокат', 2],
            ['напрокат', 'напрокат', 30],

            ['напряжение', 'напряжение', 0],
            ['напряжение', 'напряжение', 1],
            ['напряжение', 'напряжение', 2],
            ['напряжение', 'напряжение', 30],

            ['напряженность', 'напряженность', 0],
            ['напряженность', 'напряженность', 1],
            ['напряженность', 'напряженность', 2],
            ['напряженность', 'напряженность', 30],

            ['напутствие', 'напутствие', 0],
            ['напутствие', 'напутствие', 1],
            ['напутствие', 'напутствие', 2],
            ['напутствие', 'напутствие', 30],

            ['нарастание', 'нарастание', 0],
            ['нарастание', 'нарастание', 1],
            ['нарастание', 'нарастание', 2],
            ['нарастание', 'нарастание', 30],

            ['наращивание', 'наращивание', 0],
            ['наращивание', 'наращивание', 1],
            ['наращивание', 'наращивание', 2],
            ['наращивание', 'наращивание', 30],

            ['нарва', 'нарва', 0],
            ['нарва', 'нарва', 1],
            ['нарва', 'нарва', 2],
            ['нарва', 'нарва', 30],

            ['нарвал', 'нарвал', 0],
            ['нарвал', 'нарвал', 1],
            ['нарвал', 'нарвал', 2],
            ['нарвал', 'нарвал', 30],

            ['наречие', 'наречие', 0],
            ['наречие', 'наречие', 1],
            ['наречие', 'наречие', 2],
            ['наречие', 'наречие', 30],

            ['нарзан', 'нарзан', 0],
            ['нарзан', 'нарзан', 1],
            ['нарзан', 'нарзан', 2],
            ['нарзан', 'нарзан', 30],

            ['наркоз', 'наркоз', 0],
            ['наркоз', 'наркоз', 1],
            ['наркоз', 'наркоз', 2],
            ['наркоз', 'наркоз', 30],

            ['нарком', 'нарком', 0],
            ['нарком', 'нарком', 1],
            ['нарком', 'нарком', 2],
            ['нарком', 'нарком', 30],

            ['наркоман', 'наркоман', 0],
            ['наркоман', 'наркоман', 1],
            ['наркоман', 'наркоман', 2],
            ['наркоман', 'наркоман', 30],

            ['наркомания', 'наркомания', 0],
            ['наркомания', 'наркомания', 1],
            ['наркомания', 'наркомания', 2],
            ['наркомания', 'наркомания', 30],

            ['наркомат', 'наркомат', 0],
            ['наркомат', 'наркомат', 1],
            ['наркомат', 'наркомат', 2],
            ['наркомат', 'наркомат', 30],

            ['наркотик', 'наркотик', 0],
            ['наркотик', 'наркотик', 1],
            ['наркотик', 'наркотик', 2],
            ['наркотик', 'наркотик', 30],

            ['наркотика', 'наркотика', 0],
            ['наркотика', 'наркотика', 1],
            ['наркотика', 'наркотика', 2],
            ['наркотика', 'наркотика', 30],

            ['народ', 'народ', 0],
            ['народ', 'народ', 1],
            ['народ', 'народ', 2],
            ['народ', 'народ', 30],

            ['народец', 'народец', 0],
            ['народец', 'народец', 1],
            ['народец', 'народец', 2],
            ['народец', 'народец', 30],

            ['народишко', 'народишко', 0],
            ['народишко', 'народишко', 1],
            ['народишко', 'народишко', 2],
            ['народишко', 'народишко', 30],

            ['народность', 'народность', 0],
            ['народность', 'народность', 1],
            ['народность', 'народность', 2],
            ['народность', 'народность', 30],

            ['народовластие', 'народовластие', 0],
            ['народовластие', 'народовластие', 1],
            ['народовластие', 'народовластие', 2],
            ['народовластие', 'народовластие', 30],

            ['народонаселение', 'народонаселение', 0],
            ['народонаселение', 'народонаселение', 1],
            ['народонаселение', 'народонаселение', 2],
            ['народонаселение', 'народонаселение', 30],

            ['нарост', 'нарост', 0],
            ['нарост', 'нарост', 1],
            ['нарост', 'нарост', 2],
            ['нарост', 'нарост', 30],

            ['нарта', 'нарта', 0],
            ['нарта', 'нарта', 1],
            ['нарта', 'нарта', 2],
            ['нарта', 'нарта', 30],

            ['наружность', 'наружность', 0],
            ['наружность', 'наружность', 1],
            ['наружность', 'наружность', 2],
            ['наружность', 'наружность', 30],

            ['наручник', 'наручник', 0],
            ['наручник', 'наручник', 1],
            ['наручник', 'наручник', 2],
            ['наручник', 'наручник', 30],

            ['нарушение', 'нарушение', 0],
            ['нарушение', 'нарушение', 1],
            ['нарушение', 'нарушение', 2],
            ['нарушение', 'нарушение', 30],

            ['нарушитель', 'нарушитель', 0],
            ['нарушитель', 'нарушитель', 1],
            ['нарушитель', 'нарушитель', 2],
            ['нарушитель', 'нарушитель', 30],

            ['нарцисс', 'нарцисс', 0],
            ['нарцисс', 'нарцисс', 1],
            ['нарцисс', 'нарцисс', 2],
            ['нарцисс', 'нарцисс', 30],

            ['нары', 'нары', 0],
            ['нары', 'нары', 1],
            ['нары', 'нары', 2],
            ['нары', 'нары', 30],

            ['нарыв', 'нарыв', 0],
            ['нарыв', 'нарыв', 1],
            ['нарыв', 'нарыв', 2],
            ['нарыв', 'нарыв', 30],

            ['нарын', 'нарын', 0],
            ['нарын', 'нарын', 1],
            ['нарын', 'нарын', 2],
            ['нарын', 'нарын', 30],

            ['наряд', 'наряд', 0],
            ['наряд', 'наряд', 1],
            ['наряд', 'наряд', 2],
            ['наряд', 'наряд', 30],

            ['нарядчик', 'нарядчик', 0],
            ['нарядчик', 'нарядчик', 1],
            ['нарядчик', 'нарядчик', 2],
            ['нарядчик', 'нарядчик', 30],

            ['наса', 'наса', 0],
            ['наса', 'наса', 1],
            ['наса', 'наса', 2],
            ['наса', 'наса', 30],

            ['насадка', 'насадка', 0],
            ['насадка', 'насадка', 1],
            ['насадка', 'насадка', 2],
            ['насадка', 'насадка', 30],

            ['насаждение', 'насаждение', 0],
            ['насаждение', 'насаждение', 1],
            ['насаждение', 'насаждение', 2],
            ['насаждение', 'насаждение', 30],

            ['наседка', 'наседка', 0],
            ['наседка', 'наседка', 1],
            ['наседка', 'наседка', 2],
            ['наседка', 'наседка', 30],

            ['насекомое', 'насекомое', 0],
            ['насекомое', 'насекомое', 1],
            ['насекомое', 'насекомое', 2],
            ['насекомое', 'насекомое', 30],

            ['население', 'население', 0],
            ['население', 'население', 1],
            ['население', 'население', 2],
            ['население', 'население', 30],

            ['насельник', 'насельник', 0],
            ['насельник', 'насельник', 1],
            ['насельник', 'насельник', 2],
            ['насельник', 'насельник', 30],

            ['насест', 'насест', 0],
            ['насест', 'насест', 1],
            ['насест', 'насест', 2],
            ['насест', 'насест', 30],

            ['насилие', 'насилие', 0],
            ['насилие', 'насилие', 1],
            ['насилие', 'насилие', 2],
            ['насилие', 'насилие', 30],

            ['насильник', 'насильник', 0],
            ['насильник', 'насильник', 1],
            ['насильник', 'насильник', 2],
            ['насильник', 'насильник', 30],

            ['наскок', 'наскок', 0],
            ['наскок', 'наскок', 1],
            ['наскок', 'наскок', 2],
            ['наскок', 'наскок', 30],

            ['наслаждение', 'наслаждение', 0],
            ['наслаждение', 'наслаждение', 1],
            ['наслаждение', 'наслаждение', 2],
            ['наслаждение', 'наслаждение', 30],

            ['наследие', 'наследие', 0],
            ['наследие', 'наследие', 1],
            ['наследие', 'наследие', 2],
            ['наследие', 'наследие', 30],

            ['наследник', 'наследник', 0],
            ['наследник', 'наследник', 1],
            ['наследник', 'наследник', 2],
            ['наследник', 'наследник', 30],

            ['наследница', 'наследница', 0],
            ['наследница', 'наследница', 1],
            ['наследница', 'наследница', 2],
            ['наследница', 'наследница', 30],

            ['наследственность', 'наследственность', 0],
            ['наследственность', 'наследственность', 1],
            ['наследственность', 'наследственность', 2],
            ['наследственность', 'наследственность', 30],

            ['наследство', 'наследство', 0],
            ['наследство', 'наследство', 1],
            ['наследство', 'наследство', 2],
            ['наследство', 'наследство', 30],

            ['наслоение', 'наслоение', 0],
            ['наслоение', 'наслоение', 1],
            ['наслоение', 'наслоение', 2],
            ['наслоение', 'наслоение', 30],

            ['насмешка', 'насмешка', 0],
            ['насмешка', 'насмешка', 1],
            ['насмешка', 'насмешка', 2],
            ['насмешка', 'насмешка', 30],

            ['насмешливость', 'насмешливость', 0],
            ['насмешливость', 'насмешливость', 1],
            ['насмешливость', 'насмешливость', 2],
            ['насмешливость', 'насмешливость', 30],

            ['насмешник', 'насмешник', 0],
            ['насмешник', 'насмешник', 1],
            ['насмешник', 'насмешник', 2],
            ['насмешник', 'насмешник', 30],

            ['насморк', 'насморк', 0],
            ['насморк', 'насморк', 1],
            ['насморк', 'насморк', 2],
            ['насморк', 'насморк', 30],

            ['насос', 'насос', 0],
            ['насос', 'насос', 1],
            ['насос', 'насос', 2],
            ['насос', 'насос', 30],

            ['нассау', 'нассау', 0],
            ['нассау', 'нассау', 1],
            ['нассау', 'нассау', 2],
            ['нассау', 'нассау', 30],

            ['наст', 'наст', 0],
            ['наст', 'наст', 1],
            ['наст', 'наст', 2],
            ['наст', 'наст', 30],

            ['наста', 'наста', 0],
            ['наста', 'наста', 1],
            ['наста', 'наста', 2],
            ['наста', 'наста', 30],

            ['наставление', 'наставление', 0],
            ['наставление', 'наставление', 1],
            ['наставление', 'наставление', 2],
            ['наставление', 'наставление', 30],

            ['наставник', 'наставник', 0],
            ['наставник', 'наставник', 1],
            ['наставник', 'наставник', 2],
            ['наставник', 'наставник', 30],

            ['настас', 'настас', 0],
            ['настас', 'настас', 1],
            ['настас', 'настас', 2],
            ['настас', 'настас', 30],

            ['настасея', 'настасея', 0],
            ['настасея', 'настасея', 1],
            ['настасея', 'настасея', 2],
            ['настасея', 'настасея', 30],

            ['настасий', 'настасий', 0],
            ['настасий', 'настасий', 1],
            ['настасий', 'настасий', 2],
            ['настасий', 'настасий', 30],

            ['настасия', 'настасия', 0],
            ['настасия', 'настасия', 1],
            ['настасия', 'настасия', 2],
            ['настасия', 'настасия', 30],

            ['настасьюшка', 'настасьюшка', 0],
            ['настасьюшка', 'настасьюшка', 1],
            ['настасьюшка', 'настасьюшка', 2],
            ['настасьюшка', 'настасьюшка', 30],

            ['настасья', 'настасья', 0],
            ['настасья', 'настасья', 1],
            ['настасья', 'настасья', 2],
            ['настасья', 'настасья', 30],

            ['настася', 'настася', 0],
            ['настася', 'настася', 1],
            ['настася', 'настася', 2],
            ['настася', 'настася', 30],

            ['настена', 'настена', 0],
            ['настена', 'настена', 1],
            ['настена', 'настена', 2],
            ['настена', 'настена', 30],

            ['настеха', 'настеха', 0],
            ['настеха', 'настеха', 1],
            ['настеха', 'настеха', 2],
            ['настеха', 'настеха', 30],

            ['настил', 'настил', 0],
            ['настил', 'настил', 1],
            ['настил', 'настил', 2],
            ['настил', 'настил', 30],

            ['настой', 'настой', 0],
            ['настой', 'настой', 1],
            ['настой', 'настой', 2],
            ['настой', 'настой', 30],

            ['настойка', 'настойка', 0],
            ['настойка', 'настойка', 1],
            ['настойка', 'настойка', 2],
            ['настойка', 'настойка', 30],

            ['настойчивость', 'настойчивость', 0],
            ['настойчивость', 'настойчивость', 1],
            ['настойчивость', 'настойчивость', 2],
            ['настойчивость', 'настойчивость', 30],

            ['настороженность', 'настороженность', 0],
            ['настороженность', 'настороженность', 1],
            ['настороженность', 'настороженность', 2],
            ['настороженность', 'настороженность', 30],

            ['настояние', 'настояние', 0],
            ['настояние', 'настояние', 1],
            ['настояние', 'настояние', 2],
            ['настояние', 'настояние', 30],

            ['настоятель', 'настоятель', 0],
            ['настоятель', 'настоятель', 1],
            ['настоятель', 'настоятель', 2],
            ['настоятель', 'настоятель', 30],

            ['настроение', 'настроение', 0],
            ['настроение', 'настроение', 1],
            ['настроение', 'настроение', 2],
            ['настроение', 'настроение', 30],

            ['настрой', 'настрой', 0],
            ['настрой', 'настрой', 1],
            ['настрой', 'настрой', 2],
            ['настрой', 'настрой', 30],

            ['настройка', 'настройка', 0],
            ['настройка', 'настройка', 1],
            ['настройка', 'настройка', 2],
            ['настройка', 'настройка', 30],

            ['настуля', 'настуля', 0],
            ['настуля', 'настуля', 1],
            ['настуля', 'настуля', 2],
            ['настуля', 'настуля', 30],

            ['настуня', 'настуня', 0],
            ['настуня', 'настуня', 1],
            ['настуня', 'настуня', 2],
            ['настуня', 'настуня', 30],

            ['наступление', 'наступление', 0],
            ['наступление', 'наступление', 1],
            ['наступление', 'наступление', 2],
            ['наступление', 'наступление', 30],

            ['настуся', 'настуся', 0],
            ['настуся', 'настуся', 1],
            ['настуся', 'настуся', 2],
            ['настуся', 'настуся', 30],

            ['настюля', 'настюля', 0],
            ['настюля', 'настюля', 1],
            ['настюля', 'настюля', 2],
            ['настюля', 'настюля', 30],

            ['настюня', 'настюня', 0],
            ['настюня', 'настюня', 1],
            ['настюня', 'настюня', 2],
            ['настюня', 'настюня', 30],

            ['настюра', 'настюра', 0],
            ['настюра', 'настюра', 1],
            ['настюра', 'настюра', 2],
            ['настюра', 'настюра', 30],

            ['настюха', 'настюха', 0],
            ['настюха', 'настюха', 1],
            ['настюха', 'настюха', 2],
            ['настюха', 'настюха', 30],

            ['настюша', 'настюша', 0],
            ['настюша', 'настюша', 1],
            ['настюша', 'настюша', 2],
            ['настюша', 'настюша', 30],

            ['настя', 'настя', 0],
            ['настя', 'настя', 1],
            ['настя', 'настя', 2],
            ['настя', 'настя', 30],

            ['настяха', 'настяха', 0],
            ['настяха', 'настяха', 1],
            ['настяха', 'настяха', 2],
            ['настяха', 'настяха', 30],

            ['насыпь', 'насыпь', 0],
            ['насыпь', 'насыпь', 1],
            ['насыпь', 'насыпь', 2],
            ['насыпь', 'насыпь', 30],

            ['насыщение', 'насыщение', 0],
            ['насыщение', 'насыщение', 1],
            ['насыщение', 'насыщение', 2],
            ['насыщение', 'насыщение', 30],

            ['нася', 'нася', 0],
            ['нася', 'нася', 1],
            ['нася', 'нася', 2],
            ['нася', 'нася', 30],

            ['ната', 'ната', 0],
            ['ната', 'ната', 1],
            ['ната', 'ната', 2],
            ['ната', 'ната', 30],

            ['натала', 'натала', 0],
            ['натала', 'натала', 1],
            ['натала', 'натала', 2],
            ['натала', 'натала', 30],

            ['наталий', 'наталий', 0],
            ['наталий', 'наталий', 1],
            ['наталий', 'наталий', 2],
            ['наталий', 'наталий', 30],

            ['наталия', 'наталия', 0],
            ['наталия', 'наталия', 1],
            ['наталия', 'наталия', 2],
            ['наталия', 'наталия', 30],

            ['натальюшка', 'натальюшка', 0],
            ['натальюшка', 'натальюшка', 1],
            ['натальюшка', 'натальюшка', 2],
            ['натальюшка', 'натальюшка', 30],

            ['наталья', 'наталья', 0],
            ['наталья', 'наталья', 1],
            ['наталья', 'наталья', 2],
            ['наталья', 'наталья', 30],

            ['наталя', 'наталя', 0],
            ['наталя', 'наталя', 1],
            ['наталя', 'наталя', 2],
            ['наталя', 'наталя', 30],

            ['натаня', 'натаня', 0],
            ['натаня', 'натаня', 1],
            ['натаня', 'натаня', 2],
            ['натаня', 'натаня', 30],

            ['натаха', 'натаха', 0],
            ['натаха', 'натаха', 1],
            ['натаха', 'натаха', 2],
            ['натаха', 'натаха', 30],

            ['наташа', 'наташа', 0],
            ['наташа', 'наташа', 1],
            ['наташа', 'наташа', 2],
            ['наташа', 'наташа', 30],

            ['натиск', 'натиск', 0],
            ['натиск', 'натиск', 1],
            ['натиск', 'натиск', 2],
            ['натиск', 'натиск', 30],

            ['нато', 'нато', 0],
            ['нато', 'нато', 1],
            ['нато', 'нато', 2],
            ['нато', 'нато', 30],

            ['натолий', 'натолий', 0],
            ['натолий', 'натолий', 1],
            ['натолий', 'натолий', 2],
            ['натолий', 'натолий', 30],

            ['натоля', 'натоля', 0],
            ['натоля', 'натоля', 1],
            ['натоля', 'натоля', 2],
            ['натоля', 'натоля', 30],

            ['натоха', 'натоха', 0],
            ['натоха', 'натоха', 1],
            ['натоха', 'натоха', 2],
            ['натоха', 'натоха', 30],

            ['натоша', 'натоша', 0],
            ['натоша', 'натоша', 1],
            ['натоша', 'натоша', 2],
            ['натоша', 'натоша', 30],

            ['натрий', 'натрий', 0],
            ['натрий', 'натрий', 1],
            ['натрий', 'натрий', 2],
            ['натрий', 'натрий', 30],

            ['натуга', 'натуга', 0],
            ['натуга', 'натуга', 1],
            ['натуга', 'натуга', 2],
            ['натуга', 'натуга', 30],

            ['натуля', 'натуля', 0],
            ['натуля', 'натуля', 1],
            ['натуля', 'натуля', 2],
            ['натуля', 'натуля', 30],

            ['натуня', 'натуня', 0],
            ['натуня', 'натуня', 1],
            ['натуня', 'натуня', 2],
            ['натуня', 'натуня', 30],

            ['натура', 'натура', 0],
            ['натура', 'натура', 1],
            ['натура', 'натура', 2],
            ['натура', 'натура', 30],

            ['натуралист', 'натуралист', 0],
            ['натуралист', 'натуралист', 1],
            ['натуралист', 'натуралист', 2],
            ['натуралист', 'натуралист', 30],

            ['натуся', 'натуся', 0],
            ['натуся', 'натуся', 1],
            ['натуся', 'натуся', 2],
            ['натуся', 'натуся', 30],

            ['натюрморт', 'натюрморт', 0],
            ['натюрморт', 'натюрморт', 1],
            ['натюрморт', 'натюрморт', 2],
            ['натюрморт', 'натюрморт', 30],

            ['натяжение', 'натяжение', 0],
            ['натяжение', 'натяжение', 1],
            ['натяжение', 'натяжение', 2],
            ['натяжение', 'натяжение', 30],

            ['натяжка', 'натяжка', 0],
            ['натяжка', 'натяжка', 1],
            ['натяжка', 'натяжка', 2],
            ['натяжка', 'натяжка', 30],

            ['наука', 'наука', 0],
            ['наука', 'наука', 1],
            ['наука', 'наука', 2],
            ['наука', 'наука', 30],

            ['наумова', 'наумова', 0],
            ['наумова', 'наумова', 1],
            ['наумова', 'наумова', 2],
            ['наумова', 'наумова', 30],

            ['науру', 'науру', 0],
            ['науру', 'науру', 1],
            ['науру', 'науру', 2],
            ['науру', 'науру', 30],

            ['наушник', 'наушник', 0],
            ['наушник', 'наушник', 1],
            ['наушник', 'наушник', 2],
            ['наушник', 'наушник', 30],

            ['наущение', 'наущение', 0],
            ['наущение', 'наущение', 1],
            ['наущение', 'наущение', 2],
            ['наущение', 'наущение', 30],

            ['нафталин', 'нафталин', 0],
            ['нафталин', 'нафталин', 1],
            ['нафталин', 'нафталин', 2],
            ['нафталин', 'нафталин', 30],

            ['нахал', 'нахал', 0],
            ['нахал', 'нахал', 1],
            ['нахал', 'нахал', 2],
            ['нахал', 'нахал', 30],

            ['нахальство', 'нахальство', 0],
            ['нахальство', 'нахальство', 1],
            ['нахальство', 'нахальство', 2],
            ['нахальство', 'нахальство', 30],

            ['нахичевань', 'нахичевань', 0],
            ['нахичевань', 'нахичевань', 1],
            ['нахичевань', 'нахичевань', 2],
            ['нахичевань', 'нахичевань', 30],

            ['нахлебник', 'нахлебник', 0],
            ['нахлебник', 'нахлебник', 1],
            ['нахлебник', 'нахлебник', 2],
            ['нахлебник', 'нахлебник', 30],

            ['находка', 'находка', 0],
            ['находка', 'находка', 1],
            ['находка', 'находка', 2],
            ['находка', 'находка', 30],

            ['находчивость', 'находчивость', 0],
            ['находчивость', 'находчивость', 1],
            ['находчивость', 'находчивость', 2],
            ['находчивость', 'находчивость', 30],

            ['нахождение', 'нахождение', 0],
            ['нахождение', 'нахождение', 1],
            ['нахождение', 'нахождение', 2],
            ['нахождение', 'нахождение', 30],

            ['нахрап', 'нахрап', 0],
            ['нахрап', 'нахрап', 1],
            ['нахрап', 'нахрап', 2],
            ['нахрап', 'нахрап', 30],

            ['наценка', 'наценка', 0],
            ['наценка', 'наценка', 1],
            ['наценка', 'наценка', 2],
            ['наценка', 'наценка', 30],

            ['нацизм', 'нацизм', 0],
            ['нацизм', 'нацизм', 1],
            ['нацизм', 'нацизм', 2],
            ['нацизм', 'нацизм', 30],

            ['национал', 'национал', 0],
            ['национал', 'национал', 1],
            ['национал', 'национал', 2],
            ['национал', 'национал', 30],

            ['национализация', 'национализация', 0],
            ['национализация', 'национализация', 1],
            ['национализация', 'национализация', 2],
            ['национализация', 'национализация', 30],

            ['национализм', 'национализм', 0],
            ['национализм', 'национализм', 1],
            ['национализм', 'национализм', 2],
            ['национализм', 'национализм', 30],

            ['националист', 'националист', 0],
            ['националист', 'националист', 1],
            ['националист', 'националист', 2],
            ['националист', 'националист', 30],

            ['национальность', 'национальность', 0],
            ['национальность', 'национальность', 1],
            ['национальность', 'национальность', 2],
            ['национальность', 'национальность', 30],

            ['нацист', 'нацист', 0],
            ['нацист', 'нацист', 1],
            ['нацист', 'нацист', 2],
            ['нацист', 'нацист', 30],

            ['нация', 'нация', 0],
            ['нация', 'нация', 1],
            ['нация', 'нация', 2],
            ['нация', 'нация', 30],

            ['начало', 'начало', 0],
            ['начало', 'начало', 1],
            ['начало', 'начало', 2],
            ['начало', 'начало', 30],

            ['начальник', 'начальник', 0],
            ['начальник', 'начальник', 1],
            ['начальник', 'начальник', 2],
            ['начальник', 'начальник', 30],

            ['начальница', 'начальница', 0],
            ['начальница', 'начальница', 1],
            ['начальница', 'начальница', 2],
            ['начальница', 'начальница', 30],

            ['начальство', 'начальство', 0],
            ['начальство', 'начальство', 1],
            ['начальство', 'начальство', 2],
            ['начальство', 'начальство', 30],

            ['начинание', 'начинание', 0],
            ['начинание', 'начинание', 1],
            ['начинание', 'начинание', 2],
            ['начинание', 'начинание', 30],

            ['начинающий', 'начинающий', 0],
            ['начинающий', 'начинающий', 1],
            ['начинающий', 'начинающий', 2],
            ['начинающий', 'начинающий', 30],

            ['начинка', 'начинка', 0],
            ['начинка', 'начинка', 1],
            ['начинка', 'начинка', 2],
            ['начинка', 'начинка', 30],

            ['наша', 'наша', 0],
            ['наша', 'наша', 1],
            ['наша', 'наша', 2],
            ['наша', 'наша', 30],

            ['нашатырь', 'нашатырь', 0],
            ['нашатырь', 'нашатырь', 1],
            ['нашатырь', 'нашатырь', 2],
            ['нашатырь', 'нашатырь', 30],

            ['нашествие', 'нашествие', 0],
            ['нашествие', 'нашествие', 1],
            ['нашествие', 'нашествие', 2],
            ['нашествие', 'нашествие', 30],

            ['нашивка', 'нашивка', 0],
            ['нашивка', 'нашивка', 1],
            ['нашивка', 'нашивка', 2],
            ['нашивка', 'нашивка', 30],

            ['наюся', 'наюся', 0],
            ['наюся', 'наюся', 1],
            ['наюся', 'наюся', 2],
            ['наюся', 'наюся', 30],

            ['ная', 'ная', 0],
            ['ная', 'ная', 1],
            ['ная', 'ная', 2],
            ['ная', 'ная', 30],

            ['нджамена', 'нджамена', 0],
            ['нджамена', 'нджамена', 1],
            ['нджамена', 'нджамена', 2],
            ['нджамена', 'нджамена', 30],

            ['ндс', 'ндс', 0],
            ['ндс', 'ндс', 1],
            ['ндс', 'ндс', 2],
            ['ндс', 'ндс', 30],

            ['неадекватность', 'неадекватность', 0],
            ['неадекватность', 'неадекватность', 1],
            ['неадекватность', 'неадекватность', 2],
            ['неадекватность', 'неадекватность', 30],

            ['неаполь', 'неаполь', 0],
            ['неаполь', 'неаполь', 1],
            ['неаполь', 'неаполь', 2],
            ['неаполь', 'неаполь', 30],

            ['неблагодарность', 'неблагодарность', 0],
            ['неблагодарность', 'неблагодарность', 1],
            ['неблагодарность', 'неблагодарность', 2],
            ['неблагодарность', 'неблагодарность', 30],

            ['небо', 'небо', 0],
            ['небо', 'небо', 1],
            ['небо', 'небо', 2],
            ['небо', 'небо', 30],

            ['небожитель', 'небожитель', 0],
            ['небожитель', 'небожитель', 1],
            ['небожитель', 'небожитель', 2],
            ['небожитель', 'небожитель', 30],

            ['небосвод', 'небосвод', 0],
            ['небосвод', 'небосвод', 1],
            ['небосвод', 'небосвод', 2],
            ['небосвод', 'небосвод', 30],

            ['небосклон', 'небосклон', 0],
            ['небосклон', 'небосклон', 1],
            ['небосклон', 'небосклон', 2],
            ['небосклон', 'небосклон', 30],

            ['небоскреб', 'небоскреб', 0],
            ['небоскреб', 'небоскреб', 1],
            ['небоскреб', 'небоскреб', 2],
            ['небоскреб', 'небоскреб', 30],

            ['небрежность', 'небрежность', 0],
            ['небрежность', 'небрежность', 1],
            ['небрежность', 'небрежность', 2],
            ['небрежность', 'небрежность', 30],

            ['небылица', 'небылица', 0],
            ['небылица', 'небылица', 1],
            ['небылица', 'небылица', 2],
            ['небылица', 'небылица', 30],

            ['небытие', 'небытие', 0],
            ['небытие', 'небытие', 1],
            ['небытие', 'небытие', 2],
            ['небытие', 'небытие', 30],

            ['нева', 'нева', 0],
            ['нева', 'нева', 1],
            ['нева', 'нева', 2],
            ['нева', 'нева', 30],

            ['неведение', 'неведение', 0],
            ['неведение', 'неведение', 1],
            ['неведение', 'неведение', 2],
            ['неведение', 'неведение', 30],

            ['невежа', 'невежа', 0],
            ['невежа', 'невежа', 1],
            ['невежа', 'невежа', 2],
            ['невежа', 'невежа', 30],

            ['невежда', 'невежда', 0],
            ['невежда', 'невежда', 1],
            ['невежда', 'невежда', 2],
            ['невежда', 'невежда', 30],

            ['невежество', 'невежество', 0],
            ['невежество', 'невежество', 1],
            ['невежество', 'невежество', 2],
            ['невежество', 'невежество', 30],

            ['невезение', 'невезение', 0],
            ['невезение', 'невезение', 1],
            ['невезение', 'невезение', 2],
            ['невезение', 'невезение', 30],

            ['неверие', 'неверие', 0],
            ['неверие', 'неверие', 1],
            ['неверие', 'неверие', 2],
            ['неверие', 'неверие', 30],

            ['неверность', 'неверность', 0],
            ['неверность', 'неверность', 1],
            ['неверность', 'неверность', 2],
            ['неверность', 'неверность', 30],

            ['неверный', 'неверный', 0],
            ['неверный', 'неверный', 1],
            ['неверный', 'неверный', 2],
            ['неверный', 'неверный', 30],

            ['невесомость', 'невесомость', 0],
            ['невесомость', 'невесомость', 1],
            ['невесомость', 'невесомость', 2],
            ['невесомость', 'невесомость', 30],

            ['невеста', 'невеста', 0],
            ['невеста', 'невеста', 1],
            ['невеста', 'невеста', 2],
            ['невеста', 'невеста', 30],

            ['невестка', 'невестка', 0],
            ['невестка', 'невестка', 1],
            ['невестка', 'невестка', 2],
            ['невестка', 'невестка', 30],

            ['невзгода', 'невзгода', 0],
            ['невзгода', 'невзгода', 1],
            ['невзгода', 'невзгода', 2],
            ['невзгода', 'невзгода', 30],

            ['невидаль', 'невидаль', 0],
            ['невидаль', 'невидаль', 1],
            ['невидаль', 'невидаль', 2],
            ['невидаль', 'невидаль', 30],

            ['невидимка', 'невидимка', 0],
            ['невидимка', 'невидимка', 1],
            ['невидимка', 'невидимка', 2],
            ['невидимка', 'невидимка', 30],

            ['невинность', 'невинность', 0],
            ['невинность', 'невинность', 1],
            ['невинность', 'невинность', 2],
            ['невинность', 'невинность', 30],

            ['невиновность', 'невиновность', 0],
            ['невиновность', 'невиновность', 1],
            ['невиновность', 'невиновность', 2],
            ['невиновность', 'невиновность', 30],

            ['невнимание', 'невнимание', 0],
            ['невнимание', 'невнимание', 1],
            ['невнимание', 'невнимание', 2],
            ['невнимание', 'невнимание', 30],

            ['невод', 'невод', 0],
            ['невод', 'невод', 1],
            ['невод', 'невод', 2],
            ['невод', 'невод', 30],

            ['невозвращенец', 'невозвращенец', 0],
            ['невозвращенец', 'невозвращенец', 1],
            ['невозвращенец', 'невозвращенец', 2],
            ['невозвращенец', 'невозвращенец', 30],

            ['невозможность', 'невозможность', 0],
            ['невозможность', 'невозможность', 1],
            ['невозможность', 'невозможность', 2],
            ['невозможность', 'невозможность', 30],

            ['невозмутимость', 'невозмутимость', 0],
            ['невозмутимость', 'невозмутимость', 1],
            ['невозмутимость', 'невозмутимость', 2],
            ['невозмутимость', 'невозмутимость', 30],

            ['неволя', 'неволя', 0],
            ['неволя', 'неволя', 1],
            ['неволя', 'неволя', 2],
            ['неволя', 'неволя', 30],

            ['невралгия', 'невралгия', 0],
            ['невралгия', 'невралгия', 1],
            ['невралгия', 'невралгия', 2],
            ['невралгия', 'невралгия', 30],

            ['неврастеник', 'неврастеник', 0],
            ['неврастеник', 'неврастеник', 1],
            ['неврастеник', 'неврастеник', 2],
            ['неврастеник', 'неврастеник', 30],

            ['неврастения', 'неврастения', 0],
            ['неврастения', 'неврастения', 1],
            ['неврастения', 'неврастения', 2],
            ['неврастения', 'неврастения', 30],

            ['неврит', 'неврит', 0],
            ['неврит', 'неврит', 1],
            ['неврит', 'неврит', 2],
            ['неврит', 'неврит', 30],

            ['невроз', 'невроз', 0],
            ['невроз', 'невроз', 1],
            ['невроз', 'невроз', 2],
            ['невроз', 'невроз', 30],

            ['невропатия', 'невропатия', 0],
            ['невропатия', 'невропатия', 1],
            ['невропатия', 'невропатия', 2],
            ['невропатия', 'невропатия', 30],

            ['невропатолог', 'невропатолог', 0],
            ['невропатолог', 'невропатолог', 1],
            ['невропатолог', 'невропатолог', 2],
            ['невропатолог', 'невропатолог', 30],

            ['невыезд', 'невыезд', 0],
            ['невыезд', 'невыезд', 1],
            ['невыезд', 'невыезд', 2],
            ['невыезд', 'невыезд', 30],

            ['невыполнение', 'невыполнение', 0],
            ['невыполнение', 'невыполнение', 1],
            ['невыполнение', 'невыполнение', 2],
            ['невыполнение', 'невыполнение', 30],

            ['нега', 'нега', 0],
            ['нега', 'нега', 1],
            ['нега', 'нега', 2],
            ['нега', 'нега', 30],

            ['негатив', 'негатив', 0],
            ['негатив', 'негатив', 1],
            ['негатив', 'негатив', 2],
            ['негатив', 'негатив', 30],

            ['негодник', 'негодник', 0],
            ['негодник', 'негодник', 1],
            ['негодник', 'негодник', 2],
            ['негодник', 'негодник', 30],

            ['негодность', 'негодность', 0],
            ['негодность', 'негодность', 1],
            ['негодность', 'негодность', 2],
            ['негодность', 'негодность', 30],

            ['негодование', 'негодование', 0],
            ['негодование', 'негодование', 1],
            ['негодование', 'негодование', 2],
            ['негодование', 'негодование', 30],

            ['негодяй', 'негодяй', 0],
            ['негодяй', 'негодяй', 1],
            ['негодяй', 'негодяй', 2],
            ['негодяй', 'негодяй', 30],

            ['негр', 'негр', 0],
            ['негр', 'негр', 1],
            ['негр', 'негр', 2],
            ['негр', 'негр', 30],

            ['неграмотность', 'неграмотность', 0],
            ['неграмотность', 'неграмотность', 1],
            ['неграмотность', 'неграмотность', 2],
            ['неграмотность', 'неграмотность', 30],

            ['негритянка', 'негритянка', 0],
            ['негритянка', 'негритянка', 1],
            ['негритянка', 'негритянка', 2],
            ['негритянка', 'негритянка', 30],

            ['недвижимость', 'недвижимость', 0],
            ['недвижимость', 'недвижимость', 1],
            ['недвижимость', 'недвижимость', 2],
            ['недвижимость', 'недвижимость', 30],

            ['неделька', 'неделька', 0],
            ['неделька', 'неделька', 1],
            ['неделька', 'неделька', 2],
            ['неделька', 'неделька', 30],

            ['неделя', 'неделя', 0],
            ['неделя', 'неделя', 1],
            ['неделя', 'неделя', 2],
            ['неделя', 'неделя', 30],

            ['недержание', 'недержание', 0],
            ['недержание', 'недержание', 1],
            ['недержание', 'недержание', 2],
            ['недержание', 'недержание', 30],

            ['недоброжелатель', 'недоброжелатель', 0],
            ['недоброжелатель', 'недоброжелатель', 1],
            ['недоброжелатель', 'недоброжелатель', 2],
            ['недоброжелатель', 'недоброжелатель', 30],

            ['недоверие', 'недоверие', 0],
            ['недоверие', 'недоверие', 1],
            ['недоверие', 'недоверие', 2],
            ['недоверие', 'недоверие', 30],

            ['недовольство', 'недовольство', 0],
            ['недовольство', 'недовольство', 1],
            ['недовольство', 'недовольство', 2],
            ['недовольство', 'недовольство', 30],

            ['недоделка', 'недоделка', 0],
            ['недоделка', 'недоделка', 1],
            ['недоделка', 'недоделка', 2],
            ['недоделка', 'недоделка', 30],

            ['недоедание', 'недоедание', 0],
            ['недоедание', 'недоедание', 1],
            ['недоедание', 'недоедание', 2],
            ['недоедание', 'недоедание', 30],

            ['недолга', 'недолга', 0],
            ['недолга', 'недолга', 1],
            ['недолга', 'недолга', 2],
            ['недолга', 'недолга', 30],

            ['недомогание', 'недомогание', 0],
            ['недомогание', 'недомогание', 1],
            ['недомогание', 'недомогание', 2],
            ['недомогание', 'недомогание', 30],

            ['недомолвка', 'недомолвка', 0],
            ['недомолвка', 'недомолвка', 1],
            ['недомолвка', 'недомолвка', 2],
            ['недомолвка', 'недомолвка', 30],

            ['недоносок', 'недоносок', 0],
            ['недоносок', 'недоносок', 1],
            ['недоносок', 'недоносок', 2],
            ['недоносок', 'недоносок', 30],

            ['недопустимость', 'недопустимость', 0],
            ['недопустимость', 'недопустимость', 1],
            ['недопустимость', 'недопустимость', 2],
            ['недопустимость', 'недопустимость', 30],

            ['недоразумение', 'недоразумение', 0],
            ['недоразумение', 'недоразумение', 1],
            ['недоразумение', 'недоразумение', 2],
            ['недоразумение', 'недоразумение', 30],

            ['недосмотр', 'недосмотр', 0],
            ['недосмотр', 'недосмотр', 1],
            ['недосмотр', 'недосмотр', 2],
            ['недосмотр', 'недосмотр', 30],

            ['недостаток', 'недостаток', 0],
            ['недостаток', 'недостаток', 1],
            ['недостаток', 'недостаток', 2],
            ['недостаток', 'недостаток', 30],

            ['недостаточность', 'недостаточность', 0],
            ['недостаточность', 'недостаточность', 1],
            ['недостаточность', 'недостаточность', 2],
            ['недостаточность', 'недостаточность', 30],

            ['недостача', 'недостача', 0],
            ['недостача', 'недостача', 1],
            ['недостача', 'недостача', 2],
            ['недостача', 'недостача', 30],

            ['недоступность', 'недоступность', 0],
            ['недоступность', 'недоступность', 1],
            ['недоступность', 'недоступность', 2],
            ['недоступность', 'недоступность', 30],

            ['недосуг', 'недосуг', 0],
            ['недосуг', 'недосуг', 1],
            ['недосуг', 'недосуг', 2],
            ['недосуг', 'недосуг', 30],

            ['недотепа', 'недотепа', 0],
            ['недотепа', 'недотепа', 1],
            ['недотепа', 'недотепа', 2],
            ['недотепа', 'недотепа', 30],

            ['недотрога', 'недотрога', 0],
            ['недотрога', 'недотрога', 1],
            ['недотрога', 'недотрога', 2],
            ['недотрога', 'недотрога', 30],

            ['недоумение', 'недоумение', 0],
            ['недоумение', 'недоумение', 1],
            ['недоумение', 'недоумение', 2],
            ['недоумение', 'недоумение', 30],

            ['недоумок', 'недоумок', 0],
            ['недоумок', 'недоумок', 1],
            ['недоумок', 'недоумок', 2],
            ['недоумок', 'недоумок', 30],

            ['недоучка', 'недоучка', 0],
            ['недоучка', 'недоучка', 1],
            ['недоучка', 'недоучка', 2],
            ['недоучка', 'недоучка', 30],

            ['недра', 'недра', 0],
            ['недра', 'недра', 1],
            ['недра', 'недра', 2],
            ['недра', 'недра', 30],

            ['недруг', 'недруг', 0],
            ['недруг', 'недруг', 1],
            ['недруг', 'недруг', 2],
            ['недруг', 'недруг', 30],

            ['недуг', 'недуг', 0],
            ['недуг', 'недуг', 1],
            ['недуг', 'недуг', 2],
            ['недуг', 'недуг', 30],

            ['неестественность', 'неестественность', 0],
            ['неестественность', 'неестественность', 1],
            ['неестественность', 'неестественность', 2],
            ['неестественность', 'неестественность', 30],

            ['нежелание', 'нежелание', 0],
            ['нежелание', 'нежелание', 1],
            ['нежелание', 'нежелание', 2],
            ['нежелание', 'нежелание', 30],

            ['нежин', 'нежин', 0],
            ['нежин', 'нежин', 1],
            ['нежин', 'нежин', 2],
            ['нежин', 'нежин', 30],

            ['нежить', 'нежить', 0],
            ['нежить', 'нежить', 1],
            ['нежить', 'нежить', 2],
            ['нежить', 'нежить', 30],

            ['нежность', 'нежность', 0],
            ['нежность', 'нежность', 1],
            ['нежность', 'нежность', 2],
            ['нежность', 'нежность', 30],

            ['незабудка', 'незабудка', 0],
            ['незабудка', 'незабудка', 1],
            ['незабудка', 'незабудка', 2],
            ['незабудка', 'незабудка', 30],

            ['независимость', 'независимость', 0],
            ['независимость', 'независимость', 1],
            ['независимость', 'независимость', 2],
            ['независимость', 'независимость', 30],

            ['незадача', 'незадача', 0],
            ['незадача', 'незадача', 1],
            ['незадача', 'незадача', 2],
            ['незадача', 'незадача', 30],

            ['нездоровье', 'нездоровье', 0],
            ['нездоровье', 'нездоровье', 1],
            ['нездоровье', 'нездоровье', 2],
            ['нездоровье', 'нездоровье', 30],

            ['незнакомец', 'незнакомец', 0],
            ['незнакомец', 'незнакомец', 1],
            ['незнакомец', 'незнакомец', 2],
            ['незнакомец', 'незнакомец', 30],

            ['незнакомка', 'незнакомка', 0],
            ['незнакомка', 'незнакомка', 1],
            ['незнакомка', 'незнакомка', 2],
            ['незнакомка', 'незнакомка', 30],

            ['незнание', 'незнание', 0],
            ['незнание', 'незнание', 1],
            ['незнание', 'незнание', 2],
            ['незнание', 'незнание', 30],

            ['незрелость', 'незрелость', 0],
            ['незрелость', 'незрелость', 1],
            ['незрелость', 'незрелость', 2],
            ['незрелость', 'незрелость', 30],

            ['незыблемость', 'незыблемость', 0],
            ['незыблемость', 'незыблемость', 1],
            ['незыблемость', 'незыблемость', 2],
            ['незыблемость', 'незыблемость', 30],

            ['неизбежность', 'неизбежность', 0],
            ['неизбежность', 'неизбежность', 1],
            ['неизбежность', 'неизбежность', 2],
            ['неизбежность', 'неизбежность', 30],

            ['неизвестность', 'неизвестность', 0],
            ['неизвестность', 'неизвестность', 1],
            ['неизвестность', 'неизвестность', 2],
            ['неизвестность', 'неизвестность', 30],

            ['неизменность', 'неизменность', 0],
            ['неизменность', 'неизменность', 1],
            ['неизменность', 'неизменность', 2],
            ['неизменность', 'неизменность', 30],

            ['неимение', 'неимение', 0],
            ['неимение', 'неимение', 1],
            ['неимение', 'неимение', 2],
            ['неимение', 'неимение', 30],

            ['неисправность', 'неисправность', 0],
            ['неисправность', 'неисправность', 1],
            ['неисправность', 'неисправность', 2],
            ['неисправность', 'неисправность', 30],

            ['неистовство', 'неистовство', 0],
            ['неистовство', 'неистовство', 1],
            ['неистовство', 'неистовство', 2],
            ['неистовство', 'неистовство', 30],

            ['нейролептик', 'нейролептик', 0],
            ['нейролептик', 'нейролептик', 1],
            ['нейролептик', 'нейролептик', 2],
            ['нейролептик', 'нейролептик', 30],

            ['нейрон', 'нейрон', 0],
            ['нейрон', 'нейрон', 1],
            ['нейрон', 'нейрон', 2],
            ['нейрон', 'нейрон', 30],

            ['нейтрализация', 'нейтрализация', 0],
            ['нейтрализация', 'нейтрализация', 1],
            ['нейтрализация', 'нейтрализация', 2],
            ['нейтрализация', 'нейтрализация', 30],

            ['нейтралитет', 'нейтралитет', 0],
            ['нейтралитет', 'нейтралитет', 1],
            ['нейтралитет', 'нейтралитет', 2],
            ['нейтралитет', 'нейтралитет', 30],

            ['нейтрон', 'нейтрон', 0],
            ['нейтрон', 'нейтрон', 1],
            ['нейтрон', 'нейтрон', 2],
            ['нейтрон', 'нейтрон', 30],

            ['некомпетентность', 'некомпетентность', 0],
            ['некомпетентность', 'некомпетентность', 1],
            ['некомпетентность', 'некомпетентность', 2],
            ['некомпетентность', 'некомпетентность', 30],

            ['некроз', 'некроз', 0],
            ['некроз', 'некроз', 1],
            ['некроз', 'некроз', 2],
            ['некроз', 'некроз', 30],

            ['некролог', 'некролог', 0],
            ['некролог', 'некролог', 1],
            ['некролог', 'некролог', 2],
            ['некролог', 'некролог', 30],

            ['некромант', 'некромант', 0],
            ['некромант', 'некромант', 1],
            ['некромант', 'некромант', 2],
            ['некромант', 'некромант', 30],

            ['нектар', 'нектар', 0],
            ['нектар', 'нектар', 1],
            ['нектар', 'нектар', 2],
            ['нектар', 'нектар', 30],

            ['нелады', 'нелады', 0],
            ['нелады', 'нелады', 1],
            ['нелады', 'нелады', 2],
            ['нелады', 'нелады', 30],

            ['нелегал', 'нелегал', 0],
            ['нелегал', 'нелегал', 1],
            ['нелегал', 'нелегал', 2],
            ['нелегал', 'нелегал', 30],

            ['нелепица', 'нелепица', 0],
            ['нелепица', 'нелепица', 1],
            ['нелепица', 'нелепица', 2],
            ['нелепица', 'нелепица', 30],

            ['нелепость', 'нелепость', 0],
            ['нелепость', 'нелепость', 1],
            ['нелепость', 'нелепость', 2],
            ['нелепость', 'нелепость', 30],

            ['неловкость', 'неловкость', 0],
            ['неловкость', 'неловкость', 1],
            ['неловкость', 'неловкость', 2],
            ['неловкость', 'неловкость', 30],

            ['нелюбовь', 'нелюбовь', 0],
            ['нелюбовь', 'нелюбовь', 1],
            ['нелюбовь', 'нелюбовь', 2],
            ['нелюбовь', 'нелюбовь', 30],

            ['нелюди', 'нелюди', 0],
            ['нелюди', 'нелюди', 1],
            ['нелюди', 'нелюди', 2],
            ['нелюди', 'нелюди', 30],

            ['неля', 'неля', 0],
            ['неля', 'неля', 1],
            ['неля', 'неля', 2],
            ['неля', 'неля', 30],

            ['немец', 'немец', 0],
            ['немец', 'немец', 1],
            ['немец', 'немец', 2],
            ['немец', 'немец', 30],

            ['немка', 'немка', 0],
            ['немка', 'немка', 1],
            ['немка', 'немка', 2],
            ['немка', 'немка', 30],

            ['немой', 'немой', 0],
            ['немой', 'немой', 1],
            ['немой', 'немой', 2],
            ['немой', 'немой', 30],

            ['немота', 'немота', 0],
            ['немота', 'немота', 1],
            ['немота', 'немота', 2],
            ['немота', 'немота', 30],

            ['немощь', 'немощь', 0],
            ['немощь', 'немощь', 1],
            ['немощь', 'немощь', 2],
            ['немощь', 'немощь', 30],

            ['ненавистник', 'ненавистник', 0],
            ['ненавистник', 'ненавистник', 1],
            ['ненавистник', 'ненавистник', 2],
            ['ненавистник', 'ненавистник', 30],

            ['ненависть', 'ненависть', 0],
            ['ненависть', 'ненависть', 1],
            ['ненависть', 'ненависть', 2],
            ['ненависть', 'ненависть', 30],

            ['ненадобность', 'ненадобность', 0],
            ['ненадобность', 'ненадобность', 1],
            ['ненадобность', 'ненадобность', 2],
            ['ненадобность', 'ненадобность', 30],

            ['ненападение', 'ненападение', 0],
            ['ненападение', 'ненападение', 1],
            ['ненападение', 'ненападение', 2],
            ['ненападение', 'ненападение', 30],

            ['ненастье', 'ненастье', 0],
            ['ненастье', 'ненастье', 1],
            ['ненастье', 'ненастье', 2],
            ['ненастье', 'ненастье', 30],

            ['ненормальность', 'ненормальность', 0],
            ['ненормальность', 'ненормальность', 1],
            ['ненормальность', 'ненормальность', 2],
            ['ненормальность', 'ненормальность', 30],

            ['ненужность', 'ненужность', 0],
            ['ненужность', 'ненужность', 1],
            ['ненужность', 'ненужность', 2],
            ['ненужность', 'ненужность', 30],

            ['необходимость', 'необходимость', 0],
            ['необходимость', 'необходимость', 1],
            ['необходимость', 'необходимость', 2],
            ['необходимость', 'необходимость', 30],

            ['необычность', 'необычность', 0],
            ['необычность', 'необычность', 1],
            ['необычность', 'необычность', 2],
            ['необычность', 'необычность', 30],

            ['неодобрение', 'неодобрение', 0],
            ['неодобрение', 'неодобрение', 1],
            ['неодобрение', 'неодобрение', 2],
            ['неодобрение', 'неодобрение', 30],

            ['неожиданность', 'неожиданность', 0],
            ['неожиданность', 'неожиданность', 1],
            ['неожиданность', 'неожиданность', 2],
            ['неожиданность', 'неожиданность', 30],

            ['неопределенность', 'неопределенность', 0],
            ['неопределенность', 'неопределенность', 1],
            ['неопределенность', 'неопределенность', 2],
            ['неопределенность', 'неопределенность', 30],

            ['неопытность', 'неопытность', 0],
            ['неопытность', 'неопытность', 1],
            ['неопытность', 'неопытность', 2],
            ['неопытность', 'неопытность', 30],

            ['неосторожность', 'неосторожность', 0],
            ['неосторожность', 'неосторожность', 1],
            ['неосторожность', 'неосторожность', 2],
            ['неосторожность', 'неосторожность', 30],

            ['неотвратимость', 'неотвратимость', 0],
            ['неотвратимость', 'неотвратимость', 1],
            ['неотвратимость', 'неотвратимость', 2],
            ['неотвратимость', 'неотвратимость', 30],

            ['неотложка', 'неотложка', 0],
            ['неотложка', 'неотложка', 1],
            ['неотложка', 'неотложка', 2],
            ['неотложка', 'неотложка', 30],

            ['неофит', 'неофит', 0],
            ['неофит', 'неофит', 1],
            ['неофит', 'неофит', 2],
            ['неофит', 'неофит', 30],

            ['неохота', 'неохота', 0],
            ['неохота', 'неохота', 1],
            ['неохота', 'неохота', 2],
            ['неохота', 'неохота', 30],

            ['непал', 'непал', 0],
            ['непал', 'непал', 1],
            ['непал', 'непал', 2],
            ['непал', 'непал', 30],

            ['непереносимость', 'непереносимость', 0],
            ['непереносимость', 'непереносимость', 1],
            ['непереносимость', 'непереносимость', 2],
            ['непереносимость', 'непереносимость', 30],

            ['неплатеж', 'неплатеж', 0],
            ['неплатеж', 'неплатеж', 1],
            ['неплатеж', 'неплатеж', 2],
            ['неплатеж', 'неплатеж', 30],

            ['неповиновение', 'неповиновение', 0],
            ['неповиновение', 'неповиновение', 1],
            ['неповиновение', 'неповиновение', 2],
            ['неповиновение', 'неповиновение', 30],

            ['неповторимость', 'неповторимость', 0],
            ['неповторимость', 'неповторимость', 1],
            ['неповторимость', 'неповторимость', 2],
            ['неповторимость', 'неповторимость', 30],

            ['непогода', 'непогода', 0],
            ['непогода', 'непогода', 1],
            ['непогода', 'непогода', 2],
            ['непогода', 'непогода', 30],

            ['непогрешимость', 'непогрешимость', 0],
            ['непогрешимость', 'непогрешимость', 1],
            ['непогрешимость', 'непогрешимость', 2],
            ['непогрешимость', 'непогрешимость', 30],

            ['неподвижность', 'неподвижность', 0],
            ['неподвижность', 'неподвижность', 1],
            ['неподвижность', 'неподвижность', 2],
            ['неподвижность', 'неподвижность', 30],

            ['неподкупность', 'неподкупность', 0],
            ['неподкупность', 'неподкупность', 1],
            ['неподкупность', 'неподкупность', 2],
            ['неподкупность', 'неподкупность', 30],

            ['неполадка', 'неполадка', 0],
            ['неполадка', 'неполадка', 1],
            ['неполадка', 'неполадка', 2],
            ['неполадка', 'неполадка', 30],

            ['неполноценность', 'неполноценность', 0],
            ['неполноценность', 'неполноценность', 1],
            ['неполноценность', 'неполноценность', 2],
            ['неполноценность', 'неполноценность', 30],

            ['непонимание', 'непонимание', 0],
            ['непонимание', 'непонимание', 1],
            ['непонимание', 'непонимание', 2],
            ['непонимание', 'непонимание', 30],

            ['непорядок', 'непорядок', 0],
            ['непорядок', 'непорядок', 1],
            ['непорядок', 'непорядок', 2],
            ['непорядок', 'непорядок', 30],

            ['непосредственность', 'непосредственность', 0],
            ['непосредственность', 'непосредственность', 1],
            ['непосредственность', 'непосредственность', 2],
            ['непосредственность', 'непосредственность', 30],

            ['неправда', 'неправда', 0],
            ['неправда', 'неправда', 1],
            ['неправда', 'неправда', 2],
            ['неправда', 'неправда', 30],

            ['непрерывность', 'непрерывность', 0],
            ['непрерывность', 'непрерывность', 1],
            ['непрерывность', 'непрерывность', 2],
            ['непрерывность', 'непрерывность', 30],

            ['непривычка', 'непривычка', 0],
            ['непривычка', 'непривычка', 1],
            ['непривычка', 'непривычка', 2],
            ['непривычка', 'непривычка', 30],

            ['неприкосновенность', 'неприкосновенность', 0],
            ['неприкосновенность', 'неприкосновенность', 1],
            ['неприкосновенность', 'неприкосновенность', 2],
            ['неприкосновенность', 'неприкосновенность', 30],

            ['неприличие', 'неприличие', 0],
            ['неприличие', 'неприличие', 1],
            ['неприличие', 'неприличие', 2],
            ['неприличие', 'неприличие', 30],

            ['непримиримость', 'непримиримость', 0],
            ['непримиримость', 'непримиримость', 1],
            ['непримиримость', 'непримиримость', 2],
            ['непримиримость', 'непримиримость', 30],

            ['непристойность', 'непристойность', 0],
            ['непристойность', 'непристойность', 1],
            ['непристойность', 'непристойность', 2],
            ['непристойность', 'непристойность', 30],

            ['непричастность', 'непричастность', 0],
            ['непричастность', 'непричастность', 1],
            ['непричастность', 'непричастность', 2],
            ['непричастность', 'непричастность', 30],

            ['неприязнь', 'неприязнь', 0],
            ['неприязнь', 'неприязнь', 1],
            ['неприязнь', 'неприязнь', 2],
            ['неприязнь', 'неприязнь', 30],

            ['неприятель', 'неприятель', 0],
            ['неприятель', 'неприятель', 1],
            ['неприятель', 'неприятель', 2],
            ['неприятель', 'неприятель', 30],

            ['неприятие', 'неприятие', 0],
            ['неприятие', 'неприятие', 1],
            ['неприятие', 'неприятие', 2],
            ['неприятие', 'неприятие', 30],

            ['неприятность', 'неприятность', 0],
            ['неприятность', 'неприятность', 1],
            ['неприятность', 'неприятность', 2],
            ['неприятность', 'неприятность', 30],

            ['непроходимость', 'непроходимость', 0],
            ['непроходимость', 'непроходимость', 1],
            ['непроходимость', 'непроходимость', 2],
            ['непроходимость', 'непроходимость', 30],

            ['нептун', 'нептун', 0],
            ['нептун', 'нептун', 1],
            ['нептун', 'нептун', 2],
            ['нептун', 'нептун', 30],

            ['неравенство', 'неравенство', 0],
            ['неравенство', 'неравенство', 1],
            ['неравенство', 'неравенство', 2],
            ['неравенство', 'неравенство', 30],

            ['неразбериха', 'неразбериха', 0],
            ['неразбериха', 'неразбериха', 1],
            ['неразбериха', 'неразбериха', 2],
            ['неразбериха', 'неразбериха', 30],

            ['неразглашение', 'неразглашение', 0],
            ['неразглашение', 'неразглашение', 1],
            ['неразглашение', 'неразглашение', 2],
            ['неразглашение', 'неразглашение', 30],

            ['нерв', 'нерв', 0],
            ['нерв', 'нерв', 1],
            ['нерв', 'нерв', 2],
            ['нерв', 'нерв', 30],

            ['нервишки', 'нервишки', 0],
            ['нервишки', 'нервишки', 1],
            ['нервишки', 'нервишки', 2],
            ['нервишки', 'нервишки', 30],

            ['нервность', 'нервность', 0],
            ['нервность', 'нервность', 1],
            ['нервность', 'нервность', 2],
            ['нервность', 'нервность', 30],

            ['нервозность', 'нервозность', 0],
            ['нервозность', 'нервозность', 1],
            ['нервозность', 'нервозность', 2],
            ['нервозность', 'нервозность', 30],

            ['нереальность', 'нереальность', 0],
            ['нереальность', 'нереальность', 1],
            ['нереальность', 'нереальность', 2],
            ['нереальность', 'нереальность', 30],

            ['нерезидент', 'нерезидент', 0],
            ['нерезидент', 'нерезидент', 1],
            ['нерезидент', 'нерезидент', 2],
            ['нерезидент', 'нерезидент', 30],

            ['нерешительность', 'нерешительность', 0],
            ['нерешительность', 'нерешительность', 1],
            ['нерешительность', 'нерешительность', 2],
            ['нерешительность', 'нерешительность', 30],

            ['неровность', 'неровность', 0],
            ['неровность', 'неровность', 1],
            ['неровность', 'неровность', 2],
            ['неровность', 'неровность', 30],

            ['неряха', 'неряха', 0],
            ['неряха', 'неряха', 1],
            ['неряха', 'неряха', 2],
            ['неряха', 'неряха', 30],

            ['несвиж', 'несвиж', 0],
            ['несвиж', 'несвиж', 1],
            ['несвиж', 'несвиж', 2],
            ['несвиж', 'несвиж', 30],

            ['несвобода', 'несвобода', 0],
            ['несвобода', 'несвобода', 1],
            ['несвобода', 'несвобода', 2],
            ['несвобода', 'несвобода', 30],

            ['несение', 'несение', 0],
            ['несение', 'несение', 1],
            ['несение', 'несение', 2],
            ['несение', 'несение', 30],

            ['нескромность', 'нескромность', 0],
            ['нескромность', 'нескромность', 1],
            ['нескромность', 'нескромность', 2],
            ['нескромность', 'нескромность', 30],

            ['несоблюдение', 'несоблюдение', 0],
            ['несоблюдение', 'несоблюдение', 1],
            ['несоблюдение', 'несоблюдение', 2],
            ['несоблюдение', 'несоблюдение', 30],

            ['несовершенство', 'несовершенство', 0],
            ['несовершенство', 'несовершенство', 1],
            ['несовершенство', 'несовершенство', 2],
            ['несовершенство', 'несовершенство', 30],

            ['несовместимость', 'несовместимость', 0],
            ['несовместимость', 'несовместимость', 1],
            ['несовместимость', 'несовместимость', 2],
            ['несовместимость', 'несовместимость', 30],

            ['несогласие', 'несогласие', 0],
            ['несогласие', 'несогласие', 1],
            ['несогласие', 'несогласие', 2],
            ['несогласие', 'несогласие', 30],

            ['несообразность', 'несообразность', 0],
            ['несообразность', 'несообразность', 1],
            ['несообразность', 'несообразность', 2],
            ['несообразность', 'несообразность', 30],

            ['несоответствие', 'несоответствие', 0],
            ['несоответствие', 'несоответствие', 1],
            ['несоответствие', 'несоответствие', 2],
            ['несоответствие', 'несоответствие', 30],

            ['несостоятельность', 'несостоятельность', 0],
            ['несостоятельность', 'несостоятельность', 1],
            ['несостоятельность', 'несостоятельность', 2],
            ['несостоятельность', 'несостоятельность', 30],

            ['неспособность', 'неспособность', 0],
            ['неспособность', 'неспособность', 1],
            ['неспособность', 'неспособность', 2],
            ['неспособность', 'неспособность', 30],

            ['несправедливость', 'несправедливость', 0],
            ['несправедливость', 'несправедливость', 1],
            ['несправедливость', 'несправедливость', 2],
            ['несправедливость', 'несправедливость', 30],

            ['нестабильность', 'нестабильность', 0],
            ['нестабильность', 'нестабильность', 1],
            ['нестабильность', 'нестабильность', 2],
            ['нестабильность', 'нестабильность', 30],

            ['несчастие', 'несчастие', 0],
            ['несчастие', 'несчастие', 1],
            ['несчастие', 'несчастие', 2],
            ['несчастие', 'несчастие', 30],

            ['несчастный', 'несчастный', 0],
            ['несчастный', 'несчастный', 1],
            ['несчастный', 'несчастный', 2],
            ['несчастный', 'несчастный', 30],

            ['несчастье', 'несчастье', 0],
            ['несчастье', 'несчастье', 1],
            ['несчастье', 'несчастье', 2],
            ['несчастье', 'несчастье', 30],

            ['нета', 'нета', 0],
            ['нета', 'нета', 1],
            ['нета', 'нета', 2],
            ['нета', 'нета', 30],

            ['нетерпение', 'нетерпение', 0],
            ['нетерпение', 'нетерпение', 1],
            ['нетерпение', 'нетерпение', 2],
            ['нетерпение', 'нетерпение', 30],

            ['нетерпимость', 'нетерпимость', 0],
            ['нетерпимость', 'нетерпимость', 1],
            ['нетерпимость', 'нетерпимость', 2],
            ['нетерпимость', 'нетерпимость', 30],

            ['неторопливость', 'неторопливость', 0],
            ['неторопливость', 'неторопливость', 1],
            ['неторопливость', 'неторопливость', 2],
            ['неторопливость', 'неторопливость', 30],

            ['неточность', 'неточность', 0],
            ['неточность', 'неточность', 1],
            ['неточность', 'неточность', 2],
            ['неточность', 'неточность', 30],

            ['неуважение', 'неуважение', 0],
            ['неуважение', 'неуважение', 1],
            ['неуважение', 'неуважение', 2],
            ['неуважение', 'неуважение', 30],

            ['неуверенность', 'неуверенность', 0],
            ['неуверенность', 'неуверенность', 1],
            ['неуверенность', 'неуверенность', 2],
            ['неуверенность', 'неуверенность', 30],

            ['неувязка', 'неувязка', 0],
            ['неувязка', 'неувязка', 1],
            ['неувязка', 'неувязка', 2],
            ['неувязка', 'неувязка', 30],

            ['неудача', 'неудача', 0],
            ['неудача', 'неудача', 1],
            ['неудача', 'неудача', 2],
            ['неудача', 'неудача', 30],

            ['неудачник', 'неудачник', 0],
            ['неудачник', 'неудачник', 1],
            ['неудачник', 'неудачник', 2],
            ['неудачник', 'неудачник', 30],

            ['неудобство', 'неудобство', 0],
            ['неудобство', 'неудобство', 1],
            ['неудобство', 'неудобство', 2],
            ['неудобство', 'неудобство', 30],

            ['неудовлетворенность', 'неудовлетворенность', 0],
            ['неудовлетворенность', 'неудовлетворенность', 1],
            ['неудовлетворенность', 'неудовлетворенность', 2],
            ['неудовлетворенность', 'неудовлетворенность', 30],

            ['неудовольствие', 'неудовольствие', 0],
            ['неудовольствие', 'неудовольствие', 1],
            ['неудовольствие', 'неудовольствие', 2],
            ['неудовольствие', 'неудовольствие', 30],

            ['неузнаваемость', 'неузнаваемость', 0],
            ['неузнаваемость', 'неузнаваемость', 1],
            ['неузнаваемость', 'неузнаваемость', 2],
            ['неузнаваемость', 'неузнаваемость', 30],

            ['неуклюжесть', 'неуклюжесть', 0],
            ['неуклюжесть', 'неуклюжесть', 1],
            ['неуклюжесть', 'неуклюжесть', 2],
            ['неуклюжесть', 'неуклюжесть', 30],

            ['неумение', 'неумение', 0],
            ['неумение', 'неумение', 1],
            ['неумение', 'неумение', 2],
            ['неумение', 'неумение', 30],

            ['неуместность', 'неуместность', 0],
            ['неуместность', 'неуместность', 1],
            ['неуместность', 'неуместность', 2],
            ['неуместность', 'неуместность', 30],

            ['неуплата', 'неуплата', 0],
            ['неуплата', 'неуплата', 1],
            ['неуплата', 'неуплата', 2],
            ['неуплата', 'неуплата', 30],

            ['неурожай', 'неурожай', 0],
            ['неурожай', 'неурожай', 1],
            ['неурожай', 'неурожай', 2],
            ['неурожай', 'неурожай', 30],

            ['неурядица', 'неурядица', 0],
            ['неурядица', 'неурядица', 1],
            ['неурядица', 'неурядица', 2],
            ['неурядица', 'неурядица', 30],

            ['неустойка', 'неустойка', 0],
            ['неустойка', 'неустойка', 1],
            ['неустойка', 'неустойка', 2],
            ['неустойка', 'неустойка', 30],

            ['неустойчивость', 'неустойчивость', 0],
            ['неустойчивость', 'неустойчивость', 1],
            ['неустойчивость', 'неустойчивость', 2],
            ['неустойчивость', 'неустойчивость', 30],

            ['неустроенность', 'неустроенность', 0],
            ['неустроенность', 'неустроенность', 1],
            ['неустроенность', 'неустроенность', 2],
            ['неустроенность', 'неустроенность', 30],

            ['неуч', 'неуч', 0],
            ['неуч', 'неуч', 1],
            ['неуч', 'неуч', 2],
            ['неуч', 'неуч', 30],

            ['нефрит', 'нефрит', 0],
            ['нефрит', 'нефрит', 1],
            ['нефрит', 'нефрит', 2],
            ['нефрит', 'нефрит', 30],

            ['нефтепродукт', 'нефтепродукт', 0],
            ['нефтепродукт', 'нефтепродукт', 1],
            ['нефтепродукт', 'нефтепродукт', 2],
            ['нефтепродукт', 'нефтепродукт', 30],

            ['нефть', 'нефть', 0],
            ['нефть', 'нефть', 1],
            ['нефть', 'нефть', 2],
            ['нефть', 'нефть', 30],

            ['нефтяник', 'нефтяник', 0],
            ['нефтяник', 'нефтяник', 1],
            ['нефтяник', 'нефтяник', 2],
            ['нефтяник', 'нефтяник', 30],

            ['нехватка', 'нехватка', 0],
            ['нехватка', 'нехватка', 1],
            ['нехватка', 'нехватка', 2],
            ['нехватка', 'нехватка', 30],

            ['нечистота', 'нечистота', 0],
            ['нечистота', 'нечистота', 1],
            ['нечистота', 'нечистота', 2],
            ['нечистота', 'нечистота', 30],

            ['нечистоты', 'нечистоты', 0],
            ['нечистоты', 'нечистоты', 1],
            ['нечистоты', 'нечистоты', 2],
            ['нечистоты', 'нечистоты', 30],

            ['нечистый', 'нечистый', 0],
            ['нечистый', 'нечистый', 1],
            ['нечистый', 'нечистый', 2],
            ['нечистый', 'нечистый', 30],

            ['нечисть', 'нечисть', 0],
            ['нечисть', 'нечисть', 1],
            ['нечисть', 'нечисть', 2],
            ['нечисть', 'нечисть', 30],

            ['неэффективность', 'неэффективность', 0],
            ['неэффективность', 'неэффективность', 1],
            ['неэффективность', 'неэффективность', 2],
            ['неэффективность', 'неэффективность', 30],

            ['неясность', 'неясность', 0],
            ['неясность', 'неясность', 1],
            ['неясность', 'неясность', 2],
            ['неясность', 'неясность', 30],

            ['неясыть', 'неясыть', 0],
            ['неясыть', 'неясыть', 1],
            ['неясыть', 'неясыть', 2],
            ['неясыть', 'неясыть', 30],

            ['ниамей', 'ниамей', 0],
            ['ниамей', 'ниамей', 1],
            ['ниамей', 'ниамей', 2],
            ['ниамей', 'ниамей', 30],

            ['нива', 'нива', 0],
            ['нива', 'нива', 1],
            ['нива', 'нива', 2],
            ['нива', 'нива', 30],

            ['нигер', 'нигер', 0],
            ['нигер', 'нигер', 1],
            ['нигер', 'нигер', 2],
            ['нигер', 'нигер', 30],

            ['нигерия', 'нигерия', 0],
            ['нигерия', 'нигерия', 1],
            ['нигерия', 'нигерия', 2],
            ['нигерия', 'нигерия', 30],

            ['нигилизм', 'нигилизм', 0],
            ['нигилизм', 'нигилизм', 1],
            ['нигилизм', 'нигилизм', 2],
            ['нигилизм', 'нигилизм', 30],

            ['нигилист', 'нигилист', 0],
            ['нигилист', 'нигилист', 1],
            ['нигилист', 'нигилист', 2],
            ['нигилист', 'нигилист', 30],

            ['нида', 'нида', 0],
            ['нида', 'нида', 1],
            ['нида', 'нида', 2],
            ['нида', 'нида', 30],

            ['нидерландец', 'нидерландец', 0],
            ['нидерландец', 'нидерландец', 1],
            ['нидерландец', 'нидерландец', 2],
            ['нидерландец', 'нидерландец', 30],

            ['нидерланды', 'нидерланды', 0],
            ['нидерланды', 'нидерланды', 1],
            ['нидерланды', 'нидерланды', 2],
            ['нидерланды', 'нидерланды', 30],

            ['нижегородец', 'нижегородец', 0],
            ['нижегородец', 'нижегородец', 1],
            ['нижегородец', 'нижегородец', 2],
            ['нижегородец', 'нижегородец', 30],

            ['низ', 'низ', 0],
            ['низ', 'низ', 1],
            ['низ', 'низ', 2],
            ['низ', 'низ', 30],

            ['низина', 'низина', 0],
            ['низина', 'низина', 1],
            ['низина', 'низина', 2],
            ['низина', 'низина', 30],

            ['низок', 'низок', 0],
            ['низок', 'низок', 1],
            ['низок', 'низок', 2],
            ['низок', 'низок', 30],

            ['низость', 'низость', 0],
            ['низость', 'низость', 1],
            ['низость', 'низость', 2],
            ['низость', 'низость', 30],

            ['нии', 'нии', 0],
            ['нии', 'нии', 1],
            ['нии', 'нии', 2],
            ['нии', 'нии', 30],

            ['ника', 'ника', 0],
            ['ника', 'ника', 1],
            ['ника', 'ника', 2],
            ['ника', 'ника', 30],

            ['никандров', 'никандров', 0],
            ['никандров', 'никандров', 1],
            ['никандров', 'никандров', 2],
            ['никандров', 'никандров', 30],

            ['никарагуа', 'никарагуа', 0],
            ['никарагуа', 'никарагуа', 1],
            ['никарагуа', 'никарагуа', 2],
            ['никарагуа', 'никарагуа', 30],

            ['никаха', 'никаха', 0],
            ['никаха', 'никаха', 1],
            ['никаха', 'никаха', 2],
            ['никаха', 'никаха', 30],

            ['никаша', 'никаша', 0],
            ['никаша', 'никаша', 1],
            ['никаша', 'никаша', 2],
            ['никаша', 'никаша', 30],

            ['никель', 'никель', 0],
            ['никель', 'никель', 1],
            ['никель', 'никель', 2],
            ['никель', 'никель', 30],

            ['никеня', 'никеня', 0],
            ['никеня', 'никеня', 1],
            ['никеня', 'никеня', 2],
            ['никеня', 'никеня', 30],

            ['никеша', 'никеша', 0],
            ['никеша', 'никеша', 1],
            ['никеша', 'никеша', 2],
            ['никеша', 'никеша', 30],

            ['никита', 'никита', 0],
            ['никита', 'никита', 1],
            ['никита', 'никита', 2],
            ['никита', 'никита', 30],

            ['никитий', 'никитий', 0],
            ['никитий', 'никитий', 1],
            ['никитий', 'никитий', 2],
            ['никитий', 'никитий', 30],

            ['никитина', 'никитина', 0],
            ['никитина', 'никитина', 1],
            ['никитина', 'никитина', 2],
            ['никитина', 'никитина', 30],

            ['никитич', 'никитич', 0],
            ['никитич', 'никитич', 1],
            ['никитич', 'никитич', 2],
            ['никитич', 'никитич', 30],

            ['никитична', 'никитична', 0],
            ['никитична', 'никитична', 1],
            ['никитична', 'никитична', 2],
            ['никитична', 'никитична', 30],

            ['никитка', 'никитка', 0],
            ['никитка', 'никитка', 1],
            ['никитка', 'никитка', 2],
            ['никитка', 'никитка', 30],

            ['никитьич', 'никитьич', 0],
            ['никитьич', 'никитьич', 1],
            ['никитьич', 'никитьич', 2],
            ['никитьич', 'никитьич', 30],

            ['никиха', 'никиха', 0],
            ['никиха', 'никиха', 1],
            ['никиха', 'никиха', 2],
            ['никиха', 'никиха', 30],

            ['никиша', 'никиша', 0],
            ['никиша', 'никиша', 1],
            ['никиша', 'никиша', 2],
            ['никиша', 'никиша', 30],

            ['никола', 'никола', 0],
            ['никола', 'никола', 1],
            ['никола', 'никола', 2],
            ['никола', 'никола', 30],

            ['николаев', 'николаев', 0],
            ['николаев', 'николаев', 1],
            ['николаев', 'николаев', 2],
            ['николаев', 'николаев', 30],

            ['николаич', 'николаич', 0],
            ['николаич', 'николаич', 1],
            ['николаич', 'николаич', 2],
            ['николаич', 'николаич', 30],

            ['николай', 'николай', 0],
            ['николай', 'николай', 1],
            ['николай', 'николай', 2],
            ['николай', 'николай', 30],

            ['николайка', 'николайка', 0],
            ['николайка', 'николайка', 1],
            ['николайка', 'николайка', 2],
            ['николайка', 'николайка', 30],

            ['николаха', 'николаха', 0],
            ['николаха', 'николаха', 1],
            ['николаха', 'николаха', 2],
            ['николаха', 'николаха', 30],

            ['николаша', 'николаша', 0],
            ['николаша', 'николаша', 1],
            ['николаша', 'николаша', 2],
            ['николаша', 'николаша', 30],

            ['николич', 'николич', 0],
            ['николич', 'николич', 1],
            ['николич', 'николич', 2],
            ['николич', 'николич', 30],

            ['николична', 'николична', 0],
            ['николична', 'николична', 1],
            ['николична', 'николична', 2],
            ['николична', 'николична', 30],

            ['николка', 'николка', 0],
            ['николка', 'николка', 1],
            ['николка', 'николка', 2],
            ['николка', 'николка', 30],

            ['николь', 'николь', 0],
            ['николь', 'николь', 1],
            ['николь', 'николь', 2],
            ['николь', 'николь', 30],

            ['николя', 'николя', 0],
            ['николя', 'николя', 1],
            ['николя', 'николя', 2],
            ['николя', 'николя', 30],

            ['никоси¤', 'никоси¤', 0],
            ['никоси¤', 'никоси¤', 1],
            ['никоси¤', 'никоси¤', 2],
            ['никоси¤', 'никоси¤', 30],

            ['никотин', 'никотин', 0],
            ['никотин', 'никотин', 1],
            ['никотин', 'никотин', 2],
            ['никотин', 'никотин', 30],

            ['никоша', 'никоша', 0],
            ['никоша', 'никоша', 1],
            ['никоша', 'никоша', 2],
            ['никоша', 'никоша', 30],

            ['никула', 'никула', 0],
            ['никула', 'никула', 1],
            ['никула', 'никула', 2],
            ['никула', 'никула', 30],

            ['никуля', 'никуля', 0],
            ['никуля', 'никуля', 1],
            ['никуля', 'никуля', 2],
            ['никуля', 'никуля', 30],

            ['никуся', 'никуся', 0],
            ['никуся', 'никуся', 1],
            ['никуся', 'никуся', 2],
            ['никуся', 'никуся', 30],

            ['никуша', 'никуша', 0],
            ['никуша', 'никуша', 1],
            ['никуша', 'никуша', 2],
            ['никуша', 'никуша', 30],

            ['никушка', 'никушка', 0],
            ['никушка', 'никушка', 1],
            ['никушка', 'никушка', 2],
            ['никушка', 'никушка', 30],

            ['никчемность', 'никчемность', 0],
            ['никчемность', 'никчемность', 1],
            ['никчемность', 'никчемность', 2],
            ['никчемность', 'никчемность', 30],

            ['нил', 'нил', 0],
            ['нил', 'нил', 1],
            ['нил', 'нил', 2],
            ['нил', 'нил', 30],

            ['нила', 'нила', 0],
            ['нила', 'нила', 1],
            ['нила', 'нила', 2],
            ['нила', 'нила', 30],

            ['нилка', 'нилка', 0],
            ['нилка', 'нилка', 1],
            ['нилка', 'нилка', 2],
            ['нилка', 'нилка', 30],

            ['нилла', 'нилла', 0],
            ['нилла', 'нилла', 1],
            ['нилла', 'нилла', 2],
            ['нилла', 'нилла', 30],

            ['нилыч', 'нилыч', 0],
            ['нилыч', 'нилыч', 1],
            ['нилыч', 'нилыч', 2],
            ['нилыч', 'нилыч', 30],

            ['ниля', 'ниля', 0],
            ['ниля', 'ниля', 1],
            ['ниля', 'ниля', 2],
            ['ниля', 'ниля', 30],

            ['нимб', 'нимб', 0],
            ['нимб', 'нимб', 1],
            ['нимб', 'нимб', 2],
            ['нимб', 'нимб', 30],

            ['нимфа', 'нимфа', 0],
            ['нимфа', 'нимфа', 1],
            ['нимфа', 'нимфа', 2],
            ['нимфа', 'нимфа', 30],

            ['нина', 'нина', 0],
            ['нина', 'нина', 1],
            ['нина', 'нина', 2],
            ['нина', 'нина', 30],

            ['нинака', 'нинака', 0],
            ['нинака', 'нинака', 1],
            ['нинака', 'нинака', 2],
            ['нинака', 'нинака', 30],

            ['нинаня', 'нинаня', 0],
            ['нинаня', 'нинаня', 1],
            ['нинаня', 'нинаня', 2],
            ['нинаня', 'нинаня', 30],

            ['нинель', 'нинель', 0],
            ['нинель', 'нинель', 1],
            ['нинель', 'нинель', 2],
            ['нинель', 'нинель', 30],

            ['нинелька', 'нинелька', 0],
            ['нинелька', 'нинелька', 1],
            ['нинелька', 'нинелька', 2],
            ['нинелька', 'нинелька', 30],

            ['нинка', 'нинка', 0],
            ['нинка', 'нинка', 1],
            ['нинка', 'нинка', 2],
            ['нинка', 'нинка', 30],

            ['нинока', 'нинока', 0],
            ['нинока', 'нинока', 1],
            ['нинока', 'нинока', 2],
            ['нинока', 'нинока', 30],

            ['нинона', 'нинона', 0],
            ['нинона', 'нинона', 1],
            ['нинона', 'нинона', 2],
            ['нинона', 'нинона', 30],

            ['ниноня', 'ниноня', 0],
            ['ниноня', 'ниноня', 1],
            ['ниноня', 'ниноня', 2],
            ['ниноня', 'ниноня', 30],

            ['ниноха', 'ниноха', 0],
            ['ниноха', 'ниноха', 1],
            ['ниноха', 'ниноха', 2],
            ['ниноха', 'ниноха', 30],

            ['ниноша', 'ниноша', 0],
            ['ниноша', 'ниноша', 1],
            ['ниноша', 'ниноша', 2],
            ['ниноша', 'ниноша', 30],

            ['нинуля', 'нинуля', 0],
            ['нинуля', 'нинуля', 1],
            ['нинуля', 'нинуля', 2],
            ['нинуля', 'нинуля', 30],

            ['нинуня', 'нинуня', 0],
            ['нинуня', 'нинуня', 1],
            ['нинуня', 'нинуня', 2],
            ['нинуня', 'нинуня', 30],

            ['нинура', 'нинура', 0],
            ['нинура', 'нинура', 1],
            ['нинура', 'нинура', 2],
            ['нинура', 'нинура', 30],

            ['нинуся', 'нинуся', 0],
            ['нинуся', 'нинуся', 1],
            ['нинуся', 'нинуся', 2],
            ['нинуся', 'нинуся', 30],

            ['нинуха', 'нинуха', 0],
            ['нинуха', 'нинуха', 1],
            ['нинуха', 'нинуха', 2],
            ['нинуха', 'нинуха', 30],

            ['нинуша', 'нинуша', 0],
            ['нинуша', 'нинуша', 1],
            ['нинуша', 'нинуша', 2],
            ['нинуша', 'нинуша', 30],

            ['нинюра', 'нинюра', 0],
            ['нинюра', 'нинюра', 1],
            ['нинюра', 'нинюра', 2],
            ['нинюра', 'нинюра', 30],

            ['нирвана', 'нирвана', 0],
            ['нирвана', 'нирвана', 1],
            ['нирвана', 'нирвана', 2],
            ['нирвана', 'нирвана', 30],

            ['ниссан', 'ниссан', 0],
            ['ниссан', 'ниссан', 1],
            ['ниссан', 'ниссан', 2],
            ['ниссан', 'ниссан', 30],

            ['нита', 'нита', 0],
            ['нита', 'нита', 1],
            ['нита', 'нита', 2],
            ['нита', 'нита', 30],

            ['нитка', 'нитка', 0],
            ['нитка', 'нитка', 1],
            ['нитка', 'нитка', 2],
            ['нитка', 'нитка', 30],

            ['ниточка', 'ниточка', 0],
            ['ниточка', 'ниточка', 1],
            ['ниточка', 'ниточка', 2],
            ['ниточка', 'ниточка', 30],

            ['нитрат', 'нитрат', 0],
            ['нитрат', 'нитрат', 1],
            ['нитрат', 'нитрат', 2],
            ['нитрат', 'нитрат', 30],

            ['нитроглицерин', 'нитроглицерин', 0],
            ['нитроглицерин', 'нитроглицерин', 1],
            ['нитроглицерин', 'нитроглицерин', 2],
            ['нитроглицерин', 'нитроглицерин', 30],

            ['нить', 'нить', 0],
            ['нить', 'нить', 1],
            ['нить', 'нить', 2],
            ['нить', 'нить', 30],

            ['ницца', 'ницца', 0],
            ['ницца', 'ницца', 1],
            ['ницца', 'ницца', 2],
            ['ницца', 'ницца', 30],

            ['ничтожество', 'ничтожество', 0],
            ['ничтожество', 'ничтожество', 1],
            ['ничтожество', 'ничтожество', 2],
            ['ничтожество', 'ничтожество', 30],

            ['ничья', 'ничья', 0],
            ['ничья', 'ничья', 1],
            ['ничья', 'ничья', 2],
            ['ничья', 'ничья', 30],

            ['ниша', 'ниша', 0],
            ['ниша', 'ниша', 1],
            ['ниша', 'ниша', 2],
            ['ниша', 'ниша', 30],

            ['нищенка', 'нищенка', 0],
            ['нищенка', 'нищенка', 1],
            ['нищенка', 'нищенка', 2],
            ['нищенка', 'нищенка', 30],

            ['нищета', 'нищета', 0],
            ['нищета', 'нищета', 1],
            ['нищета', 'нищета', 2],
            ['нищета', 'нищета', 30],

            ['нищий', 'нищий', 0],
            ['нищий', 'нищий', 1],
            ['нищий', 'нищий', 2],
            ['нищий', 'нищий', 30],

            ['нквд', 'нквд', 0],
            ['нквд', 'нквд', 1],
            ['нквд', 'нквд', 2],
            ['нквд', 'нквд', 30],

            ['нов', 'нов', 0],
            ['нов', 'нов', 1],
            ['нов', 'нов', 2],
            ['нов', 'нов', 30],

            ['новатор', 'новатор', 0],
            ['новатор', 'новатор', 1],
            ['новатор', 'новатор', 2],
            ['новатор', 'новатор', 30],

            ['новгород', 'новгород', 0],
            ['новгород', 'новгород', 1],
            ['новгород', 'новгород', 2],
            ['новгород', 'новгород', 30],

            ['новелла', 'новелла', 0],
            ['новелла', 'новелла', 1],
            ['новелла', 'новелла', 2],
            ['новелла', 'новелла', 30],

            ['новенький', 'новенький', 0],
            ['новенький', 'новенький', 1],
            ['новенький', 'новенький', 2],
            ['новенький', 'новенький', 30],

            ['новизна', 'новизна', 0],
            ['новизна', 'новизна', 1],
            ['новизна', 'новизна', 2],
            ['новизна', 'новизна', 30],

            ['новик', 'новик', 0],
            ['новик', 'новик', 1],
            ['новик', 'новик', 2],
            ['новик', 'новик', 30],

            ['новинка', 'новинка', 0],
            ['новинка', 'новинка', 1],
            ['новинка', 'новинка', 2],
            ['новинка', 'новинка', 30],

            ['новичок', 'новичок', 0],
            ['новичок', 'новичок', 1],
            ['новичок', 'новичок', 2],
            ['новичок', 'новичок', 30],

            ['новобранец', 'новобранец', 0],
            ['новобранец', 'новобранец', 1],
            ['новобранец', 'новобранец', 2],
            ['новобранец', 'новобранец', 30],

            ['нововведение', 'нововведение', 0],
            ['нововведение', 'нововведение', 1],
            ['нововведение', 'нововведение', 2],
            ['нововведение', 'нововведение', 30],

            ['новокаин', 'новокаин', 0],
            ['новокаин', 'новокаин', 1],
            ['новокаин', 'новокаин', 2],
            ['новокаин', 'новокаин', 30],

            ['новообразование', 'новообразование', 0],
            ['новообразование', 'новообразование', 1],
            ['новообразование', 'новообразование', 2],
            ['новообразование', 'новообразование', 30],

            ['новорожденный', 'новорожденный', 0],
            ['новорожденный', 'новорожденный', 1],
            ['новорожденный', 'новорожденный', 2],
            ['новорожденный', 'новорожденный', 30],

            ['новороссийск', 'новороссийск', 0],
            ['новороссийск', 'новороссийск', 1],
            ['новороссийск', 'новороссийск', 2],
            ['новороссийск', 'новороссийск', 30],

            ['новосел', 'новосел', 0],
            ['новосел', 'новосел', 1],
            ['новосел', 'новосел', 2],
            ['новосел', 'новосел', 30],

            ['новоселье', 'новоселье', 0],
            ['новоселье', 'новоселье', 1],
            ['новоселье', 'новоселье', 2],
            ['новоселье', 'новоселье', 30],

            ['новосибирск', 'новосибирск', 0],
            ['новосибирск', 'новосибирск', 1],
            ['новосибирск', 'новосибирск', 2],
            ['новосибирск', 'новосибирск', 30],

            ['новостройка', 'новостройка', 0],
            ['новостройка', 'новостройка', 1],
            ['новостройка', 'новостройка', 2],
            ['новостройка', 'новостройка', 30],

            ['новость', 'новость', 0],
            ['новость', 'новость', 1],
            ['новость', 'новость', 2],
            ['новость', 'новость', 30],

            ['новшество', 'новшество', 0],
            ['новшество', 'новшество', 1],
            ['новшество', 'новшество', 2],
            ['новшество', 'новшество', 30],

            ['нога', 'нога', 0],
            ['нога', 'нога', 1],
            ['нога', 'нога', 2],
            ['нога', 'нога', 30],

            ['ноготок', 'ноготок', 0],
            ['ноготок', 'ноготок', 1],
            ['ноготок', 'ноготок', 2],
            ['ноготок', 'ноготок', 30],

            ['ноготь', 'ноготь', 0],
            ['ноготь', 'ноготь', 1],
            ['ноготь', 'ноготь', 2],
            ['ноготь', 'ноготь', 30],

            ['нож', 'нож', 0],
            ['нож', 'нож', 1],
            ['нож', 'нож', 2],
            ['нож', 'нож', 30],

            ['ножик', 'ножик', 0],
            ['ножик', 'ножик', 1],
            ['ножик', 'ножик', 2],
            ['ножик', 'ножик', 30],

            ['ножичек', 'ножичек', 0],
            ['ножичек', 'ножичек', 1],
            ['ножичек', 'ножичек', 2],
            ['ножичек', 'ножичек', 30],

            ['ножка', 'ножка', 0],
            ['ножка', 'ножка', 1],
            ['ножка', 'ножка', 2],
            ['ножка', 'ножка', 30],

            ['ножницы', 'ножницы', 0],
            ['ножницы', 'ножницы', 1],
            ['ножницы', 'ножницы', 2],
            ['ножницы', 'ножницы', 30],

            ['ножны', 'ножны', 0],
            ['ножны', 'ножны', 1],
            ['ножны', 'ножны', 2],
            ['ножны', 'ножны', 30],

            ['ножовка', 'ножовка', 0],
            ['ножовка', 'ножовка', 1],
            ['ножовка', 'ножовка', 2],
            ['ножовка', 'ножовка', 30],

            ['ноздря', 'ноздря', 0],
            ['ноздря', 'ноздря', 1],
            ['ноздря', 'ноздря', 2],
            ['ноздря', 'ноздря', 30],

            ['нокаут', 'нокаут', 0],
            ['нокаут', 'нокаут', 1],
            ['нокаут', 'нокаут', 2],
            ['нокаут', 'нокаут', 30],

            ['нолик', 'нолик', 0],
            ['нолик', 'нолик', 1],
            ['нолик', 'нолик', 2],
            ['нолик', 'нолик', 30],

            ['ноль', 'ноль', 0],
            ['ноль', 'ноль', 1],
            ['ноль', 'ноль', 2],
            ['ноль', 'ноль', 30],

            ['нома', 'нома', 0],
            ['нома', 'нома', 1],
            ['нома', 'нома', 2],
            ['нома', 'нома', 30],

            ['номенклатура', 'номенклатура', 0],
            ['номенклатура', 'номенклатура', 1],
            ['номенклатура', 'номенклатура', 2],
            ['номенклатура', 'номенклатура', 30],

            ['номер', 'номер', 0],
            ['номер', 'номер', 1],
            ['номер', 'номер', 2],
            ['номер', 'номер', 30],

            ['номерок', 'номерок', 0],
            ['номерок', 'номерок', 1],
            ['номерок', 'номерок', 2],
            ['номерок', 'номерок', 30],

            ['номинал', 'номинал', 0],
            ['номинал', 'номинал', 1],
            ['номинал', 'номинал', 2],
            ['номинал', 'номинал', 30],

            ['номинация', 'номинация', 0],
            ['номинация', 'номинация', 1],
            ['номинация', 'номинация', 2],
            ['номинация', 'номинация', 30],

            ['нона', 'нона', 0],
            ['нона', 'нона', 1],
            ['нона', 'нона', 2],
            ['нона', 'нона', 30],

            ['нонсенс', 'нонсенс', 0],
            ['нонсенс', 'нонсенс', 1],
            ['нонсенс', 'нонсенс', 2],
            ['нонсенс', 'нонсенс', 30],

            ['нонуся', 'нонуся', 0],
            ['нонуся', 'нонуся', 1],
            ['нонуся', 'нонуся', 2],
            ['нонуся', 'нонуся', 30],

            ['нонюся', 'нонюся', 0],
            ['нонюся', 'нонюся', 1],
            ['нонюся', 'нонюся', 2],
            ['нонюся', 'нонюся', 30],

            ['ноня', 'ноня', 0],
            ['ноня', 'ноня', 1],
            ['ноня', 'ноня', 2],
            ['ноня', 'ноня', 30],

            ['ноосфера', 'ноосфера', 0],
            ['ноосфера', 'ноосфера', 1],
            ['ноосфера', 'ноосфера', 2],
            ['ноосфера', 'ноосфера', 30],

            ['нора', 'нора', 0],
            ['нора', 'нора', 1],
            ['нора', 'нора', 2],
            ['нора', 'нора', 30],

            ['норвегия', 'норвегия', 0],
            ['норвегия', 'норвегия', 1],
            ['норвегия', 'норвегия', 2],
            ['норвегия', 'норвегия', 30],

            ['норвежец', 'норвежец', 0],
            ['норвежец', 'норвежец', 1],
            ['норвежец', 'норвежец', 2],
            ['норвежец', 'норвежец', 30],

            ['норд', 'норд', 0],
            ['норд', 'норд', 1],
            ['норд', 'норд', 2],
            ['норд', 'норд', 30],

            ['норильск', 'норильск', 0],
            ['норильск', 'норильск', 1],
            ['норильск', 'норильск', 2],
            ['норильск', 'норильск', 30],

            ['норка', 'норка', 0],
            ['норка', 'норка', 1],
            ['норка', 'норка', 2],
            ['норка', 'норка', 30],

            ['норма', 'норма', 0],
            ['норма', 'норма', 1],
            ['норма', 'норма', 2],
            ['норма', 'норма', 30],

            ['нормализация', 'нормализация', 0],
            ['нормализация', 'нормализация', 1],
            ['нормализация', 'нормализация', 2],
            ['нормализация', 'нормализация', 30],

            ['норматив', 'норматив', 0],
            ['норматив', 'норматив', 1],
            ['норматив', 'норматив', 2],
            ['норматив', 'норматив', 30],

            ['норов', 'норов', 0],
            ['норов', 'норов', 1],
            ['норов', 'норов', 2],
            ['норов', 'норов', 30],

            ['нос', 'нос', 0],
            ['нос', 'нос', 1],
            ['нос', 'нос', 2],
            ['нос', 'нос', 30],

            ['носик', 'носик', 0],
            ['носик', 'носик', 1],
            ['носик', 'носик', 2],
            ['носик', 'носик', 30],

            ['носилки', 'носилки', 0],
            ['носилки', 'носилки', 1],
            ['носилки', 'носилки', 2],
            ['носилки', 'носилки', 30],

            ['носильщик', 'носильщик', 0],
            ['носильщик', 'носильщик', 1],
            ['носильщик', 'носильщик', 2],
            ['носильщик', 'носильщик', 30],

            ['носитель', 'носитель', 0],
            ['носитель', 'носитель', 1],
            ['носитель', 'носитель', 2],
            ['носитель', 'носитель', 30],

            ['носовой', 'носовой', 0],
            ['носовой', 'носовой', 1],
            ['носовой', 'носовой', 2],
            ['носовой', 'носовой', 30],

            ['носоглотка', 'носоглотка', 0],
            ['носоглотка', 'носоглотка', 1],
            ['носоглотка', 'носоглотка', 2],
            ['носоглотка', 'носоглотка', 30],

            ['носок', 'носок', 0],
            ['носок', 'носок', 1],
            ['носок', 'носок', 2],
            ['носок', 'носок', 30],

            ['носорог', 'носорог', 0],
            ['носорог', 'носорог', 1],
            ['носорог', 'носорог', 2],
            ['носорог', 'носорог', 30],

            ['носочек', 'носочек', 0],
            ['носочек', 'носочек', 1],
            ['носочек', 'носочек', 2],
            ['носочек', 'носочек', 30],

            ['ностальгия', 'ностальгия', 0],
            ['ностальгия', 'ностальгия', 1],
            ['ностальгия', 'ностальгия', 2],
            ['ностальгия', 'ностальгия', 30],

            ['нота', 'нота', 0],
            ['нота', 'нота', 1],
            ['нота', 'нота', 2],
            ['нота', 'нота', 30],

            ['нотариус', 'нотариус', 0],
            ['нотариус', 'нотариус', 1],
            ['нотариус', 'нотариус', 2],
            ['нотариус', 'нотариус', 30],

            ['нотация', 'нотация', 0],
            ['нотация', 'нотация', 1],
            ['нотация', 'нотация', 2],
            ['нотация', 'нотация', 30],

            ['нотка', 'нотка', 0],
            ['нотка', 'нотка', 1],
            ['нотка', 'нотка', 2],
            ['нотка', 'нотка', 30],

            ['ноутбук', 'ноутбук', 0],
            ['ноутбук', 'ноутбук', 1],
            ['ноутбук', 'ноутбук', 2],
            ['ноутбук', 'ноутбук', 30],

            ['ночевка', 'ночевка', 0],
            ['ночевка', 'ночевка', 1],
            ['ночевка', 'ночевка', 2],
            ['ночевка', 'ночевка', 30],

            ['ночка', 'ночка', 0],
            ['ночка', 'ночка', 1],
            ['ночка', 'ночка', 2],
            ['ночка', 'ночка', 30],

            ['ночлег', 'ночлег', 0],
            ['ночлег', 'ночлег', 1],
            ['ночлег', 'ночлег', 2],
            ['ночлег', 'ночлег', 30],

            ['ночлежка', 'ночлежка', 0],
            ['ночлежка', 'ночлежка', 1],
            ['ночлежка', 'ночлежка', 2],
            ['ночлежка', 'ночлежка', 30],

            ['ночник', 'ночник', 0],
            ['ночник', 'ночник', 1],
            ['ночник', 'ночник', 2],
            ['ночник', 'ночник', 30],

            ['ночь', 'ночь', 0],
            ['ночь', 'ночь', 1],
            ['ночь', 'ночь', 2],
            ['ночь', 'ночь', 30],

            ['ноша', 'ноша', 0],
            ['ноша', 'ноша', 1],
            ['ноша', 'ноша', 2],
            ['ноша', 'ноша', 30],

            ['ношение', 'ношение', 0],
            ['ношение', 'ношение', 1],
            ['ношение', 'ношение', 2],
            ['ношение', 'ношение', 30],

            ['ноябрь', 'ноябрь', 0],
            ['ноябрь', 'ноябрь', 1],
            ['ноябрь', 'ноябрь', 2],
            ['ноябрь', 'ноябрь', 30],

            ['нрав', 'нрав', 0],
            ['нрав', 'нрав', 1],
            ['нрав', 'нрав', 2],
            ['нрав', 'нрав', 30],

            ['нравоучение', 'нравоучение', 0],
            ['нравоучение', 'нравоучение', 1],
            ['нравоучение', 'нравоучение', 2],
            ['нравоучение', 'нравоучение', 30],

            ['нравственность', 'нравственность', 0],
            ['нравственность', 'нравственность', 1],
            ['нравственность', 'нравственность', 2],
            ['нравственность', 'нравственность', 30],

            ['нтв', 'нтв', 0],
            ['нтв', 'нтв', 1],
            ['нтв', 'нтв', 2],
            ['нтв', 'нтв', 30],

            ['нуакшот', 'нуакшот', 0],
            ['нуакшот', 'нуакшот', 1],
            ['нуакшот', 'нуакшот', 2],
            ['нуакшот', 'нуакшот', 30],

            ['нувориш', 'нувориш', 0],
            ['нувориш', 'нувориш', 1],
            ['нувориш', 'нувориш', 2],
            ['нувориш', 'нувориш', 30],

            ['нужда', 'нужда', 0],
            ['нужда', 'нужда', 1],
            ['нужда', 'нужда', 2],
            ['нужда', 'нужда', 30],

            ['нуждающийся', 'нуждающийся', 0],
            ['нуждающийся', 'нуждающийся', 1],
            ['нуждающийся', 'нуждающийся', 2],
            ['нуждающийся', 'нуждающийся', 30],

            ['нужник', 'нужник', 0],
            ['нужник', 'нужник', 1],
            ['нужник', 'нужник', 2],
            ['нужник', 'нужник', 30],

            ['нукуалофа', 'нукуалофа', 0],
            ['нукуалофа', 'нукуалофа', 1],
            ['нукуалофа', 'нукуалофа', 2],
            ['нукуалофа', 'нукуалофа', 30],

            ['нуль', 'нуль', 0],
            ['нуль', 'нуль', 1],
            ['нуль', 'нуль', 2],
            ['нуль', 'нуль', 30],

            ['нуня', 'нуня', 0],
            ['нуня', 'нуня', 1],
            ['нуня', 'нуня', 2],
            ['нуня', 'нуня', 30],

            ['нуся', 'нуся', 0],
            ['нуся', 'нуся', 1],
            ['нуся', 'нуся', 2],
            ['нуся', 'нуся', 30],

            ['нут', 'нут', 0],
            ['нут', 'нут', 1],
            ['нут', 'нут', 2],
            ['нут', 'нут', 30],

            ['нутро', 'нутро', 0],
            ['нутро', 'нутро', 1],
            ['нутро', 'нутро', 2],
            ['нутро', 'нутро', 30],

            ['нырок', 'нырок', 0],
            ['нырок', 'нырок', 1],
            ['нырок', 'нырок', 2],
            ['нырок', 'нырок', 30],

            ['ныряло', 'ныряло', 0],
            ['ныряло', 'ныряло', 1],
            ['ныряло', 'ныряло', 2],
            ['ныряло', 'ныряло', 30],

            ['нытье', 'нытье', 0],
            ['нытье', 'нытье', 1],
            ['нытье', 'нытье', 2],
            ['нытье', 'нытье', 30],

            ['нэп', 'нэп', 0],
            ['нэп', 'нэп', 1],
            ['нэп', 'нэп', 2],
            ['нэп', 'нэп', 30],

            ['нэпман', 'нэпман', 0],
            ['нэпман', 'нэпман', 1],
            ['нэпман', 'нэпман', 2],
            ['нэпман', 'нэпман', 30],

            ['нюанс', 'нюанс', 0],
            ['нюанс', 'нюанс', 1],
            ['нюанс', 'нюанс', 2],
            ['нюанс', 'нюанс', 30],

            ['нюня', 'нюня', 0],
            ['нюня', 'нюня', 1],
            ['нюня', 'нюня', 2],
            ['нюня', 'нюня', 30],

            ['нюра', 'нюра', 0],
            ['нюра', 'нюра', 1],
            ['нюра', 'нюра', 2],
            ['нюра', 'нюра', 30],

            ['нюрася', 'нюрася', 0],
            ['нюрася', 'нюрася', 1],
            ['нюрася', 'нюрася', 2],
            ['нюрася', 'нюрася', 30],

            ['нюраха', 'нюраха', 0],
            ['нюраха', 'нюраха', 1],
            ['нюраха', 'нюраха', 2],
            ['нюраха', 'нюраха', 30],

            ['нюраша', 'нюраша', 0],
            ['нюраша', 'нюраша', 1],
            ['нюраша', 'нюраша', 2],
            ['нюраша', 'нюраша', 30],

            ['нюрнберг', 'нюрнберг', 0],
            ['нюрнберг', 'нюрнберг', 1],
            ['нюрнберг', 'нюрнберг', 2],
            ['нюрнберг', 'нюрнберг', 30],

            ['нюса', 'нюса', 0],
            ['нюса', 'нюса', 1],
            ['нюса', 'нюса', 2],
            ['нюса', 'нюса', 30],

            ['нюся', 'нюся', 0],
            ['нюся', 'нюся', 1],
            ['нюся', 'нюся', 2],
            ['нюся', 'нюся', 30],

            ['нюта', 'нюта', 0],
            ['нюта', 'нюта', 1],
            ['нюта', 'нюта', 2],
            ['нюта', 'нюта', 30],

            ['нюх', 'нюх', 0],
            ['нюх', 'нюх', 1],
            ['нюх', 'нюх', 2],
            ['нюх', 'нюх', 30],

            ['нюша', 'нюша', 0],
            ['нюша', 'нюша', 1],
            ['нюша', 'нюша', 2],
            ['нюша', 'нюша', 30],

            ['нянечка', 'нянечка', 0],
            ['нянечка', 'нянечка', 1],
            ['нянечка', 'нянечка', 2],
            ['нянечка', 'нянечка', 30],

            ['нянька', 'нянька', 0],
            ['нянька', 'нянька', 1],
            ['нянька', 'нянька', 2],
            ['нянька', 'нянька', 30],

            ['няня', 'няня', 0],
            ['няня', 'няня', 1],
            ['няня', 'няня', 2],
            ['няня', 'няня', 30]
        ];
    }
}
