<?php
declare(strict_types=1);

namespace Noldors\Inflect\Tests\RussianDataProviders;

class LetterP
{
    public static function data():array
    {
        return [
            ['п¤рну', 'п¤рну', 0],
            ['п¤рну', 'п¤рну', 1],
            ['п¤рну', 'п¤рну', 2],
            ['п¤рну', 'п¤рну', 30],

            ['па', 'па', 0],
            ['па', 'па', 1],
            ['па', 'па', 2],
            ['па', 'па', 30],

            ['паб', 'паб', 0],
            ['паб', 'паб', 1],
            ['паб', 'паб', 2],
            ['паб', 'паб', 30],

            ['пава', 'пава', 0],
            ['пава', 'пава', 1],
            ['пава', 'пава', 2],
            ['пава', 'пава', 30],

            ['павел', 'павел', 0],
            ['павел', 'павел', 1],
            ['павел', 'павел', 2],
            ['павел', 'павел', 30],

            ['павелка', 'павелка', 0],
            ['павелка', 'павелка', 1],
            ['павелка', 'павелка', 2],
            ['павелка', 'павелка', 30],

            ['павиан', 'павиан', 0],
            ['павиан', 'павиан', 1],
            ['павиан', 'павиан', 2],
            ['павиан', 'павиан', 30],

            ['павильон', 'павильон', 0],
            ['павильон', 'павильон', 1],
            ['павильон', 'павильон', 2],
            ['павильон', 'павильон', 30],

            ['павла', 'павла', 0],
            ['павла', 'павла', 1],
            ['павла', 'павла', 2],
            ['павла', 'павла', 30],

            ['павлик', 'павлик', 0],
            ['павлик', 'павлик', 1],
            ['павлик', 'павлик', 2],
            ['павлик', 'павлик', 30],

            ['павлин', 'павлин', 0],
            ['павлин', 'павлин', 1],
            ['павлин', 'павлин', 2],
            ['павлин', 'павлин', 30],

            ['павлина', 'павлина', 0],
            ['павлина', 'павлина', 1],
            ['павлина', 'павлина', 2],
            ['павлина', 'павлина', 30],

            ['павлинка', 'павлинка', 0],
            ['павлинка', 'павлинка', 1],
            ['павлинка', 'павлинка', 2],
            ['павлинка', 'павлинка', 30],

            ['павлиныч', 'павлиныч', 0],
            ['павлиныч', 'павлиныч', 1],
            ['павлиныч', 'павлиныч', 2],
            ['павлиныч', 'павлиныч', 30],

            ['павлиня', 'павлиня', 0],
            ['павлиня', 'павлиня', 1],
            ['павлиня', 'павлиня', 2],
            ['павлиня', 'павлиня', 30],

            ['павлич', 'павлич', 0],
            ['павлич', 'павлич', 1],
            ['павлич', 'павлич', 2],
            ['павлич', 'павлич', 30],

            ['павловск', 'павловск', 0],
            ['павловск', 'павловск', 1],
            ['павловск', 'павловск', 2],
            ['павловск', 'павловск', 30],

            ['павлодар', 'павлодар', 0],
            ['павлодар', 'павлодар', 1],
            ['павлодар', 'павлодар', 2],
            ['павлодар', 'павлодар', 30],

            ['павлочка', 'павлочка', 0],
            ['павлочка', 'павлочка', 1],
            ['павлочка', 'павлочка', 2],
            ['павлочка', 'павлочка', 30],

            ['павлуня', 'павлуня', 0],
            ['павлуня', 'павлуня', 1],
            ['павлуня', 'павлуня', 2],
            ['павлуня', 'павлуня', 30],

            ['павлуса', 'павлуса', 0],
            ['павлуса', 'павлуса', 1],
            ['павлуса', 'павлуса', 2],
            ['павлуса', 'павлуса', 30],

            ['павлуся', 'павлуся', 0],
            ['павлуся', 'павлуся', 1],
            ['павлуся', 'павлуся', 2],
            ['павлуся', 'павлуся', 30],

            ['павлуха', 'павлуха', 0],
            ['павлуха', 'павлуха', 1],
            ['павлуха', 'павлуха', 2],
            ['павлуха', 'павлуха', 30],

            ['павлуша', 'павлуша', 0],
            ['павлуша', 'павлуша', 1],
            ['павлуша', 'павлуша', 2],
            ['павлуша', 'павлуша', 30],

            ['павлюк', 'павлюк', 0],
            ['павлюк', 'павлюк', 1],
            ['павлюк', 'павлюк', 2],
            ['павлюк', 'павлюк', 30],

            ['павлюка', 'павлюка', 0],
            ['павлюка', 'павлюка', 1],
            ['павлюка', 'павлюка', 2],
            ['павлюка', 'павлюка', 30],

            ['павлюкаша', 'павлюкаша', 0],
            ['павлюкаша', 'павлюкаша', 1],
            ['павлюкаша', 'павлюкаша', 2],
            ['павлюкаша', 'павлюкаша', 30],

            ['павлюня', 'павлюня', 0],
            ['павлюня', 'павлюня', 1],
            ['павлюня', 'павлюня', 2],
            ['павлюня', 'павлюня', 30],

            ['павлюся', 'павлюся', 0],
            ['павлюся', 'павлюся', 1],
            ['павлюся', 'павлюся', 2],
            ['павлюся', 'павлюся', 30],

            ['павля', 'павля', 0],
            ['павля', 'павля', 1],
            ['павля', 'павля', 2],
            ['павля', 'павля', 30],

            ['паводок', 'паводок', 0],
            ['паводок', 'паводок', 1],
            ['паводок', 'паводок', 2],
            ['паводок', 'паводок', 30],

            ['павша', 'павша', 0],
            ['павша', 'павша', 1],
            ['павша', 'павша', 2],
            ['павша', 'павша', 30],

            ['пагода', 'пагода', 0],
            ['пагода', 'пагода', 1],
            ['пагода', 'пагода', 2],
            ['пагода', 'пагода', 30],

            ['падаль', 'падаль', 0],
            ['падаль', 'падаль', 1],
            ['падаль', 'падаль', 2],
            ['падаль', 'падаль', 30],

            ['падение', 'падение', 0],
            ['падение', 'падение', 1],
            ['падение', 'падение', 2],
            ['падение', 'падение', 30],

            ['падло', 'падло', 0],
            ['падло', 'падло', 1],
            ['падло', 'падло', 2],
            ['падло', 'падло', 30],

            ['падчерица', 'падчерица', 0],
            ['падчерица', 'падчерица', 1],
            ['падчерица', 'падчерица', 2],
            ['падчерица', 'падчерица', 30],

            ['падь', 'падь', 0],
            ['падь', 'падь', 1],
            ['падь', 'падь', 2],
            ['падь', 'падь', 30],

            ['паек', 'паек', 0],
            ['паек', 'паек', 1],
            ['паек', 'паек', 2],
            ['паек', 'паек', 30],

            ['паж', 'паж', 0],
            ['паж', 'паж', 1],
            ['паж', 'паж', 2],
            ['паж', 'паж', 30],

            ['паз', 'паз', 0],
            ['паз', 'паз', 1],
            ['паз', 'паз', 2],
            ['паз', 'паз', 30],

            ['пазуха', 'пазуха', 0],
            ['пазуха', 'пазуха', 1],
            ['пазуха', 'пазуха', 2],
            ['пазуха', 'пазуха', 30],

            ['пай', 'пай', 0],
            ['пай', 'пай', 1],
            ['пай', 'пай', 2],
            ['пай', 'пай', 30],

            ['пайка', 'пайка', 0],
            ['пайка', 'пайка', 1],
            ['пайка', 'пайка', 2],
            ['пайка', 'пайка', 30],

            ['пайщик', 'пайщик', 0],
            ['пайщик', 'пайщик', 1],
            ['пайщик', 'пайщик', 2],
            ['пайщик', 'пайщик', 30],

            ['пакгауз', 'пакгауз', 0],
            ['пакгауз', 'пакгауз', 1],
            ['пакгауз', 'пакгауз', 2],
            ['пакгауз', 'пакгауз', 30],

            ['пакет', 'пакет', 0],
            ['пакет', 'пакет', 1],
            ['пакет', 'пакет', 2],
            ['пакет', 'пакет', 30],

            ['пакетик', 'пакетик', 0],
            ['пакетик', 'пакетик', 1],
            ['пакетик', 'пакетик', 2],
            ['пакетик', 'пакетик', 30],

            ['пакистан', 'пакистан', 0],
            ['пакистан', 'пакистан', 1],
            ['пакистан', 'пакистан', 2],
            ['пакистан', 'пакистан', 30],

            ['пакля', 'пакля', 0],
            ['пакля', 'пакля', 1],
            ['пакля', 'пакля', 2],
            ['пакля', 'пакля', 30],

            ['пакостник', 'пакостник', 0],
            ['пакостник', 'пакостник', 1],
            ['пакостник', 'пакостник', 2],
            ['пакостник', 'пакостник', 30],

            ['пакость', 'пакость', 0],
            ['пакость', 'пакость', 1],
            ['пакость', 'пакость', 2],
            ['пакость', 'пакость', 30],

            ['пакт', 'пакт', 0],
            ['пакт', 'пакт', 1],
            ['пакт', 'пакт', 2],
            ['пакт', 'пакт', 30],

            ['пал', 'пал', 0],
            ['пал', 'пал', 1],
            ['пал', 'пал', 2],
            ['пал', 'пал', 30],

            ['паладин', 'паладин', 0],
            ['паладин', 'паладин', 1],
            ['паладин', 'паладин', 2],
            ['паладин', 'паладин', 30],

            ['паланкин', 'паланкин', 0],
            ['паланкин', 'паланкин', 1],
            ['паланкин', 'паланкин', 2],
            ['паланкин', 'паланкин', 30],

            ['палас', 'палас', 0],
            ['палас', 'палас', 1],
            ['палас', 'палас', 2],
            ['палас', 'палас', 30],

            ['палата', 'палата', 0],
            ['палата', 'палата', 1],
            ['палата', 'палата', 2],
            ['палата', 'палата', 30],

            ['палатка', 'палатка', 0],
            ['палатка', 'палатка', 1],
            ['палатка', 'палатка', 2],
            ['палатка', 'палатка', 30],

            ['палау', 'палау', 0],
            ['палау', 'палау', 1],
            ['палау', 'палау', 2],
            ['палау', 'палау', 30],

            ['палач', 'палач', 0],
            ['палач', 'палач', 1],
            ['палач', 'палач', 2],
            ['палач', 'палач', 30],

            ['палаш', 'палаш', 0],
            ['палаш', 'палаш', 1],
            ['палаш', 'палаш', 2],
            ['палаш', 'палаш', 30],

            ['палермо', 'палермо', 0],
            ['палермо', 'палермо', 1],
            ['палермо', 'палермо', 2],
            ['палермо', 'палермо', 30],

            ['палестина', 'палестина', 0],
            ['палестина', 'палестина', 1],
            ['палестина', 'палестина', 2],
            ['палестина', 'палестина', 30],

            ['палестинская', 'палестинская', 0],
            ['палестинская', 'палестинская', 1],
            ['палестинская', 'палестинская', 2],
            ['палестинская', 'палестинская', 30],

            ['палец', 'палец', 0],
            ['палец', 'палец', 1],
            ['палец', 'палец', 2],
            ['палец', 'палец', 30],

            ['палея', 'палея', 0],
            ['палея', 'палея', 1],
            ['палея', 'палея', 2],
            ['палея', 'палея', 30],

            ['паликир', 'паликир', 0],
            ['паликир', 'паликир', 1],
            ['паликир', 'паликир', 2],
            ['паликир', 'паликир', 30],

            ['палисадник', 'палисадник', 0],
            ['палисадник', 'палисадник', 1],
            ['палисадник', 'палисадник', 2],
            ['палисадник', 'палисадник', 30],

            ['палитра', 'палитра', 0],
            ['палитра', 'палитра', 1],
            ['палитра', 'палитра', 2],
            ['палитра', 'палитра', 30],

            ['палка', 'палка', 0],
            ['палка', 'палка', 1],
            ['палка', 'палка', 2],
            ['палка', 'палка', 30],

            ['паломник', 'паломник', 0],
            ['паломник', 'паломник', 1],
            ['паломник', 'паломник', 2],
            ['паломник', 'паломник', 30],

            ['паломничество', 'паломничество', 0],
            ['паломничество', 'паломничество', 1],
            ['паломничество', 'паломничество', 2],
            ['паломничество', 'паломничество', 30],

            ['палочка', 'палочка', 0],
            ['палочка', 'палочка', 1],
            ['палочка', 'палочка', 2],
            ['палочка', 'палочка', 30],

            ['палуба', 'палуба', 0],
            ['палуба', 'палуба', 1],
            ['палуба', 'палуба', 2],
            ['палуба', 'палуба', 30],

            ['палуня', 'палуня', 0],
            ['палуня', 'палуня', 1],
            ['палуня', 'палуня', 2],
            ['палуня', 'палуня', 30],

            ['пальба', 'пальба', 0],
            ['пальба', 'пальба', 1],
            ['пальба', 'пальба', 2],
            ['пальба', 'пальба', 30],

            ['пальма', 'пальма', 0],
            ['пальма', 'пальма', 1],
            ['пальма', 'пальма', 2],
            ['пальма', 'пальма', 30],

            ['пальпация', 'пальпация', 0],
            ['пальпация', 'пальпация', 1],
            ['пальпация', 'пальпация', 2],
            ['пальпация', 'пальпация', 30],

            ['пальтишко', 'пальтишко', 0],
            ['пальтишко', 'пальтишко', 1],
            ['пальтишко', 'пальтишко', 2],
            ['пальтишко', 'пальтишко', 30],

            ['пальто', 'пальто', 0],
            ['пальто', 'пальто', 1],
            ['пальто', 'пальто', 2],
            ['пальто', 'пальто', 30],

            ['пальчик', 'пальчик', 0],
            ['пальчик', 'пальчик', 1],
            ['пальчик', 'пальчик', 2],
            ['пальчик', 'пальчик', 30],

            ['палюня', 'палюня', 0],
            ['палюня', 'палюня', 1],
            ['палюня', 'палюня', 2],
            ['палюня', 'палюня', 30],

            ['паля', 'паля', 0],
            ['паля', 'паля', 1],
            ['паля', 'паля', 2],
            ['паля', 'паля', 30],

            ['памир', 'памир', 0],
            ['памир', 'памир', 1],
            ['памир', 'памир', 2],
            ['памир', 'памир', 30],

            ['пампа', 'пампа', 0],
            ['пампа', 'пампа', 1],
            ['пампа', 'пампа', 2],
            ['пампа', 'пампа', 30],

            ['памятка', 'памятка', 0],
            ['памятка', 'памятка', 1],
            ['памятка', 'памятка', 2],
            ['памятка', 'памятка', 30],

            ['памятник', 'памятник', 0],
            ['памятник', 'памятник', 1],
            ['памятник', 'памятник', 2],
            ['памятник', 'памятник', 30],

            ['память', 'память', 0],
            ['память', 'память', 1],
            ['память', 'память', 2],
            ['память', 'память', 30],

            ['пана', 'пана', 0],
            ['пана', 'пана', 1],
            ['пана', 'пана', 2],
            ['пана', 'пана', 30],

            ['панама', 'панама', 0],
            ['панама', 'панама', 1],
            ['панама', 'панама', 2],
            ['панама', 'панама', 30],

            ['панацея', 'панацея', 0],
            ['панацея', 'панацея', 1],
            ['панацея', 'панацея', 2],
            ['панацея', 'панацея', 30],

            ['пангаи', 'пангаи', 0],
            ['пангаи', 'пангаи', 1],
            ['пангаи', 'пангаи', 2],
            ['пангаи', 'пангаи', 30],

            ['паневежис', 'паневежис', 0],
            ['паневежис', 'паневежис', 1],
            ['паневежис', 'паневежис', 2],
            ['паневежис', 'паневежис', 30],

            ['панель', 'панель', 0],
            ['панель', 'панель', 1],
            ['панель', 'панель', 2],
            ['панель', 'панель', 30],

            ['пани', 'пани', 0],
            ['пани', 'пани', 1],
            ['пани', 'пани', 2],
            ['пани', 'пани', 30],

            ['паника', 'паника', 0],
            ['паника', 'паника', 1],
            ['паника', 'паника', 2],
            ['паника', 'паника', 30],

            ['паникер', 'паникер', 0],
            ['паникер', 'паникер', 1],
            ['паникер', 'паникер', 2],
            ['паникер', 'паникер', 30],

            ['панихида', 'панихида', 0],
            ['панихида', 'панихида', 1],
            ['панихида', 'панихида', 2],
            ['панихида', 'панихида', 30],

            ['панк', 'панк', 0],
            ['панк', 'панк', 1],
            ['панк', 'панк', 2],
            ['панк', 'панк', 30],

            ['панкреатит', 'панкреатит', 0],
            ['панкреатит', 'панкреатит', 1],
            ['панкреатит', 'панкреатит', 2],
            ['панкреатит', 'панкреатит', 30],

            ['панов', 'панов', 0],
            ['панов', 'панов', 1],
            ['панов', 'панов', 2],
            ['панов', 'панов', 30],

            ['панорама', 'панорама', 0],
            ['панорама', 'панорама', 1],
            ['панорама', 'панорама', 2],
            ['панорама', 'панорама', 30],

            ['пансион', 'пансион', 0],
            ['пансион', 'пансион', 1],
            ['пансион', 'пансион', 2],
            ['пансион', 'пансион', 30],

            ['пансионат', 'пансионат', 0],
            ['пансионат', 'пансионат', 1],
            ['пансионат', 'пансионат', 2],
            ['пансионат', 'пансионат', 30],

            ['панталоны', 'панталоны', 0],
            ['панталоны', 'панталоны', 1],
            ['панталоны', 'панталоны', 2],
            ['панталоны', 'панталоны', 30],

            ['пантеон', 'пантеон', 0],
            ['пантеон', 'пантеон', 1],
            ['пантеон', 'пантеон', 2],
            ['пантеон', 'пантеон', 30],

            ['пантера', 'пантера', 0],
            ['пантера', 'пантера', 1],
            ['пантера', 'пантера', 2],
            ['пантера', 'пантера', 30],

            ['пантомима', 'пантомима', 0],
            ['пантомима', 'пантомима', 1],
            ['пантомима', 'пантомима', 2],
            ['пантомима', 'пантомима', 30],

            ['пануля', 'пануля', 0],
            ['пануля', 'пануля', 1],
            ['пануля', 'пануля', 2],
            ['пануля', 'пануля', 30],

            ['панцирь', 'панцирь', 0],
            ['панцирь', 'панцирь', 1],
            ['панцирь', 'панцирь', 2],
            ['панцирь', 'панцирь', 30],

            ['панченко', 'панченко', 0],
            ['панченко', 'панченко', 1],
            ['панченко', 'панченко', 2],
            ['панченко', 'панченко', 30],

            ['панюля', 'панюля', 0],
            ['панюля', 'панюля', 1],
            ['панюля', 'панюля', 2],
            ['панюля', 'панюля', 30],

            ['панюта', 'панюта', 0],
            ['панюта', 'панюта', 1],
            ['панюта', 'панюта', 2],
            ['панюта', 'панюта', 30],

            ['панюха', 'панюха', 0],
            ['панюха', 'панюха', 1],
            ['панюха', 'панюха', 2],
            ['панюха', 'панюха', 30],

            ['панюша', 'панюша', 0],
            ['панюша', 'панюша', 1],
            ['панюша', 'панюша', 2],
            ['панюша', 'панюша', 30],

            ['паня', 'паня', 0],
            ['паня', 'паня', 1],
            ['паня', 'паня', 2],
            ['паня', 'паня', 30],

            ['паняша', 'паняша', 0],
            ['паняша', 'паняша', 1],
            ['паняша', 'паняша', 2],
            ['паняша', 'паняша', 30],

            ['паоло', 'паоло', 0],
            ['паоло', 'паоло', 1],
            ['паоло', 'паоло', 2],
            ['паоло', 'паоло', 30],

            ['папа', 'папа', 0],
            ['папа', 'папа', 1],
            ['папа', 'папа', 2],
            ['папа', 'папа', 30],

            ['папаверин', 'папаверин', 0],
            ['папаверин', 'папаверин', 1],
            ['папаверин', 'папаверин', 2],
            ['папаверин', 'папаверин', 30],

            ['папаня', 'папаня', 0],
            ['папаня', 'папаня', 1],
            ['папаня', 'папаня', 2],
            ['папаня', 'папаня', 30],

            ['папаха', 'папаха', 0],
            ['папаха', 'папаха', 1],
            ['папаха', 'папаха', 2],
            ['папаха', 'папаха', 30],

            ['папаша', 'папаша', 0],
            ['папаша', 'папаша', 1],
            ['папаша', 'папаша', 2],
            ['папаша', 'папаша', 30],

            ['папенька', 'папенька', 0],
            ['папенька', 'папенька', 1],
            ['папенька', 'папенька', 2],
            ['папенька', 'папенька', 30],

            ['паперть', 'паперть', 0],
            ['паперть', 'паперть', 1],
            ['паперть', 'паперть', 2],
            ['паперть', 'паперть', 30],

            ['папироса', 'папироса', 0],
            ['папироса', 'папироса', 1],
            ['папироса', 'папироса', 2],
            ['папироса', 'папироса', 30],

            ['папироска', 'папироска', 0],
            ['папироска', 'папироска', 1],
            ['папироска', 'папироска', 2],
            ['папироска', 'папироска', 30],

            ['папка', 'папка', 0],
            ['папка', 'папка', 1],
            ['папка', 'папка', 2],
            ['папка', 'папка', 30],

            ['папоротник', 'папоротник', 0],
            ['папоротник', 'папоротник', 1],
            ['папоротник', 'папоротник', 2],
            ['папоротник', 'папоротник', 30],

            ['папочка', 'папочка', 0],
            ['папочка', 'папочка', 1],
            ['папочка', 'папочка', 2],
            ['папочка', 'папочка', 30],

            ['папуа', 'папуа', 0],
            ['папуа', 'папуа', 1],
            ['папуа', 'папуа', 2],
            ['папуа', 'папуа', 30],

            ['папуас', 'папуас', 0],
            ['папуас', 'папуас', 1],
            ['папуас', 'папуас', 2],
            ['папуас', 'папуас', 30],

            ['папуля', 'папуля', 0],
            ['папуля', 'папуля', 1],
            ['папуля', 'папуля', 2],
            ['папуля', 'папуля', 30],

            ['пар', 'пар', 0],
            ['пар', 'пар', 1],
            ['пар', 'пар', 2],
            ['пар', 'пар', 30],

            ['пара', 'пара', 0],
            ['пара', 'пара', 1],
            ['пара', 'пара', 2],
            ['пара', 'пара', 30],

            ['парабеллум', 'парабеллум', 0],
            ['парабеллум', 'парабеллум', 1],
            ['парабеллум', 'парабеллум', 2],
            ['парабеллум', 'парабеллум', 30],

            ['парабола', 'парабола', 0],
            ['парабола', 'парабола', 1],
            ['парабола', 'парабола', 2],
            ['парабола', 'парабола', 30],

            ['параболоид', 'параболоид', 0],
            ['параболоид', 'параболоид', 1],
            ['параболоид', 'параболоид', 2],
            ['параболоид', 'параболоид', 30],

            ['парагвай', 'парагвай', 0],
            ['парагвай', 'парагвай', 1],
            ['парагвай', 'парагвай', 2],
            ['парагвай', 'парагвай', 30],

            ['параграф', 'параграф', 0],
            ['параграф', 'параграф', 1],
            ['параграф', 'параграф', 2],
            ['параграф', 'параграф', 30],

            ['парад', 'парад', 0],
            ['парад', 'парад', 1],
            ['парад', 'парад', 2],
            ['парад', 'парад', 30],

            ['парадокс', 'парадокс', 0],
            ['парадокс', 'парадокс', 1],
            ['парадокс', 'парадокс', 2],
            ['парадокс', 'парадокс', 30],

            ['паразит', 'паразит', 0],
            ['паразит', 'паразит', 1],
            ['паразит', 'паразит', 2],
            ['паразит', 'паразит', 30],

            ['паразитизм', 'паразитизм', 0],
            ['паразитизм', 'паразитизм', 1],
            ['паразитизм', 'паразитизм', 2],
            ['паразитизм', 'паразитизм', 30],

            ['паралич', 'паралич', 0],
            ['паралич', 'паралич', 1],
            ['паралич', 'паралич', 2],
            ['паралич', 'паралич', 30],

            ['параллель', 'параллель', 0],
            ['параллель', 'параллель', 1],
            ['параллель', 'параллель', 2],
            ['параллель', 'параллель', 30],

            ['парамарибо', 'парамарибо', 0],
            ['парамарибо', 'парамарибо', 1],
            ['парамарибо', 'парамарибо', 2],
            ['парамарибо', 'парамарибо', 30],

            ['параметр', 'параметр', 0],
            ['параметр', 'параметр', 1],
            ['параметр', 'параметр', 2],
            ['параметр', 'параметр', 30],

            ['параноик', 'параноик', 0],
            ['параноик', 'параноик', 1],
            ['параноик', 'параноик', 2],
            ['параноик', 'параноик', 30],

            ['паранойя', 'паранойя', 0],
            ['паранойя', 'паранойя', 1],
            ['паранойя', 'паранойя', 2],
            ['паранойя', 'паранойя', 30],

            ['парапет', 'парапет', 0],
            ['парапет', 'парапет', 1],
            ['парапет', 'парапет', 2],
            ['парапет', 'парапет', 30],

            ['паратиф', 'паратиф', 0],
            ['паратиф', 'паратиф', 1],
            ['паратиф', 'паратиф', 2],
            ['паратиф', 'паратиф', 30],

            ['парафин', 'парафин', 0],
            ['парафин', 'парафин', 1],
            ['парафин', 'парафин', 2],
            ['парафин', 'парафин', 30],

            ['параша', 'параша', 0],
            ['параша', 'параша', 1],
            ['параша', 'параша', 2],
            ['параша', 'параша', 30],

            ['парашют', 'парашют', 0],
            ['парашют', 'парашют', 1],
            ['парашют', 'парашют', 2],
            ['парашют', 'парашют', 30],

            ['парашютист', 'парашютист', 0],
            ['парашютист', 'парашютист', 1],
            ['парашютист', 'парашютист', 2],
            ['парашютист', 'парашютист', 30],

            ['парашютистка', 'парашютистка', 0],
            ['парашютистка', 'парашютистка', 1],
            ['парашютистка', 'парашютистка', 2],
            ['парашютистка', 'парашютистка', 30],

            ['пардон', 'пардон', 0],
            ['пардон', 'пардон', 1],
            ['пардон', 'пардон', 2],
            ['пардон', 'пардон', 30],

            ['парез', 'парез', 0],
            ['парез', 'парез', 1],
            ['парез', 'парез', 2],
            ['парез', 'парез', 30],

            ['паренек', 'паренек', 0],
            ['паренек', 'паренек', 1],
            ['паренек', 'паренек', 2],
            ['паренек', 'паренек', 30],

            ['парень', 'парень', 0],
            ['парень', 'парень', 1],
            ['парень', 'парень', 2],
            ['парень', 'парень', 30],

            ['пари', 'пари', 0],
            ['пари', 'пари', 1],
            ['пари', 'пари', 2],
            ['пари', 'пари', 30],

            ['париж', 'париж', 0],
            ['париж', 'париж', 1],
            ['париж', 'париж', 2],
            ['париж', 'париж', 30],

            ['парижанин', 'парижанин', 0],
            ['парижанин', 'парижанин', 1],
            ['парижанин', 'парижанин', 2],
            ['парижанин', 'парижанин', 30],

            ['парижанка', 'парижанка', 0],
            ['парижанка', 'парижанка', 1],
            ['парижанка', 'парижанка', 2],
            ['парижанка', 'парижанка', 30],

            ['парик', 'парик', 0],
            ['парик', 'парик', 1],
            ['парик', 'парик', 2],
            ['парик', 'парик', 30],

            ['парикмахер', 'парикмахер', 0],
            ['парикмахер', 'парикмахер', 1],
            ['парикмахер', 'парикмахер', 2],
            ['парикмахер', 'парикмахер', 30],

            ['парикмахерша', 'парикмахерша', 0],
            ['парикмахерша', 'парикмахерша', 1],
            ['парикмахерша', 'парикмахерша', 2],
            ['парикмахерша', 'парикмахерша', 30],

            ['парилка', 'парилка', 0],
            ['парилка', 'парилка', 1],
            ['парилка', 'парилка', 2],
            ['парилка', 'парилка', 30],

            ['парк', 'парк', 0],
            ['парк', 'парк', 1],
            ['парк', 'парк', 2],
            ['парк', 'парк', 30],

            ['паркет', 'паркет', 0],
            ['паркет', 'паркет', 1],
            ['паркет', 'паркет', 2],
            ['паркет', 'паркет', 30],

            ['парковка', 'парковка', 0],
            ['парковка', 'парковка', 1],
            ['парковка', 'парковка', 2],
            ['парковка', 'парковка', 30],

            ['парламент', 'парламент', 0],
            ['парламент', 'парламент', 1],
            ['парламент', 'парламент', 2],
            ['парламент', 'парламент', 30],

            ['парламентарий', 'парламентарий', 0],
            ['парламентарий', 'парламентарий', 1],
            ['парламентарий', 'парламентарий', 2],
            ['парламентарий', 'парламентарий', 30],

            ['парник', 'парник', 0],
            ['парник', 'парник', 1],
            ['парник', 'парник', 2],
            ['парник', 'парник', 30],

            ['парнишка', 'парнишка', 0],
            ['парнишка', 'парнишка', 1],
            ['парнишка', 'парнишка', 2],
            ['парнишка', 'парнишка', 30],

            ['паровоз', 'паровоз', 0],
            ['паровоз', 'паровоз', 1],
            ['паровоз', 'паровоз', 2],
            ['паровоз', 'паровоз', 30],

            ['паровозик', 'паровозик', 0],
            ['паровозик', 'паровозик', 1],
            ['паровозик', 'паровозик', 2],
            ['паровозик', 'паровозик', 30],

            ['пародия', 'пародия', 0],
            ['пародия', 'пародия', 1],
            ['пародия', 'пародия', 2],
            ['пародия', 'пародия', 30],

            ['парок', 'парок', 0],
            ['парок', 'парок', 1],
            ['парок', 'парок', 2],
            ['парок', 'парок', 30],

            ['пароксизм', 'пароксизм', 0],
            ['пароксизм', 'пароксизм', 1],
            ['пароксизм', 'пароксизм', 2],
            ['пароксизм', 'пароксизм', 30],

            ['пароль', 'пароль', 0],
            ['пароль', 'пароль', 1],
            ['пароль', 'пароль', 2],
            ['пароль', 'пароль', 30],

            ['паром', 'паром', 0],
            ['паром', 'паром', 1],
            ['паром', 'паром', 2],
            ['паром', 'паром', 30],

            ['пароход', 'пароход', 0],
            ['пароход', 'пароход', 1],
            ['пароход', 'пароход', 2],
            ['пароход', 'пароход', 30],

            ['пароходик', 'пароходик', 0],
            ['пароходик', 'пароходик', 1],
            ['пароходик', 'пароходик', 2],
            ['пароходик', 'пароходик', 30],

            ['пароходство', 'пароходство', 0],
            ['пароходство', 'пароходство', 1],
            ['пароходство', 'пароходство', 2],
            ['пароходство', 'пароходство', 30],

            ['парочка', 'парочка', 0],
            ['парочка', 'парочка', 1],
            ['парочка', 'парочка', 2],
            ['парочка', 'парочка', 30],

            ['парсек', 'парсек', 0],
            ['парсек', 'парсек', 1],
            ['парсек', 'парсек', 2],
            ['парсек', 'парсек', 30],

            ['парта', 'парта', 0],
            ['парта', 'парта', 1],
            ['парта', 'парта', 2],
            ['парта', 'парта', 30],

            ['партбилет', 'партбилет', 0],
            ['партбилет', 'партбилет', 1],
            ['партбилет', 'партбилет', 2],
            ['партбилет', 'партбилет', 30],

            ['партбюро', 'партбюро', 0],
            ['партбюро', 'партбюро', 1],
            ['партбюро', 'партбюро', 2],
            ['партбюро', 'партбюро', 30],

            ['партер', 'партер', 0],
            ['партер', 'партер', 1],
            ['партер', 'партер', 2],
            ['партер', 'партер', 30],

            ['партиец', 'партиец', 0],
            ['партиец', 'партиец', 1],
            ['партиец', 'партиец', 2],
            ['партиец', 'партиец', 30],

            ['партизан', 'партизан', 0],
            ['партизан', 'партизан', 1],
            ['партизан', 'партизан', 2],
            ['партизан', 'партизан', 30],

            ['партизанка', 'партизанка', 0],
            ['партизанка', 'партизанка', 1],
            ['партизанка', 'партизанка', 2],
            ['партизанка', 'партизанка', 30],

            ['партийность', 'партийность', 0],
            ['партийность', 'партийность', 1],
            ['партийность', 'партийность', 2],
            ['партийность', 'партийность', 30],

            ['партийный', 'партийный', 0],
            ['партийный', 'партийный', 1],
            ['партийный', 'партийный', 2],
            ['партийный', 'партийный', 30],

            ['партия', 'партия', 0],
            ['партия', 'партия', 1],
            ['партия', 'партия', 2],
            ['партия', 'партия', 30],

            ['партком', 'партком', 0],
            ['партком', 'партком', 1],
            ['партком', 'партком', 2],
            ['партком', 'партком', 30],

            ['партнер', 'партнер', 0],
            ['партнер', 'партнер', 1],
            ['партнер', 'партнер', 2],
            ['партнер', 'партнер', 30],

            ['партнерство', 'партнерство', 0],
            ['партнерство', 'партнерство', 1],
            ['партнерство', 'партнерство', 2],
            ['партнерство', 'партнерство', 30],

            ['партнерша', 'партнерша', 0],
            ['партнерша', 'партнерша', 1],
            ['партнерша', 'партнерша', 2],
            ['партнерша', 'партнерша', 30],

            ['парторг', 'парторг', 0],
            ['парторг', 'парторг', 1],
            ['парторг', 'парторг', 2],
            ['парторг', 'парторг', 30],

            ['парторганизация', 'парторганизация', 0],
            ['парторганизация', 'парторганизация', 1],
            ['парторганизация', 'парторганизация', 2],
            ['парторганизация', 'парторганизация', 30],

            ['партсобрание', 'партсобрание', 0],
            ['партсобрание', 'партсобрание', 1],
            ['партсобрание', 'партсобрание', 2],
            ['партсобрание', 'партсобрание', 30],

            ['парус', 'парус', 0],
            ['парус', 'парус', 1],
            ['парус', 'парус', 2],
            ['парус', 'парус', 30],

            ['парусина', 'парусина', 0],
            ['парусина', 'парусина', 1],
            ['парусина', 'парусина', 2],
            ['парусина', 'парусина', 30],

            ['парусник', 'парусник', 0],
            ['парусник', 'парусник', 1],
            ['парусник', 'парусник', 2],
            ['парусник', 'парусник', 30],

            ['парфюмерия', 'парфюмерия', 0],
            ['парфюмерия', 'парфюмерия', 1],
            ['парфюмерия', 'парфюмерия', 2],
            ['парфюмерия', 'парфюмерия', 30],

            ['паршивец', 'паршивец', 0],
            ['паршивец', 'паршивец', 1],
            ['паршивец', 'паршивец', 2],
            ['паршивец', 'паршивец', 30],

            ['паря', 'паря', 0],
            ['паря', 'паря', 1],
            ['паря', 'паря', 2],
            ['паря', 'паря', 30],

            ['пас', 'пас', 0],
            ['пас', 'пас', 1],
            ['пас', 'пас', 2],
            ['пас', 'пас', 30],

            ['пасека', 'пасека', 0],
            ['пасека', 'пасека', 1],
            ['пасека', 'пасека', 2],
            ['пасека', 'пасека', 30],

            ['пасечник', 'пасечник', 0],
            ['пасечник', 'пасечник', 1],
            ['пасечник', 'пасечник', 2],
            ['пасечник', 'пасечник', 30],

            ['паскуда', 'паскуда', 0],
            ['паскуда', 'паскуда', 1],
            ['паскуда', 'паскуда', 2],
            ['паскуда', 'паскуда', 30],

            ['паспорт', 'паспорт', 0],
            ['паспорт', 'паспорт', 1],
            ['паспорт', 'паспорт', 2],
            ['паспорт', 'паспорт', 30],

            ['пасс', 'пасс', 0],
            ['пасс', 'пасс', 1],
            ['пасс', 'пасс', 2],
            ['пасс', 'пасс', 30],

            ['пассаж', 'пассаж', 0],
            ['пассаж', 'пассаж', 1],
            ['пассаж', 'пассаж', 2],
            ['пассаж', 'пассаж', 30],

            ['пассажир', 'пассажир', 0],
            ['пассажир', 'пассажир', 1],
            ['пассажир', 'пассажир', 2],
            ['пассажир', 'пассажир', 30],

            ['пассажирка', 'пассажирка', 0],
            ['пассажирка', 'пассажирка', 1],
            ['пассажирка', 'пассажирка', 2],
            ['пассажирка', 'пассажирка', 30],

            ['пассия', 'пассия', 0],
            ['пассия', 'пассия', 1],
            ['пассия', 'пассия', 2],
            ['пассия', 'пассия', 30],

            ['паста', 'паста', 0],
            ['паста', 'паста', 1],
            ['паста', 'паста', 2],
            ['паста', 'паста', 30],

            ['пастбище', 'пастбище', 0],
            ['пастбище', 'пастбище', 1],
            ['пастбище', 'пастбище', 2],
            ['пастбище', 'пастбище', 30],

            ['пастор', 'пастор', 0],
            ['пастор', 'пастор', 1],
            ['пастор', 'пастор', 2],
            ['пастор', 'пастор', 30],

            ['пастух', 'пастух', 0],
            ['пастух', 'пастух', 1],
            ['пастух', 'пастух', 2],
            ['пастух', 'пастух', 30],

            ['пастушок', 'пастушок', 0],
            ['пастушок', 'пастушок', 1],
            ['пастушок', 'пастушок', 2],
            ['пастушок', 'пастушок', 30],

            ['пастырь', 'пастырь', 0],
            ['пастырь', 'пастырь', 1],
            ['пастырь', 'пастырь', 2],
            ['пастырь', 'пастырь', 30],

            ['пасть', 'пасть', 0],
            ['пасть', 'пасть', 1],
            ['пасть', 'пасть', 2],
            ['пасть', 'пасть', 30],

            ['пасха', 'пасха', 0],
            ['пасха', 'пасха', 1],
            ['пасха', 'пасха', 2],
            ['пасха', 'пасха', 30],

            ['пасьянс', 'пасьянс', 0],
            ['пасьянс', 'пасьянс', 1],
            ['пасьянс', 'пасьянс', 2],
            ['пасьянс', 'пасьянс', 30],

            ['пат', 'пат', 0],
            ['пат', 'пат', 1],
            ['пат', 'пат', 2],
            ['пат', 'пат', 30],

            ['патент', 'патент', 0],
            ['патент', 'патент', 1],
            ['патент', 'патент', 2],
            ['патент', 'патент', 30],

            ['патетика', 'патетика', 0],
            ['патетика', 'патетика', 1],
            ['патетика', 'патетика', 2],
            ['патетика', 'патетика', 30],

            ['патефон', 'патефон', 0],
            ['патефон', 'патефон', 1],
            ['патефон', 'патефон', 2],
            ['патефон', 'патефон', 30],

            ['патлы', 'патлы', 0],
            ['патлы', 'патлы', 1],
            ['патлы', 'патлы', 2],
            ['патлы', 'патлы', 30],

            ['патогенез', 'патогенез', 0],
            ['патогенез', 'патогенез', 1],
            ['патогенез', 'патогенез', 2],
            ['патогенез', 'патогенез', 30],

            ['патология', 'патология', 0],
            ['патология', 'патология', 1],
            ['патология', 'патология', 2],
            ['патология', 'патология', 30],

            ['патологоанатом', 'патологоанатом', 0],
            ['патологоанатом', 'патологоанатом', 1],
            ['патологоанатом', 'патологоанатом', 2],
            ['патологоанатом', 'патологоанатом', 30],

            ['патриарх', 'патриарх', 0],
            ['патриарх', 'патриарх', 1],
            ['патриарх', 'патриарх', 2],
            ['патриарх', 'патриарх', 30],

            ['патриархия', 'патриархия', 0],
            ['патриархия', 'патриархия', 1],
            ['патриархия', 'патриархия', 2],
            ['патриархия', 'патриархия', 30],

            ['патрикеева', 'патрикеева', 0],
            ['патрикеева', 'патрикеева', 1],
            ['патрикеева', 'патрикеева', 2],
            ['патрикеева', 'патрикеева', 30],

            ['патриот', 'патриот', 0],
            ['патриот', 'патриот', 1],
            ['патриот', 'патриот', 2],
            ['патриот', 'патриот', 30],

            ['патриотизм', 'патриотизм', 0],
            ['патриотизм', 'патриотизм', 1],
            ['патриотизм', 'патриотизм', 2],
            ['патриотизм', 'патриотизм', 30],

            ['патриций', 'патриций', 0],
            ['патриций', 'патриций', 1],
            ['патриций', 'патриций', 2],
            ['патриций', 'патриций', 30],

            ['патрон', 'патрон', 0],
            ['патрон', 'патрон', 1],
            ['патрон', 'патрон', 2],
            ['патрон', 'патрон', 30],

            ['патронташ', 'патронташ', 0],
            ['патронташ', 'патронташ', 1],
            ['патронташ', 'патронташ', 2],
            ['патронташ', 'патронташ', 30],

            ['патрубок', 'патрубок', 0],
            ['патрубок', 'патрубок', 1],
            ['патрубок', 'патрубок', 2],
            ['патрубок', 'патрубок', 30],

            ['патруль', 'патруль', 0],
            ['патруль', 'патруль', 1],
            ['патруль', 'патруль', 2],
            ['патруль', 'патруль', 30],

            ['пауза', 'пауза', 0],
            ['пауза', 'пауза', 1],
            ['пауза', 'пауза', 2],
            ['пауза', 'пауза', 30],

            ['паук', 'паук', 0],
            ['паук', 'паук', 1],
            ['паук', 'паук', 2],
            ['паук', 'паук', 30],

            ['паутина', 'паутина', 0],
            ['паутина', 'паутина', 1],
            ['паутина', 'паутина', 2],
            ['паутина', 'паутина', 30],

            ['паутинка', 'паутинка', 0],
            ['паутинка', 'паутинка', 1],
            ['паутинка', 'паутинка', 2],
            ['паутинка', 'паутинка', 30],

            ['паучок', 'паучок', 0],
            ['паучок', 'паучок', 1],
            ['паучок', 'паучок', 2],
            ['паучок', 'паучок', 30],

            ['пафос', 'пафос', 0],
            ['пафос', 'пафос', 1],
            ['пафос', 'пафос', 2],
            ['пафос', 'пафос', 30],

            ['пах', 'пах', 0],
            ['пах', 'пах', 1],
            ['пах', 'пах', 2],
            ['пах', 'пах', 30],

            ['паха', 'паха', 0],
            ['паха', 'паха', 1],
            ['паха', 'паха', 2],
            ['паха', 'паха', 30],

            ['пахарь', 'пахарь', 0],
            ['пахарь', 'пахарь', 1],
            ['пахарь', 'пахарь', 2],
            ['пахарь', 'пахарь', 30],

            ['пахота', 'пахота', 0],
            ['пахота', 'пахота', 1],
            ['пахота', 'пахота', 2],
            ['пахота', 'пахота', 30],

            ['пацан', 'пацан', 0],
            ['пацан', 'пацан', 1],
            ['пацан', 'пацан', 2],
            ['пацан', 'пацан', 30],

            ['пацаненок', 'пацаненок', 0],
            ['пацаненок', 'пацаненок', 1],
            ['пацаненок', 'пацаненок', 2],
            ['пацаненок', 'пацаненок', 30],

            ['пациент', 'пациент', 0],
            ['пациент', 'пациент', 1],
            ['пациент', 'пациент', 2],
            ['пациент', 'пациент', 30],

            ['пациентка', 'пациентка', 0],
            ['пациентка', 'пациентка', 1],
            ['пациентка', 'пациентка', 2],
            ['пациентка', 'пациентка', 30],

            ['пацифист', 'пацифист', 0],
            ['пацифист', 'пацифист', 1],
            ['пацифист', 'пацифист', 2],
            ['пацифист', 'пацифист', 30],

            ['пачка', 'пачка', 0],
            ['пачка', 'пачка', 1],
            ['пачка', 'пачка', 2],
            ['пачка', 'пачка', 30],

            ['паша', 'паша', 0],
            ['паша', 'паша', 1],
            ['паша', 'паша', 2],
            ['паша', 'паша', 30],

            ['пашата', 'пашата', 0],
            ['пашата', 'пашата', 1],
            ['пашата', 'пашата', 2],
            ['пашата', 'пашата', 30],

            ['пашкин', 'пашкин', 0],
            ['пашкин', 'пашкин', 1],
            ['пашкин', 'пашкин', 2],
            ['пашкин', 'пашкин', 30],

            ['пашня', 'пашня', 0],
            ['пашня', 'пашня', 1],
            ['пашня', 'пашня', 2],
            ['пашня', 'пашня', 30],

            ['паштет', 'паштет', 0],
            ['паштет', 'паштет', 1],
            ['паштет', 'паштет', 2],
            ['паштет', 'паштет', 30],

            ['пашуня', 'пашуня', 0],
            ['пашуня', 'пашуня', 1],
            ['пашуня', 'пашуня', 2],
            ['пашуня', 'пашуня', 30],

            ['пашута', 'пашута', 0],
            ['пашута', 'пашута', 1],
            ['пашута', 'пашута', 2],
            ['пашута', 'пашута', 30],

            ['пашуха', 'пашуха', 0],
            ['пашуха', 'пашуха', 1],
            ['пашуха', 'пашуха', 2],
            ['пашуха', 'пашуха', 30],

            ['паяльник', 'паяльник', 0],
            ['паяльник', 'паяльник', 1],
            ['паяльник', 'паяльник', 2],
            ['паяльник', 'паяльник', 30],

            ['паяц', 'паяц', 0],
            ['паяц', 'паяц', 1],
            ['паяц', 'паяц', 2],
            ['паяц', 'паяц', 30],

            ['пво', 'пво', 0],
            ['пво', 'пво', 1],
            ['пво', 'пво', 2],
            ['пво', 'пво', 30],

            ['певец', 'певец', 0],
            ['певец', 'певец', 1],
            ['певец', 'певец', 2],
            ['певец', 'певец', 30],

            ['певица', 'певица', 0],
            ['певица', 'певица', 1],
            ['певица', 'певица', 2],
            ['певица', 'певица', 30],

            ['педагог', 'педагог', 0],
            ['педагог', 'педагог', 1],
            ['педагог', 'педагог', 2],
            ['педагог', 'педагог', 30],

            ['педагогика', 'педагогика', 0],
            ['педагогика', 'педагогика', 1],
            ['педагогика', 'педагогика', 2],
            ['педагогика', 'педагогика', 30],

            ['педаль', 'педаль', 0],
            ['педаль', 'педаль', 1],
            ['педаль', 'педаль', 2],
            ['педаль', 'педаль', 30],

            ['педераст', 'педераст', 0],
            ['педераст', 'педераст', 1],
            ['педераст', 'педераст', 2],
            ['педераст', 'педераст', 30],

            ['педиатр', 'педиатр', 0],
            ['педиатр', 'педиатр', 1],
            ['педиатр', 'педиатр', 2],
            ['педиатр', 'педиатр', 30],

            ['пединститут', 'пединститут', 0],
            ['пединститут', 'пединститут', 1],
            ['пединститут', 'пединститут', 2],
            ['пединститут', 'пединститут', 30],

            ['педсовет', 'педсовет', 0],
            ['педсовет', 'педсовет', 1],
            ['педсовет', 'педсовет', 2],
            ['педсовет', 'педсовет', 30],

            ['пейджер', 'пейджер', 0],
            ['пейджер', 'пейджер', 1],
            ['пейджер', 'пейджер', 2],
            ['пейджер', 'пейджер', 30],

            ['пейзаж', 'пейзаж', 0],
            ['пейзаж', 'пейзаж', 1],
            ['пейзаж', 'пейзаж', 2],
            ['пейзаж', 'пейзаж', 30],

            ['пек', 'пек', 0],
            ['пек', 'пек', 1],
            ['пек', 'пек', 2],
            ['пек', 'пек', 30],

            ['пекарня', 'пекарня', 0],
            ['пекарня', 'пекарня', 1],
            ['пекарня', 'пекарня', 2],
            ['пекарня', 'пекарня', 30],

            ['пекарь', 'пекарь', 0],
            ['пекарь', 'пекарь', 1],
            ['пекарь', 'пекарь', 2],
            ['пекарь', 'пекарь', 30],

            ['пекин', 'пекин', 0],
            ['пекин', 'пекин', 1],
            ['пекин', 'пекин', 2],
            ['пекин', 'пекин', 30],

            ['пекло', 'пекло', 0],
            ['пекло', 'пекло', 1],
            ['пекло', 'пекло', 2],
            ['пекло', 'пекло', 30],

            ['пелевин', 'пелевин', 0],
            ['пелевин', 'пелевин', 1],
            ['пелевин', 'пелевин', 2],
            ['пелевин', 'пелевин', 30],

            ['пелена', 'пелена', 0],
            ['пелена', 'пелена', 1],
            ['пелена', 'пелена', 2],
            ['пелена', 'пелена', 30],

            ['пеленка', 'пеленка', 0],
            ['пеленка', 'пеленка', 1],
            ['пеленка', 'пеленка', 2],
            ['пеленка', 'пеленка', 30],

            ['пеликан', 'пеликан', 0],
            ['пеликан', 'пеликан', 1],
            ['пеликан', 'пеликан', 2],
            ['пеликан', 'пеликан', 30],

            ['пельмень', 'пельмень', 0],
            ['пельмень', 'пельмень', 1],
            ['пельмень', 'пельмень', 2],
            ['пельмень', 'пельмень', 30],

            ['пена', 'пена', 0],
            ['пена', 'пена', 1],
            ['пена', 'пена', 2],
            ['пена', 'пена', 30],

            ['пенал', 'пенал', 0],
            ['пенал', 'пенал', 1],
            ['пенал', 'пенал', 2],
            ['пенал', 'пенал', 30],

            ['пенек', 'пенек', 0],
            ['пенек', 'пенек', 1],
            ['пенек', 'пенек', 2],
            ['пенек', 'пенек', 30],

            ['пенза', 'пенза', 0],
            ['пенза', 'пенза', 1],
            ['пенза', 'пенза', 2],
            ['пенза', 'пенза', 30],

            ['пение', 'пение', 0],
            ['пение', 'пение', 1],
            ['пение', 'пение', 2],
            ['пение', 'пение', 30],

            ['пенициллин', 'пенициллин', 0],
            ['пенициллин', 'пенициллин', 1],
            ['пенициллин', 'пенициллин', 2],
            ['пенициллин', 'пенициллин', 30],

            ['пенка', 'пенка', 0],
            ['пенка', 'пенка', 1],
            ['пенка', 'пенка', 2],
            ['пенка', 'пенка', 30],

            ['пенс', 'пенс', 0],
            ['пенс', 'пенс', 1],
            ['пенс', 'пенс', 2],
            ['пенс', 'пенс', 30],

            ['пенсионер', 'пенсионер', 0],
            ['пенсионер', 'пенсионер', 1],
            ['пенсионер', 'пенсионер', 2],
            ['пенсионер', 'пенсионер', 30],

            ['пенсионерка', 'пенсионерка', 0],
            ['пенсионерка', 'пенсионерка', 1],
            ['пенсионерка', 'пенсионерка', 2],
            ['пенсионерка', 'пенсионерка', 30],

            ['пенсия', 'пенсия', 0],
            ['пенсия', 'пенсия', 1],
            ['пенсия', 'пенсия', 2],
            ['пенсия', 'пенсия', 30],

            ['пенсне', 'пенсне', 0],
            ['пенсне', 'пенсне', 1],
            ['пенсне', 'пенсне', 2],
            ['пенсне', 'пенсне', 30],

            ['пентагон', 'пентагон', 0],
            ['пентагон', 'пентагон', 1],
            ['пентагон', 'пентагон', 2],
            ['пентагон', 'пентагон', 30],

            ['пень', 'пень', 0],
            ['пень', 'пень', 1],
            ['пень', 'пень', 2],
            ['пень', 'пень', 30],

            ['пенье', 'пенье', 0],
            ['пенье', 'пенье', 1],
            ['пенье', 'пенье', 2],
            ['пенье', 'пенье', 30],

            ['пенька', 'пенька', 0],
            ['пенька', 'пенька', 1],
            ['пенька', 'пенька', 2],
            ['пенька', 'пенька', 30],

            ['пеня', 'пеня', 0],
            ['пеня', 'пеня', 1],
            ['пеня', 'пеня', 2],
            ['пеня', 'пеня', 30],

            ['пепел', 'пепел', 0],
            ['пепел', 'пепел', 1],
            ['пепел', 'пепел', 2],
            ['пепел', 'пепел', 30],

            ['пепелище', 'пепелище', 0],
            ['пепелище', 'пепелище', 1],
            ['пепелище', 'пепелище', 2],
            ['пепелище', 'пепелище', 30],

            ['пепельница', 'пепельница', 0],
            ['пепельница', 'пепельница', 1],
            ['пепельница', 'пепельница', 2],
            ['пепельница', 'пепельница', 30],

            ['первенец', 'первенец', 0],
            ['первенец', 'первенец', 1],
            ['первенец', 'первенец', 2],
            ['первенец', 'первенец', 30],

            ['первенство', 'первенство', 0],
            ['первенство', 'первенство', 1],
            ['первенство', 'первенство', 2],
            ['первенство', 'первенство', 30],

            ['первогодок', 'первогодок', 0],
            ['первогодок', 'первогодок', 1],
            ['первогодок', 'первогодок', 2],
            ['первогодок', 'первогодок', 30],

            ['первоисточник', 'первоисточник', 0],
            ['первоисточник', 'первоисточник', 1],
            ['первоисточник', 'первоисточник', 2],
            ['первоисточник', 'первоисточник', 30],

            ['первоклассник', 'первоклассник', 0],
            ['первоклассник', 'первоклассник', 1],
            ['первоклассник', 'первоклассник', 2],
            ['первоклассник', 'первоклассник', 30],

            ['первокурсник', 'первокурсник', 0],
            ['первокурсник', 'первокурсник', 1],
            ['первокурсник', 'первокурсник', 2],
            ['первокурсник', 'первокурсник', 30],

            ['первооткрыватель', 'первооткрыватель', 0],
            ['первооткрыватель', 'первооткрыватель', 1],
            ['первооткрыватель', 'первооткрыватель', 2],
            ['первооткрыватель', 'первооткрыватель', 30],

            ['первопричина', 'первопричина', 0],
            ['первопричина', 'первопричина', 1],
            ['первопричина', 'первопричина', 2],
            ['первопричина', 'первопричина', 30],

            ['первопроходец', 'первопроходец', 0],
            ['первопроходец', 'первопроходец', 1],
            ['первопроходец', 'первопроходец', 2],
            ['первопроходец', 'первопроходец', 30],

            ['первосвященник', 'первосвященник', 0],
            ['первосвященник', 'первосвященник', 1],
            ['первосвященник', 'первосвященник', 2],
            ['первосвященник', 'первосвященник', 30],

            ['пергамент', 'пергамент', 0],
            ['пергамент', 'пергамент', 1],
            ['пергамент', 'пергамент', 2],
            ['пергамент', 'пергамент', 30],

            ['перебежка', 'перебежка', 0],
            ['перебежка', 'перебежка', 1],
            ['перебежка', 'перебежка', 2],
            ['перебежка', 'перебежка', 30],

            ['перебежчик', 'перебежчик', 0],
            ['перебежчик', 'перебежчик', 1],
            ['перебежчик', 'перебежчик', 2],
            ['перебежчик', 'перебежчик', 30],

            ['перебой', 'перебой', 0],
            ['перебой', 'перебой', 1],
            ['перебой', 'перебой', 2],
            ['перебой', 'перебой', 30],

            ['перебор', 'перебор', 0],
            ['перебор', 'перебор', 1],
            ['перебор', 'перебор', 2],
            ['перебор', 'перебор', 30],

            ['переборка', 'переборка', 0],
            ['переборка', 'переборка', 1],
            ['переборка', 'переборка', 2],
            ['переборка', 'переборка', 30],

            ['перебранка', 'перебранка', 0],
            ['перебранка', 'перебранка', 1],
            ['перебранка', 'перебранка', 2],
            ['перебранка', 'перебранка', 30],

            ['переброска', 'переброска', 0],
            ['переброска', 'переброска', 1],
            ['переброска', 'переброска', 2],
            ['переброска', 'переброска', 30],

            ['перевал', 'перевал', 0],
            ['перевал', 'перевал', 1],
            ['перевал', 'перевал', 2],
            ['перевал', 'перевал', 30],

            ['переваривание', 'переваривание', 0],
            ['переваривание', 'переваривание', 1],
            ['переваривание', 'переваривание', 2],
            ['переваривание', 'переваривание', 30],

            ['перевес', 'перевес', 0],
            ['перевес', 'перевес', 1],
            ['перевес', 'перевес', 2],
            ['перевес', 'перевес', 30],

            ['перевод', 'перевод', 0],
            ['перевод', 'перевод', 1],
            ['перевод', 'перевод', 2],
            ['перевод', 'перевод', 30],

            ['переводчик', 'переводчик', 0],
            ['переводчик', 'переводчик', 1],
            ['переводчик', 'переводчик', 2],
            ['переводчик', 'переводчик', 30],

            ['переводчица', 'переводчица', 0],
            ['переводчица', 'переводчица', 1],
            ['переводчица', 'переводчица', 2],
            ['переводчица', 'переводчица', 30],

            ['перевозка', 'перевозка', 0],
            ['перевозка', 'перевозка', 1],
            ['перевозка', 'перевозка', 2],
            ['перевозка', 'перевозка', 30],

            ['перевозчик', 'перевозчик', 0],
            ['перевозчик', 'перевозчик', 1],
            ['перевозчик', 'перевозчик', 2],
            ['перевозчик', 'перевозчик', 30],

            ['перевооружение', 'перевооружение', 0],
            ['перевооружение', 'перевооружение', 1],
            ['перевооружение', 'перевооружение', 2],
            ['перевооружение', 'перевооружение', 30],

            ['перевоплощение', 'перевоплощение', 0],
            ['перевоплощение', 'перевоплощение', 1],
            ['перевоплощение', 'перевоплощение', 2],
            ['перевоплощение', 'перевоплощение', 30],

            ['переворот', 'переворот', 0],
            ['переворот', 'переворот', 1],
            ['переворот', 'переворот', 2],
            ['переворот', 'переворот', 30],

            ['перевоспитание', 'перевоспитание', 0],
            ['перевоспитание', 'перевоспитание', 1],
            ['перевоспитание', 'перевоспитание', 2],
            ['перевоспитание', 'перевоспитание', 30],

            ['перевязка', 'перевязка', 0],
            ['перевязка', 'перевязка', 1],
            ['перевязка', 'перевязка', 2],
            ['перевязка', 'перевязка', 30],

            ['перевязь', 'перевязь', 0],
            ['перевязь', 'перевязь', 1],
            ['перевязь', 'перевязь', 2],
            ['перевязь', 'перевязь', 30],

            ['перегар', 'перегар', 0],
            ['перегар', 'перегар', 1],
            ['перегар', 'перегар', 2],
            ['перегар', 'перегар', 30],

            ['перегиб', 'перегиб', 0],
            ['перегиб', 'перегиб', 1],
            ['перегиб', 'перегиб', 2],
            ['перегиб', 'перегиб', 30],

            ['переговоры', 'переговоры', 0],
            ['переговоры', 'переговоры', 1],
            ['переговоры', 'переговоры', 2],
            ['переговоры', 'переговоры', 30],

            ['перегон', 'перегон', 0],
            ['перегон', 'перегон', 1],
            ['перегон', 'перегон', 2],
            ['перегон', 'перегон', 30],

            ['перегонка', 'перегонка', 0],
            ['перегонка', 'перегонка', 1],
            ['перегонка', 'перегонка', 2],
            ['перегонка', 'перегонка', 30],

            ['перегородка', 'перегородка', 0],
            ['перегородка', 'перегородка', 1],
            ['перегородка', 'перегородка', 2],
            ['перегородка', 'перегородка', 30],

            ['перегрев', 'перегрев', 0],
            ['перегрев', 'перегрев', 1],
            ['перегрев', 'перегрев', 2],
            ['перегрев', 'перегрев', 30],

            ['перегрузка', 'перегрузка', 0],
            ['перегрузка', 'перегрузка', 1],
            ['перегрузка', 'перегрузка', 2],
            ['перегрузка', 'перегрузка', 30],

            ['перегруппировка', 'перегруппировка', 0],
            ['перегруппировка', 'перегруппировка', 1],
            ['перегруппировка', 'перегруппировка', 2],
            ['перегруппировка', 'перегруппировка', 30],

            ['перегуд', 'перегуд', 0],
            ['перегуд', 'перегуд', 1],
            ['перегуд', 'перегуд', 2],
            ['перегуд', 'перегуд', 30],

            ['перед', 'перед', 0],
            ['перед', 'перед', 1],
            ['перед', 'перед', 2],
            ['перед', 'перед', 30],

            ['передатчик', 'передатчик', 0],
            ['передатчик', 'передатчик', 1],
            ['передатчик', 'передатчик', 2],
            ['передатчик', 'передатчик', 30],

            ['передача', 'передача', 0],
            ['передача', 'передача', 1],
            ['передача', 'передача', 2],
            ['передача', 'передача', 30],

            ['передвижение', 'передвижение', 0],
            ['передвижение', 'передвижение', 1],
            ['передвижение', 'передвижение', 2],
            ['передвижение', 'передвижение', 30],

            ['передел', 'передел', 0],
            ['передел', 'передел', 1],
            ['передел', 'передел', 2],
            ['передел', 'передел', 30],

            ['переделка', 'переделка', 0],
            ['переделка', 'переделка', 1],
            ['переделка', 'переделка', 2],
            ['переделка', 'переделка', 30],

            ['переделкино', 'переделкино', 0],
            ['переделкино', 'переделкино', 1],
            ['переделкино', 'переделкино', 2],
            ['переделкино', 'переделкино', 30],

            ['передник', 'передник', 0],
            ['передник', 'передник', 1],
            ['передник', 'передник', 2],
            ['передник', 'передник', 30],

            ['передничек', 'передничек', 0],
            ['передничек', 'передничек', 1],
            ['передничек', 'передничек', 2],
            ['передничек', 'передничек', 30],

            ['передовик', 'передовик', 0],
            ['передовик', 'передовик', 1],
            ['передовик', 'передовик', 2],
            ['передовик', 'передовик', 30],

            ['передозировка', 'передозировка', 0],
            ['передозировка', 'передозировка', 1],
            ['передозировка', 'передозировка', 2],
            ['передозировка', 'передозировка', 30],

            ['передок', 'передок', 0],
            ['передок', 'передок', 1],
            ['передок', 'передок', 2],
            ['передок', 'передок', 30],

            ['передряга', 'передряга', 0],
            ['передряга', 'передряга', 1],
            ['передряга', 'передряга', 2],
            ['передряга', 'передряга', 30],

            ['передышка', 'передышка', 0],
            ['передышка', 'передышка', 1],
            ['передышка', 'передышка', 2],
            ['передышка', 'передышка', 30],

            ['переедание', 'переедание', 0],
            ['переедание', 'переедание', 1],
            ['переедание', 'переедание', 2],
            ['переедание', 'переедание', 30],

            ['переезд', 'переезд', 0],
            ['переезд', 'переезд', 1],
            ['переезд', 'переезд', 2],
            ['переезд', 'переезд', 30],

            ['переживание', 'переживание', 0],
            ['переживание', 'переживание', 1],
            ['переживание', 'переживание', 2],
            ['переживание', 'переживание', 30],

            ['пережитое', 'пережитое', 0],
            ['пережитое', 'пережитое', 1],
            ['пережитое', 'пережитое', 2],
            ['пережитое', 'пережитое', 30],

            ['пережиток', 'пережиток', 0],
            ['пережиток', 'пережиток', 1],
            ['пережиток', 'пережиток', 2],
            ['пережиток', 'пережиток', 30],

            ['перезвон', 'перезвон', 0],
            ['перезвон', 'перезвон', 1],
            ['перезвон', 'перезвон', 2],
            ['перезвон', 'перезвон', 30],

            ['переиздание', 'переиздание', 0],
            ['переиздание', 'переиздание', 1],
            ['переиздание', 'переиздание', 2],
            ['переиздание', 'переиздание', 30],

            ['переименование', 'переименование', 0],
            ['переименование', 'переименование', 1],
            ['переименование', 'переименование', 2],
            ['переименование', 'переименование', 30],

            ['перекат', 'перекат', 0],
            ['перекат', 'перекат', 1],
            ['перекат', 'перекат', 2],
            ['перекат', 'перекат', 30],

            ['перекись', 'перекись', 0],
            ['перекись', 'перекись', 1],
            ['перекись', 'перекись', 2],
            ['перекись', 'перекись', 30],

            ['перекладина', 'перекладина', 0],
            ['перекладина', 'перекладина', 1],
            ['перекладина', 'перекладина', 2],
            ['перекладина', 'перекладина', 30],

            ['перекличка', 'перекличка', 0],
            ['перекличка', 'перекличка', 1],
            ['перекличка', 'перекличка', 2],
            ['перекличка', 'перекличка', 30],

            ['переключатель', 'переключатель', 0],
            ['переключатель', 'переключатель', 1],
            ['переключатель', 'переключатель', 2],
            ['переключатель', 'переключатель', 30],

            ['переключение', 'переключение', 0],
            ['переключение', 'переключение', 1],
            ['переключение', 'переключение', 2],
            ['переключение', 'переключение', 30],

            ['перекоп', 'перекоп', 0],
            ['перекоп', 'перекоп', 1],
            ['перекоп', 'перекоп', 2],
            ['перекоп', 'перекоп', 30],

            ['перекос', 'перекос', 0],
            ['перекос', 'перекос', 1],
            ['перекос', 'перекос', 2],
            ['перекос', 'перекос', 30],

            ['перекрестие', 'перекрестие', 0],
            ['перекрестие', 'перекрестие', 1],
            ['перекрестие', 'перекрестие', 2],
            ['перекрестие', 'перекрестие', 30],

            ['перекресток', 'перекресток', 0],
            ['перекресток', 'перекресток', 1],
            ['перекресток', 'перекресток', 2],
            ['перекресток', 'перекресток', 30],

            ['перекрытие', 'перекрытие', 0],
            ['перекрытие', 'перекрытие', 1],
            ['перекрытие', 'перекрытие', 2],
            ['перекрытие', 'перекрытие', 30],

            ['перекур', 'перекур', 0],
            ['перекур', 'перекур', 1],
            ['перекур', 'перекур', 2],
            ['перекур', 'перекур', 30],

            ['перелесок', 'перелесок', 0],
            ['перелесок', 'перелесок', 1],
            ['перелесок', 'перелесок', 2],
            ['перелесок', 'перелесок', 30],

            ['перелет', 'перелет', 0],
            ['перелет', 'перелет', 1],
            ['перелет', 'перелет', 2],
            ['перелет', 'перелет', 30],

            ['перелив', 'перелив', 0],
            ['перелив', 'перелив', 1],
            ['перелив', 'перелив', 2],
            ['перелив', 'перелив', 30],

            ['переливание', 'переливание', 0],
            ['переливание', 'переливание', 1],
            ['переливание', 'переливание', 2],
            ['переливание', 'переливание', 30],

            ['перелом', 'перелом', 0],
            ['перелом', 'перелом', 1],
            ['перелом', 'перелом', 2],
            ['перелом', 'перелом', 30],

            ['перельман', 'перельман', 0],
            ['перельман', 'перельман', 1],
            ['перельман', 'перельман', 2],
            ['перельман', 'перельман', 30],

            ['перемена', 'перемена', 0],
            ['перемена', 'перемена', 1],
            ['перемена', 'перемена', 2],
            ['перемена', 'перемена', 30],

            ['переменка', 'переменка', 0],
            ['переменка', 'переменка', 1],
            ['переменка', 'переменка', 2],
            ['переменка', 'переменка', 30],

            ['перемет', 'перемет', 0],
            ['перемет', 'перемет', 1],
            ['перемет', 'перемет', 2],
            ['перемет', 'перемет', 30],

            ['перемещение', 'перемещение', 0],
            ['перемещение', 'перемещение', 1],
            ['перемещение', 'перемещение', 2],
            ['перемещение', 'перемещение', 30],

            ['перемирие', 'перемирие', 0],
            ['перемирие', 'перемирие', 1],
            ['перемирие', 'перемирие', 2],
            ['перемирие', 'перемирие', 30],

            ['перемычка', 'перемычка', 0],
            ['перемычка', 'перемычка', 1],
            ['перемычка', 'перемычка', 2],
            ['перемычка', 'перемычка', 30],

            ['перенапряжение', 'перенапряжение', 0],
            ['перенапряжение', 'перенапряжение', 1],
            ['перенапряжение', 'перенапряжение', 2],
            ['перенапряжение', 'перенапряжение', 30],

            ['перенос', 'перенос', 0],
            ['перенос', 'перенос', 1],
            ['перенос', 'перенос', 2],
            ['перенос', 'перенос', 30],

            ['переносимость', 'переносимость', 0],
            ['переносимость', 'переносимость', 1],
            ['переносимость', 'переносимость', 2],
            ['переносимость', 'переносимость', 30],

            ['переносица', 'переносица', 0],
            ['переносица', 'переносица', 1],
            ['переносица', 'переносица', 2],
            ['переносица', 'переносица', 30],

            ['переодевание', 'переодевание', 0],
            ['переодевание', 'переодевание', 1],
            ['переодевание', 'переодевание', 2],
            ['переодевание', 'переодевание', 30],

            ['переохлаждение', 'переохлаждение', 0],
            ['переохлаждение', 'переохлаждение', 1],
            ['переохлаждение', 'переохлаждение', 2],
            ['переохлаждение', 'переохлаждение', 30],

            ['переоценка', 'переоценка', 0],
            ['переоценка', 'переоценка', 1],
            ['переоценка', 'переоценка', 2],
            ['переоценка', 'переоценка', 30],

            ['перепад', 'перепад', 0],
            ['перепад', 'перепад', 1],
            ['перепад', 'перепад', 2],
            ['перепад', 'перепад', 30],

            ['перепалка', 'перепалка', 0],
            ['перепалка', 'перепалка', 1],
            ['перепалка', 'перепалка', 2],
            ['перепалка', 'перепалка', 30],

            ['перепел', 'перепел', 0],
            ['перепел', 'перепел', 1],
            ['перепел', 'перепел', 2],
            ['перепел', 'перепел', 30],

            ['перепечатка', 'перепечатка', 0],
            ['перепечатка', 'перепечатка', 1],
            ['перепечатка', 'перепечатка', 2],
            ['перепечатка', 'перепечатка', 30],

            ['переписка', 'переписка', 0],
            ['переписка', 'переписка', 1],
            ['переписка', 'переписка', 2],
            ['переписка', 'переписка', 30],

            ['перепись', 'перепись', 0],
            ['перепись', 'перепись', 1],
            ['перепись', 'перепись', 2],
            ['перепись', 'перепись', 30],

            ['переплет', 'переплет', 0],
            ['переплет', 'переплет', 1],
            ['переплет', 'переплет', 2],
            ['переплет', 'переплет', 30],

            ['переплетение', 'переплетение', 0],
            ['переплетение', 'переплетение', 1],
            ['переплетение', 'переплетение', 2],
            ['переплетение', 'переплетение', 30],

            ['переплетчик', 'переплетчик', 0],
            ['переплетчик', 'переплетчик', 1],
            ['переплетчик', 'переплетчик', 2],
            ['переплетчик', 'переплетчик', 30],

            ['переподготовка', 'переподготовка', 0],
            ['переподготовка', 'переподготовка', 1],
            ['переподготовка', 'переподготовка', 2],
            ['переподготовка', 'переподготовка', 30],

            ['перепой', 'перепой', 0],
            ['перепой', 'перепой', 1],
            ['перепой', 'перепой', 2],
            ['перепой', 'перепой', 30],

            ['переполох', 'переполох', 0],
            ['переполох', 'переполох', 1],
            ['переполох', 'переполох', 2],
            ['переполох', 'переполох', 30],

            ['перепонка', 'перепонка', 0],
            ['перепонка', 'перепонка', 1],
            ['перепонка', 'перепонка', 2],
            ['перепонка', 'перепонка', 30],

            ['переправа', 'переправа', 0],
            ['переправа', 'переправа', 1],
            ['переправа', 'переправа', 2],
            ['переправа', 'переправа', 30],

            ['перепродажа', 'перепродажа', 0],
            ['перепродажа', 'перепродажа', 1],
            ['перепродажа', 'перепродажа', 2],
            ['перепродажа', 'перепродажа', 30],

            ['перепуг', 'перепуг', 0],
            ['перепуг', 'перепуг', 1],
            ['перепуг', 'перепуг', 2],
            ['перепуг', 'перепуг', 30],

            ['переработка', 'переработка', 0],
            ['переработка', 'переработка', 1],
            ['переработка', 'переработка', 2],
            ['переработка', 'переработка', 30],

            ['перераспределение', 'перераспределение', 0],
            ['перераспределение', 'перераспределение', 1],
            ['перераспределение', 'перераспределение', 2],
            ['перераспределение', 'перераспределение', 30],

            ['перерасход', 'перерасход', 0],
            ['перерасход', 'перерасход', 1],
            ['перерасход', 'перерасход', 2],
            ['перерасход', 'перерасход', 30],

            ['перерождение', 'перерождение', 0],
            ['перерождение', 'перерождение', 1],
            ['перерождение', 'перерождение', 2],
            ['перерождение', 'перерождение', 30],

            ['переросток', 'переросток', 0],
            ['переросток', 'переросток', 1],
            ['переросток', 'переросток', 2],
            ['переросток', 'переросток', 30],

            ['перерыв', 'перерыв', 0],
            ['перерыв', 'перерыв', 1],
            ['перерыв', 'перерыв', 2],
            ['перерыв', 'перерыв', 30],

            ['пересадок', 'пересадок', 0],
            ['пересадок', 'пересадок', 1],
            ['пересадок', 'пересадок', 2],
            ['пересадок', 'пересадок', 30],

            ['переселенец', 'переселенец', 0],
            ['переселенец', 'переселенец', 1],
            ['переселенец', 'переселенец', 2],
            ['переселенец', 'переселенец', 30],

            ['переселение', 'переселение', 0],
            ['переселение', 'переселение', 1],
            ['переселение', 'переселение', 2],
            ['переселение', 'переселение', 30],

            ['пересечение', 'пересечение', 0],
            ['пересечение', 'пересечение', 1],
            ['пересечение', 'пересечение', 2],
            ['пересечение', 'пересечение', 30],

            ['пересказ', 'пересказ', 0],
            ['пересказ', 'пересказ', 1],
            ['пересказ', 'пересказ', 2],
            ['пересказ', 'пересказ', 30],

            ['пересмотр', 'пересмотр', 0],
            ['пересмотр', 'пересмотр', 1],
            ['пересмотр', 'пересмотр', 2],
            ['пересмотр', 'пересмотр', 30],

            ['перестановка', 'перестановка', 0],
            ['перестановка', 'перестановка', 1],
            ['перестановка', 'перестановка', 2],
            ['перестановка', 'перестановка', 30],

            ['перестраховщик', 'перестраховщик', 0],
            ['перестраховщик', 'перестраховщик', 1],
            ['перестраховщик', 'перестраховщик', 2],
            ['перестраховщик', 'перестраховщик', 30],

            ['перестрелка', 'перестрелка', 0],
            ['перестрелка', 'перестрелка', 1],
            ['перестрелка', 'перестрелка', 2],
            ['перестрелка', 'перестрелка', 30],

            ['перестройка', 'перестройка', 0],
            ['перестройка', 'перестройка', 1],
            ['перестройка', 'перестройка', 2],
            ['перестройка', 'перестройка', 30],

            ['перестук', 'перестук', 0],
            ['перестук', 'перестук', 1],
            ['перестук', 'перестук', 2],
            ['перестук', 'перестук', 30],

            ['пересуд', 'пересуд', 0],
            ['пересуд', 'пересуд', 1],
            ['пересуд', 'пересуд', 2],
            ['пересуд', 'пересуд', 30],

            ['пересчет', 'пересчет', 0],
            ['пересчет', 'пересчет', 1],
            ['пересчет', 'пересчет', 2],
            ['пересчет', 'пересчет', 30],

            ['пересылка', 'пересылка', 0],
            ['пересылка', 'пересылка', 1],
            ['пересылка', 'пересылка', 2],
            ['пересылка', 'пересылка', 30],

            ['переулок', 'переулок', 0],
            ['переулок', 'переулок', 1],
            ['переулок', 'переулок', 2],
            ['переулок', 'переулок', 30],

            ['переулочек', 'переулочек', 0],
            ['переулочек', 'переулочек', 1],
            ['переулочек', 'переулочек', 2],
            ['переулочек', 'переулочек', 30],

            ['переустройство', 'переустройство', 0],
            ['переустройство', 'переустройство', 1],
            ['переустройство', 'переустройство', 2],
            ['переустройство', 'переустройство', 30],

            ['переутомление', 'переутомление', 0],
            ['переутомление', 'переутомление', 1],
            ['переутомление', 'переутомление', 2],
            ['переутомление', 'переутомление', 30],

            ['перехват', 'перехват', 0],
            ['перехват', 'перехват', 1],
            ['перехват', 'перехват', 2],
            ['перехват', 'перехват', 30],

            ['переход', 'переход', 0],
            ['переход', 'переход', 1],
            ['переход', 'переход', 2],
            ['переход', 'переход', 30],

            ['перец', 'перец', 0],
            ['перец', 'перец', 1],
            ['перец', 'перец', 2],
            ['перец', 'перец', 30],

            ['перечень', 'перечень', 0],
            ['перечень', 'перечень', 1],
            ['перечень', 'перечень', 2],
            ['перечень', 'перечень', 30],

            ['перечисление', 'перечисление', 0],
            ['перечисление', 'перечисление', 1],
            ['перечисление', 'перечисление', 2],
            ['перечисление', 'перечисление', 30],

            ['перешеек', 'перешеек', 0],
            ['перешеек', 'перешеек', 1],
            ['перешеек', 'перешеек', 2],
            ['перешеек', 'перешеек', 30],

            ['перикард', 'перикард', 0],
            ['перикард', 'перикард', 1],
            ['перикард', 'перикард', 2],
            ['перикард', 'перикард', 30],

            ['перила', 'перила', 0],
            ['перила', 'перила', 1],
            ['перила', 'перила', 2],
            ['перила', 'перила', 30],

            ['перильце', 'перильце', 0],
            ['перильце', 'перильце', 1],
            ['перильце', 'перильце', 2],
            ['перильце', 'перильце', 30],

            ['периметр', 'периметр', 0],
            ['периметр', 'периметр', 1],
            ['периметр', 'периметр', 2],
            ['периметр', 'периметр', 30],

            ['перина', 'перина', 0],
            ['перина', 'перина', 1],
            ['перина', 'перина', 2],
            ['перина', 'перина', 30],

            ['период', 'период', 0],
            ['период', 'период', 1],
            ['период', 'период', 2],
            ['период', 'период', 30],

            ['периодизация', 'периодизация', 0],
            ['периодизация', 'периодизация', 1],
            ['периодизация', 'периодизация', 2],
            ['периодизация', 'периодизация', 30],

            ['периодика', 'периодика', 0],
            ['периодика', 'периодика', 1],
            ['периодика', 'периодика', 2],
            ['периодика', 'периодика', 30],

            ['периодичность', 'периодичность', 0],
            ['периодичность', 'периодичность', 1],
            ['периодичность', 'периодичность', 2],
            ['периодичность', 'периодичность', 30],

            ['перипетия', 'перипетия', 0],
            ['перипетия', 'перипетия', 1],
            ['перипетия', 'перипетия', 2],
            ['перипетия', 'перипетия', 30],

            ['перископ', 'перископ', 0],
            ['перископ', 'перископ', 1],
            ['перископ', 'перископ', 2],
            ['перископ', 'перископ', 30],

            ['перитонит', 'перитонит', 0],
            ['перитонит', 'перитонит', 1],
            ['перитонит', 'перитонит', 2],
            ['перитонит', 'перитонит', 30],

            ['периферия', 'периферия', 0],
            ['периферия', 'периферия', 1],
            ['периферия', 'периферия', 2],
            ['периферия', 'периферия', 30],

            ['перл', 'перл', 0],
            ['перл', 'перл', 1],
            ['перл', 'перл', 2],
            ['перл', 'перл', 30],

            ['перламутр', 'перламутр', 0],
            ['перламутр', 'перламутр', 1],
            ['перламутр', 'перламутр', 2],
            ['перламутр', 'перламутр', 30],

            ['перловка', 'перловка', 0],
            ['перловка', 'перловка', 1],
            ['перловка', 'перловка', 2],
            ['перловка', 'перловка', 30],

            ['перль', 'перль', 0],
            ['перль', 'перль', 1],
            ['перль', 'перль', 2],
            ['перль', 'перль', 30],

            ['перманганат', 'перманганат', 0],
            ['перманганат', 'перманганат', 1],
            ['перманганат', 'перманганат', 2],
            ['перманганат', 'перманганат', 30],

            ['пермь', 'пермь', 0],
            ['пермь', 'пермь', 1],
            ['пермь', 'пермь', 2],
            ['пермь', 'пермь', 30],

            ['перо', 'перо', 0],
            ['перо', 'перо', 1],
            ['перо', 'перо', 2],
            ['перо', 'перо', 30],

            ['перрон', 'перрон', 0],
            ['перрон', 'перрон', 1],
            ['перрон', 'перрон', 2],
            ['перрон', 'перрон', 30],

            ['перс', 'перс', 0],
            ['перс', 'перс', 1],
            ['перс', 'перс', 2],
            ['перс', 'перс', 30],

            ['персик', 'персик', 0],
            ['персик', 'персик', 1],
            ['персик', 'персик', 2],
            ['персик', 'персик', 30],

            ['персия', 'персия', 0],
            ['персия', 'персия', 1],
            ['персия', 'персия', 2],
            ['персия', 'персия', 30],

            ['персона', 'персона', 0],
            ['персона', 'персона', 1],
            ['персона', 'персона', 2],
            ['персона', 'персона', 30],

            ['персонаж', 'персонаж', 0],
            ['персонаж', 'персонаж', 1],
            ['персонаж', 'персонаж', 2],
            ['персонаж', 'персонаж', 30],

            ['персонал', 'персонал', 0],
            ['персонал', 'персонал', 1],
            ['персонал', 'персонал', 2],
            ['персонал', 'персонал', 30],

            ['перспектива', 'перспектива', 0],
            ['перспектива', 'перспектива', 1],
            ['перспектива', 'перспектива', 2],
            ['перспектива', 'перспектива', 30],

            ['перст', 'перст', 0],
            ['перст', 'перст', 1],
            ['перст', 'перст', 2],
            ['перст', 'перст', 30],

            ['перстень', 'перстень', 0],
            ['перстень', 'перстень', 1],
            ['перстень', 'перстень', 2],
            ['перстень', 'перстень', 30],

            ['перу', 'перу', 0],
            ['перу', 'перу', 1],
            ['перу', 'перу', 2],
            ['перу', 'перу', 30],

            ['перфорация', 'перфорация', 0],
            ['перфорация', 'перфорация', 1],
            ['перфорация', 'перфорация', 2],
            ['перфорация', 'перфорация', 30],

            ['перхоть', 'перхоть', 0],
            ['перхоть', 'перхоть', 1],
            ['перхоть', 'перхоть', 2],
            ['перхоть', 'перхоть', 30],

            ['перчатка', 'перчатка', 0],
            ['перчатка', 'перчатка', 1],
            ['перчатка', 'перчатка', 2],
            ['перчатка', 'перчатка', 30],

            ['перчик', 'перчик', 0],
            ['перчик', 'перчик', 1],
            ['перчик', 'перчик', 2],
            ['перчик', 'перчик', 30],

            ['перышко', 'перышко', 0],
            ['перышко', 'перышко', 1],
            ['перышко', 'перышко', 2],
            ['перышко', 'перышко', 30],

            ['пес', 'пес', 0],
            ['пес', 'пес', 1],
            ['пес', 'пес', 2],
            ['пес', 'пес', 30],

            ['песенка', 'песенка', 0],
            ['песенка', 'песенка', 1],
            ['песенка', 'песенка', 2],
            ['песенка', 'песенка', 30],

            ['песец', 'песец', 0],
            ['песец', 'песец', 1],
            ['песец', 'песец', 2],
            ['песец', 'песец', 30],

            ['песик', 'песик', 0],
            ['песик', 'песик', 1],
            ['песик', 'песик', 2],
            ['песик', 'песик', 30],

            ['песнопение', 'песнопение', 0],
            ['песнопение', 'песнопение', 1],
            ['песнопение', 'песнопение', 2],
            ['песнопение', 'песнопение', 30],

            ['песнь', 'песнь', 0],
            ['песнь', 'песнь', 1],
            ['песнь', 'песнь', 2],
            ['песнь', 'песнь', 30],

            ['песня', 'песня', 0],
            ['песня', 'песня', 1],
            ['песня', 'песня', 2],
            ['песня', 'песня', 30],

            ['песок', 'песок', 0],
            ['песок', 'песок', 1],
            ['песок', 'песок', 2],
            ['песок', 'песок', 30],

            ['песочек', 'песочек', 0],
            ['песочек', 'песочек', 1],
            ['песочек', 'песочек', 2],
            ['песочек', 'песочек', 30],

            ['песочница', 'песочница', 0],
            ['песочница', 'песочница', 1],
            ['песочница', 'песочница', 2],
            ['песочница', 'песочница', 30],

            ['пессимизм', 'пессимизм', 0],
            ['пессимизм', 'пессимизм', 1],
            ['пессимизм', 'пессимизм', 2],
            ['пессимизм', 'пессимизм', 30],

            ['пессимист', 'пессимист', 0],
            ['пессимист', 'пессимист', 1],
            ['пессимист', 'пессимист', 2],
            ['пессимист', 'пессимист', 30],

            ['пестик', 'пестик', 0],
            ['пестик', 'пестик', 1],
            ['пестик', 'пестик', 2],
            ['пестик', 'пестик', 30],

            ['пестрота', 'пестрота', 0],
            ['пестрота', 'пестрота', 1],
            ['пестрота', 'пестрота', 2],
            ['пестрота', 'пестрота', 30],

            ['пестряк', 'пестряк', 0],
            ['пестряк', 'пестряк', 1],
            ['пестряк', 'пестряк', 2],
            ['пестряк', 'пестряк', 30],

            ['песчаник', 'песчаник', 0],
            ['песчаник', 'песчаник', 1],
            ['песчаник', 'песчаник', 2],
            ['песчаник', 'песчаник', 30],

            ['песчинка', 'песчинка', 0],
            ['песчинка', 'песчинка', 1],
            ['песчинка', 'песчинка', 2],
            ['песчинка', 'песчинка', 30],

            ['пета', 'пета', 0],
            ['пета', 'пета', 1],
            ['пета', 'пета', 2],
            ['пета', 'пета', 30],

            ['петаня', 'петаня', 0],
            ['петаня', 'петаня', 1],
            ['петаня', 'петаня', 2],
            ['петаня', 'петаня', 30],

            ['петарда', 'петарда', 0],
            ['петарда', 'петарда', 1],
            ['петарда', 'петарда', 2],
            ['петарда', 'петарда', 30],

            ['петелька', 'петелька', 0],
            ['петелька', 'петелька', 1],
            ['петелька', 'петелька', 2],
            ['петелька', 'петелька', 30],

            ['петербург', 'петербург', 0],
            ['петербург', 'петербург', 1],
            ['петербург', 'петербург', 2],
            ['петербург', 'петербург', 30],

            ['петергоф', 'петергоф', 0],
            ['петергоф', 'петергоф', 1],
            ['петергоф', 'петергоф', 2],
            ['петергоф', 'петергоф', 30],

            ['петеха', 'петеха', 0],
            ['петеха', 'петеха', 1],
            ['петеха', 'петеха', 2],
            ['петеха', 'петеха', 30],

            ['петеша', 'петеша', 0],
            ['петеша', 'петеша', 1],
            ['петеша', 'петеша', 2],
            ['петеша', 'петеша', 30],

            ['петин', 'петин', 0],
            ['петин', 'петин', 1],
            ['петин', 'петин', 2],
            ['петин', 'петин', 30],

            ['петиция', 'петиция', 0],
            ['петиция', 'петиция', 1],
            ['петиция', 'петиция', 2],
            ['петиция', 'петиция', 30],

            ['петлица', 'петлица', 0],
            ['петлица', 'петлица', 1],
            ['петлица', 'петлица', 2],
            ['петлица', 'петлица', 30],

            ['петлюровец', 'петлюровец', 0],
            ['петлюровец', 'петлюровец', 1],
            ['петлюровец', 'петлюровец', 2],
            ['петлюровец', 'петлюровец', 30],

            ['петля', 'петля', 0],
            ['петля', 'петля', 1],
            ['петля', 'петля', 2],
            ['петля', 'петля', 30],

            ['петоха', 'петоха', 0],
            ['петоха', 'петоха', 1],
            ['петоха', 'петоха', 2],
            ['петоха', 'петоха', 30],

            ['петоша', 'петоша', 0],
            ['петоша', 'петоша', 1],
            ['петоша', 'петоша', 2],
            ['петоша', 'петоша', 30],

            ['петр', 'петр', 0],
            ['петр', 'петр', 1],
            ['петр', 'петр', 2],
            ['петр', 'петр', 30],

            ['петра', 'петра', 0],
            ['петра', 'петра', 1],
            ['петра', 'петра', 2],
            ['петра', 'петра', 30],

            ['петрай', 'петрай', 0],
            ['петрай', 'петрай', 1],
            ['петрай', 'петрай', 2],
            ['петрай', 'петрай', 30],

            ['петрака', 'петрака', 0],
            ['петрака', 'петрака', 1],
            ['петрака', 'петрака', 2],
            ['петрака', 'петрака', 30],

            ['петраня', 'петраня', 0],
            ['петраня', 'петраня', 1],
            ['петраня', 'петраня', 2],
            ['петраня', 'петраня', 30],

            ['петраха', 'петраха', 0],
            ['петраха', 'петраха', 1],
            ['петраха', 'петраха', 2],
            ['петраха', 'петраха', 30],

            ['петраша', 'петраша', 0],
            ['петраша', 'петраша', 1],
            ['петраша', 'петраша', 2],
            ['петраша', 'петраша', 30],

            ['петрина', 'петрина', 0],
            ['петрина', 'петрина', 1],
            ['петрина', 'петрина', 2],
            ['петрина', 'петрина', 30],

            ['петринка', 'петринка', 0],
            ['петринка', 'петринка', 1],
            ['петринка', 'петринка', 2],
            ['петринка', 'петринка', 30],

            ['петровка', 'петровка', 0],
            ['петровка', 'петровка', 1],
            ['петровка', 'петровка', 2],
            ['петровка', 'петровка', 30],

            ['петрозаводск', 'петрозаводск', 0],
            ['петрозаводск', 'петрозаводск', 1],
            ['петрозаводск', 'петрозаводск', 2],
            ['петрозаводск', 'петрозаводск', 30],

            ['петролеум', 'петролеум', 0],
            ['петролеум', 'петролеум', 1],
            ['петролеум', 'петролеум', 2],
            ['петролеум', 'петролеум', 30],

            ['петропавловка', 'петропавловка', 0],
            ['петропавловка', 'петропавловка', 1],
            ['петропавловка', 'петропавловка', 2],
            ['петропавловка', 'петропавловка', 30],

            ['петропавловск', 'петропавловск', 0],
            ['петропавловск', 'петропавловск', 1],
            ['петропавловск', 'петропавловск', 2],
            ['петропавловск', 'петропавловск', 30],

            ['петруня', 'петруня', 0],
            ['петруня', 'петруня', 1],
            ['петруня', 'петруня', 2],
            ['петруня', 'петруня', 30],

            ['петруся', 'петруся', 0],
            ['петруся', 'петруся', 1],
            ['петруся', 'петруся', 2],
            ['петруся', 'петруся', 30],

            ['петруха', 'петруха', 0],
            ['петруха', 'петруха', 1],
            ['петруха', 'петруха', 2],
            ['петруха', 'петруха', 30],

            ['петруша', 'петруша', 0],
            ['петруша', 'петруша', 1],
            ['петруша', 'петруша', 2],
            ['петруша', 'петруша', 30],

            ['петрушка', 'петрушка', 0],
            ['петрушка', 'петрушка', 1],
            ['петрушка', 'петрушка', 2],
            ['петрушка', 'петрушка', 30],

            ['петря', 'петря', 0],
            ['петря', 'петря', 1],
            ['петря', 'петря', 2],
            ['петря', 'петря', 30],

            ['петряй', 'петряй', 0],
            ['петряй', 'петряй', 1],
            ['петряй', 'петряй', 2],
            ['петряй', 'петряй', 30],

            ['петряка', 'петряка', 0],
            ['петряка', 'петряка', 1],
            ['петряка', 'петряка', 2],
            ['петряка', 'петряка', 30],

            ['петряня', 'петряня', 0],
            ['петряня', 'петряня', 1],
            ['петряня', 'петряня', 2],
            ['петряня', 'петряня', 30],

            ['петрята', 'петрята', 0],
            ['петрята', 'петрята', 1],
            ['петрята', 'петрята', 2],
            ['петрята', 'петрята', 30],

            ['петряха', 'петряха', 0],
            ['петряха', 'петряха', 1],
            ['петряха', 'петряха', 2],
            ['петряха', 'петряха', 30],

            ['петряша', 'петряша', 0],
            ['петряша', 'петряша', 1],
            ['петряша', 'петряша', 2],
            ['петряша', 'петряша', 30],

            ['петуля', 'петуля', 0],
            ['петуля', 'петуля', 1],
            ['петуля', 'петуля', 2],
            ['петуля', 'петуля', 30],

            ['петуня', 'петуня', 0],
            ['петуня', 'петуня', 1],
            ['петуня', 'петуня', 2],
            ['петуня', 'петуня', 30],

            ['петуся', 'петуся', 0],
            ['петуся', 'петуся', 1],
            ['петуся', 'петуся', 2],
            ['петуся', 'петуся', 30],

            ['петух', 'петух', 0],
            ['петух', 'петух', 1],
            ['петух', 'петух', 2],
            ['петух', 'петух', 30],

            ['петуха', 'петуха', 0],
            ['петуха', 'петуха', 1],
            ['петуха', 'петуха', 2],
            ['петуха', 'петуха', 30],

            ['петуша', 'петуша', 0],
            ['петуша', 'петуша', 1],
            ['петуша', 'петуша', 2],
            ['петуша', 'петуша', 30],

            ['петушок', 'петушок', 0],
            ['петушок', 'петушок', 1],
            ['петушок', 'петушок', 2],
            ['петушок', 'петушок', 30],

            ['петюка', 'петюка', 0],
            ['петюка', 'петюка', 1],
            ['петюка', 'петюка', 2],
            ['петюка', 'петюка', 30],

            ['петюня', 'петюня', 0],
            ['петюня', 'петюня', 1],
            ['петюня', 'петюня', 2],
            ['петюня', 'петюня', 30],

            ['петюся', 'петюся', 0],
            ['петюся', 'петюся', 1],
            ['петюся', 'петюся', 2],
            ['петюся', 'петюся', 30],

            ['петюха', 'петюха', 0],
            ['петюха', 'петюха', 1],
            ['петюха', 'петюха', 2],
            ['петюха', 'петюха', 30],

            ['петюша', 'петюша', 0],
            ['петюша', 'петюша', 1],
            ['петюша', 'петюша', 2],
            ['петюша', 'петюша', 30],

            ['петя', 'петя', 0],
            ['петя', 'петя', 1],
            ['петя', 'петя', 2],
            ['петя', 'петя', 30],

            ['петяй', 'петяй', 0],
            ['петяй', 'петяй', 1],
            ['петяй', 'петяй', 2],
            ['петяй', 'петяй', 30],

            ['петяйка', 'петяйка', 0],
            ['петяйка', 'петяйка', 1],
            ['петяйка', 'петяйка', 2],
            ['петяйка', 'петяйка', 30],

            ['петяня', 'петяня', 0],
            ['петяня', 'петяня', 1],
            ['петяня', 'петяня', 2],
            ['петяня', 'петяня', 30],

            ['петяха', 'петяха', 0],
            ['петяха', 'петяха', 1],
            ['петяха', 'петяха', 2],
            ['петяха', 'петяха', 30],

            ['петяша', 'петяша', 0],
            ['петяша', 'петяша', 1],
            ['петяша', 'петяша', 2],
            ['петяша', 'петяша', 30],

            ['пехота', 'пехота', 0],
            ['пехота', 'пехота', 1],
            ['пехота', 'пехота', 2],
            ['пехота', 'пехота', 30],

            ['пехотинец', 'пехотинец', 0],
            ['пехотинец', 'пехотинец', 1],
            ['пехотинец', 'пехотинец', 2],
            ['пехотинец', 'пехотинец', 30],

            ['печаль', 'печаль', 0],
            ['печаль', 'печаль', 1],
            ['печаль', 'печаль', 2],
            ['печаль', 'печаль', 30],

            ['печатание', 'печатание', 0],
            ['печатание', 'печатание', 1],
            ['печатание', 'печатание', 2],
            ['печатание', 'печатание', 30],

            ['печать', 'печать', 0],
            ['печать', 'печать', 1],
            ['печать', 'печать', 2],
            ['печать', 'печать', 30],

            ['печенка', 'печенка', 0],
            ['печенка', 'печенка', 1],
            ['печенка', 'печенка', 2],
            ['печенка', 'печенка', 30],

            ['печень', 'печень', 0],
            ['печень', 'печень', 1],
            ['печень', 'печень', 2],
            ['печень', 'печень', 30],

            ['печенье', 'печенье', 0],
            ['печенье', 'печенье', 1],
            ['печенье', 'печенье', 2],
            ['печенье', 'печенье', 30],

            ['печка', 'печка', 0],
            ['печка', 'печка', 1],
            ['печка', 'печка', 2],
            ['печка', 'печка', 30],

            ['печник', 'печник', 0],
            ['печник', 'печник', 1],
            ['печник', 'печник', 2],
            ['печник', 'печник', 30],

            ['печурка', 'печурка', 0],
            ['печурка', 'печурка', 1],
            ['печурка', 'печурка', 2],
            ['печурка', 'печурка', 30],

            ['печь', 'печь', 0],
            ['печь', 'печь', 1],
            ['печь', 'печь', 2],
            ['печь', 'печь', 30],

            ['пешеход', 'пешеход', 0],
            ['пешеход', 'пешеход', 1],
            ['пешеход', 'пешеход', 2],
            ['пешеход', 'пешеход', 30],

            ['пешка', 'пешка', 0],
            ['пешка', 'пешка', 1],
            ['пешка', 'пешка', 2],
            ['пешка', 'пешка', 30],

            ['пешня', 'пешня', 0],
            ['пешня', 'пешня', 1],
            ['пешня', 'пешня', 2],
            ['пешня', 'пешня', 30],

            ['пещера', 'пещера', 0],
            ['пещера', 'пещера', 1],
            ['пещера', 'пещера', 2],
            ['пещера', 'пещера', 30],

            ['пи', 'пи', 0],
            ['пи', 'пи', 1],
            ['пи', 'пи', 2],
            ['пи', 'пи', 30],

            ['пиала', 'пиала', 0],
            ['пиала', 'пиала', 1],
            ['пиала', 'пиала', 2],
            ['пиала', 'пиала', 30],

            ['пианино', 'пианино', 0],
            ['пианино', 'пианино', 1],
            ['пианино', 'пианино', 2],
            ['пианино', 'пианино', 30],

            ['пианист', 'пианист', 0],
            ['пианист', 'пианист', 1],
            ['пианист', 'пианист', 2],
            ['пианист', 'пианист', 30],

            ['пивко', 'пивко', 0],
            ['пивко', 'пивко', 1],
            ['пивко', 'пивко', 2],
            ['пивко', 'пивко', 30],

            ['пиво', 'пиво', 0],
            ['пиво', 'пиво', 1],
            ['пиво', 'пиво', 2],
            ['пиво', 'пиво', 30],

            ['пигалица', 'пигалица', 0],
            ['пигалица', 'пигалица', 1],
            ['пигалица', 'пигалица', 2],
            ['пигалица', 'пигалица', 30],

            ['пигмей', 'пигмей', 0],
            ['пигмей', 'пигмей', 1],
            ['пигмей', 'пигмей', 2],
            ['пигмей', 'пигмей', 30],

            ['пигмент', 'пигмент', 0],
            ['пигмент', 'пигмент', 1],
            ['пигмент', 'пигмент', 2],
            ['пигмент', 'пигмент', 30],

            ['пигментация', 'пигментация', 0],
            ['пигментация', 'пигментация', 1],
            ['пигментация', 'пигментация', 2],
            ['пигментация', 'пигментация', 30],

            ['пиджак', 'пиджак', 0],
            ['пиджак', 'пиджак', 1],
            ['пиджак', 'пиджак', 2],
            ['пиджак', 'пиджак', 30],

            ['пиджачок', 'пиджачок', 0],
            ['пиджачок', 'пиджачок', 1],
            ['пиджачок', 'пиджачок', 2],
            ['пиджачок', 'пиджачок', 30],

            ['пиетет', 'пиетет', 0],
            ['пиетет', 'пиетет', 1],
            ['пиетет', 'пиетет', 2],
            ['пиетет', 'пиетет', 30],

            ['пижама', 'пижама', 0],
            ['пижама', 'пижама', 1],
            ['пижама', 'пижама', 2],
            ['пижама', 'пижама', 30],

            ['пижон', 'пижон', 0],
            ['пижон', 'пижон', 1],
            ['пижон', 'пижон', 2],
            ['пижон', 'пижон', 30],

            ['пик', 'пик', 0],
            ['пик', 'пик', 1],
            ['пик', 'пик', 2],
            ['пик', 'пик', 30],

            ['пикантность', 'пикантность', 0],
            ['пикантность', 'пикантность', 1],
            ['пикантность', 'пикантность', 2],
            ['пикантность', 'пикантность', 30],

            ['пикап', 'пикап', 0],
            ['пикап', 'пикап', 1],
            ['пикап', 'пикап', 2],
            ['пикап', 'пикап', 30],

            ['пике', 'пике', 0],
            ['пике', 'пике', 1],
            ['пике', 'пике', 2],
            ['пике', 'пике', 30],

            ['пикет', 'пикет', 0],
            ['пикет', 'пикет', 1],
            ['пикет', 'пикет', 2],
            ['пикет', 'пикет', 30],

            ['пики', 'пики', 0],
            ['пики', 'пики', 1],
            ['пики', 'пики', 2],
            ['пики', 'пики', 30],

            ['пикник', 'пикник', 0],
            ['пикник', 'пикник', 1],
            ['пикник', 'пикник', 2],
            ['пикник', 'пикник', 30],

            ['пикуль', 'пикуль', 0],
            ['пикуль', 'пикуль', 1],
            ['пикуль', 'пикуль', 2],
            ['пикуль', 'пикуль', 30],

            ['пила', 'пила', 0],
            ['пила', 'пила', 1],
            ['пила', 'пила', 2],
            ['пила', 'пила', 30],

            ['пилигрим', 'пилигрим', 0],
            ['пилигрим', 'пилигрим', 1],
            ['пилигрим', 'пилигрим', 2],
            ['пилигрим', 'пилигрим', 30],

            ['пилка', 'пилка', 0],
            ['пилка', 'пилка', 1],
            ['пилка', 'пилка', 2],
            ['пилка', 'пилка', 30],

            ['пилорама', 'пилорама', 0],
            ['пилорама', 'пилорама', 1],
            ['пилорама', 'пилорама', 2],
            ['пилорама', 'пилорама', 30],

            ['пилот', 'пилот', 0],
            ['пилот', 'пилот', 1],
            ['пилот', 'пилот', 2],
            ['пилот', 'пилот', 30],

            ['пилотаж', 'пилотаж', 0],
            ['пилотаж', 'пилотаж', 1],
            ['пилотаж', 'пилотаж', 2],
            ['пилотаж', 'пилотаж', 30],

            ['пилотка', 'пилотка', 0],
            ['пилотка', 'пилотка', 1],
            ['пилотка', 'пилотка', 2],
            ['пилотка', 'пилотка', 30],

            ['пилюля', 'пилюля', 0],
            ['пилюля', 'пилюля', 1],
            ['пилюля', 'пилюля', 2],
            ['пилюля', 'пилюля', 30],

            ['пина', 'пина', 0],
            ['пина', 'пина', 1],
            ['пина', 'пина', 2],
            ['пина', 'пина', 30],

            ['пингвин', 'пингвин', 0],
            ['пингвин', 'пингвин', 1],
            ['пингвин', 'пингвин', 2],
            ['пингвин', 'пингвин', 30],

            ['пинегин', 'пинегин', 0],
            ['пинегин', 'пинегин', 1],
            ['пинегин', 'пинегин', 2],
            ['пинегин', 'пинегин', 30],

            ['пинок', 'пинок', 0],
            ['пинок', 'пинок', 1],
            ['пинок', 'пинок', 2],
            ['пинок', 'пинок', 30],

            ['пинцет', 'пинцет', 0],
            ['пинцет', 'пинцет', 1],
            ['пинцет', 'пинцет', 2],
            ['пинцет', 'пинцет', 30],

            ['пиодермия', 'пиодермия', 0],
            ['пиодермия', 'пиодермия', 1],
            ['пиодермия', 'пиодермия', 2],
            ['пиодермия', 'пиодермия', 30],

            ['пион', 'пион', 0],
            ['пион', 'пион', 1],
            ['пион', 'пион', 2],
            ['пион', 'пион', 30],

            ['пионер', 'пионер', 0],
            ['пионер', 'пионер', 1],
            ['пионер', 'пионер', 2],
            ['пионер', 'пионер', 30],

            ['пионерлагерь', 'пионерлагерь', 0],
            ['пионерлагерь', 'пионерлагерь', 1],
            ['пионерлагерь', 'пионерлагерь', 2],
            ['пионерлагерь', 'пионерлагерь', 30],

            ['пир', 'пир', 0],
            ['пир', 'пир', 1],
            ['пир', 'пир', 2],
            ['пир', 'пир', 30],

            ['пирамида', 'пирамида', 0],
            ['пирамида', 'пирамида', 1],
            ['пирамида', 'пирамида', 2],
            ['пирамида', 'пирамида', 30],

            ['пирамидка', 'пирамидка', 0],
            ['пирамидка', 'пирамидка', 1],
            ['пирамидка', 'пирамидка', 2],
            ['пирамидка', 'пирамидка', 30],

            ['пират', 'пират', 0],
            ['пират', 'пират', 1],
            ['пират', 'пират', 2],
            ['пират', 'пират', 30],

            ['пирог', 'пирог', 0],
            ['пирог', 'пирог', 1],
            ['пирог', 'пирог', 2],
            ['пирог', 'пирог', 30],

            ['пирога', 'пирога', 0],
            ['пирога', 'пирога', 1],
            ['пирога', 'пирога', 2],
            ['пирога', 'пирога', 30],

            ['пирожок', 'пирожок', 0],
            ['пирожок', 'пирожок', 1],
            ['пирожок', 'пирожок', 2],
            ['пирожок', 'пирожок', 30],

            ['пирс', 'пирс', 0],
            ['пирс', 'пирс', 1],
            ['пирс', 'пирс', 2],
            ['пирс', 'пирс', 30],

            ['пирушка', 'пирушка', 0],
            ['пирушка', 'пирушка', 1],
            ['пирушка', 'пирушка', 2],
            ['пирушка', 'пирушка', 30],

            ['пируэт', 'пируэт', 0],
            ['пируэт', 'пируэт', 1],
            ['пируэт', 'пируэт', 2],
            ['пируэт', 'пируэт', 30],

            ['пиршество', 'пиршество', 0],
            ['пиршество', 'пиршество', 1],
            ['пиршество', 'пиршество', 2],
            ['пиршество', 'пиршество', 30],

            ['писака', 'писака', 0],
            ['писака', 'писака', 1],
            ['писака', 'писака', 2],
            ['писака', 'писака', 30],

            ['писание', 'писание', 0],
            ['писание', 'писание', 1],
            ['писание', 'писание', 2],
            ['писание', 'писание', 30],

            ['писанина', 'писанина', 0],
            ['писанина', 'писанина', 1],
            ['писанина', 'писанина', 2],
            ['писанина', 'писанина', 30],

            ['писарь', 'писарь', 0],
            ['писарь', 'писарь', 1],
            ['писарь', 'писарь', 2],
            ['писарь', 'писарь', 30],

            ['писатель', 'писатель', 0],
            ['писатель', 'писатель', 1],
            ['писатель', 'писатель', 2],
            ['писатель', 'писатель', 30],

            ['писательница', 'писательница', 0],
            ['писательница', 'писательница', 1],
            ['писательница', 'писательница', 2],
            ['писательница', 'писательница', 30],

            ['писательство', 'писательство', 0],
            ['писательство', 'писательство', 1],
            ['писательство', 'писательство', 2],
            ['писательство', 'писательство', 30],

            ['писец', 'писец', 0],
            ['писец', 'писец', 1],
            ['писец', 'писец', 2],
            ['писец', 'писец', 30],

            ['писк', 'писк', 0],
            ['писк', 'писк', 1],
            ['писк', 'писк', 2],
            ['писк', 'писк', 30],

            ['пискун', 'пискун', 0],
            ['пискун', 'пискун', 1],
            ['пискун', 'пискун', 2],
            ['пискун', 'пискун', 30],

            ['пистолет', 'пистолет', 0],
            ['пистолет', 'пистолет', 1],
            ['пистолет', 'пистолет', 2],
            ['пистолет', 'пистолет', 30],

            ['пистолетик', 'пистолетик', 0],
            ['пистолетик', 'пистолетик', 1],
            ['пистолетик', 'пистолетик', 2],
            ['пистолетик', 'пистолетик', 30],

            ['пистон', 'пистон', 0],
            ['пистон', 'пистон', 1],
            ['пистон', 'пистон', 2],
            ['пистон', 'пистон', 30],

            ['письмена', 'письмена', 0],
            ['письмена', 'письмена', 1],
            ['письмена', 'письмена', 2],
            ['письмена', 'письмена', 30],

            ['письменность', 'письменность', 0],
            ['письменность', 'письменность', 1],
            ['письменность', 'письменность', 2],
            ['письменность', 'письменность', 30],

            ['письмецо', 'письмецо', 0],
            ['письмецо', 'письмецо', 1],
            ['письмецо', 'письмецо', 2],
            ['письмецо', 'письмецо', 30],

            ['письмо', 'письмо', 0],
            ['письмо', 'письмо', 1],
            ['письмо', 'письмо', 2],
            ['письмо', 'письмо', 30],

            ['письмоводитель', 'письмоводитель', 0],
            ['письмоводитель', 'письмоводитель', 1],
            ['письмоводитель', 'письмоводитель', 2],
            ['письмоводитель', 'письмоводитель', 30],

            ['питание', 'питание', 0],
            ['питание', 'питание', 1],
            ['питание', 'питание', 2],
            ['питание', 'питание', 30],

            ['питекантроп', 'питекантроп', 0],
            ['питекантроп', 'питекантроп', 1],
            ['питекантроп', 'питекантроп', 2],
            ['питекантроп', 'питекантроп', 30],

            ['питер', 'питер', 0],
            ['питер', 'питер', 1],
            ['питер', 'питер', 2],
            ['питер', 'питер', 30],

            ['питомец', 'питомец', 0],
            ['питомец', 'питомец', 1],
            ['питомец', 'питомец', 2],
            ['питомец', 'питомец', 30],

            ['питомник', 'питомник', 0],
            ['питомник', 'питомник', 1],
            ['питомник', 'питомник', 2],
            ['питомник', 'питомник', 30],

            ['питон', 'питон', 0],
            ['питон', 'питон', 1],
            ['питон', 'питон', 2],
            ['питон', 'питон', 30],

            ['питта', 'питта', 0],
            ['питта', 'питта', 1],
            ['питта', 'питта', 2],
            ['питта', 'питта', 30],

            ['питье', 'питье', 0],
            ['питье', 'питье', 1],
            ['питье', 'питье', 2],
            ['питье', 'питье', 30],

            ['пихта', 'пихта', 0],
            ['пихта', 'пихта', 1],
            ['пихта', 'пихта', 2],
            ['пихта', 'пихта', 30],

            ['пицца', 'пицца', 0],
            ['пицца', 'пицца', 1],
            ['пицца', 'пицца', 2],
            ['пицца', 'пицца', 30],

            ['пища', 'пища', 0],
            ['пища', 'пища', 1],
            ['пища', 'пища', 2],
            ['пища', 'пища', 30],

            ['пищаль', 'пищаль', 0],
            ['пищаль', 'пищаль', 1],
            ['пищаль', 'пищаль', 2],
            ['пищаль', 'пищаль', 30],

            ['пищеварение', 'пищеварение', 0],
            ['пищеварение', 'пищеварение', 1],
            ['пищеварение', 'пищеварение', 2],
            ['пищеварение', 'пищеварение', 30],

            ['пищевод', 'пищевод', 0],
            ['пищевод', 'пищевод', 1],
            ['пищевод', 'пищевод', 2],
            ['пищевод', 'пищевод', 30],

            ['пиявка', 'пиявка', 0],
            ['пиявка', 'пиявка', 1],
            ['пиявка', 'пиявка', 2],
            ['пиявка', 'пиявка', 30],

            ['плав', 'плав', 0],
            ['плав', 'плав', 1],
            ['плав', 'плав', 2],
            ['плав', 'плав', 30],

            ['плавание', 'плавание', 0],
            ['плавание', 'плавание', 1],
            ['плавание', 'плавание', 2],
            ['плавание', 'плавание', 30],

            ['плавка', 'плавка', 0],
            ['плавка', 'плавка', 1],
            ['плавка', 'плавка', 2],
            ['плавка', 'плавка', 30],

            ['плавник', 'плавник', 0],
            ['плавник', 'плавник', 1],
            ['плавник', 'плавник', 2],
            ['плавник', 'плавник', 30],

            ['плавничок', 'плавничок', 0],
            ['плавничок', 'плавничок', 1],
            ['плавничок', 'плавничок', 2],
            ['плавничок', 'плавничок', 30],

            ['плагиат', 'плагиат', 0],
            ['плагиат', 'плагиат', 1],
            ['плагиат', 'плагиат', 2],
            ['плагиат', 'плагиат', 30],

            ['плазма', 'плазма', 0],
            ['плазма', 'плазма', 1],
            ['плазма', 'плазма', 2],
            ['плазма', 'плазма', 30],

            ['плакат', 'плакат', 0],
            ['плакат', 'плакат', 1],
            ['плакат', 'плакат', 2],
            ['плакат', 'плакат', 30],

            ['плакатик', 'плакатик', 0],
            ['плакатик', 'плакатик', 1],
            ['плакатик', 'плакатик', 2],
            ['плакатик', 'плакатик', 30],

            ['пламень', 'пламень', 0],
            ['пламень', 'пламень', 1],
            ['пламень', 'пламень', 2],
            ['пламень', 'пламень', 30],

            ['пламя', 'пламя', 0],
            ['пламя', 'пламя', 1],
            ['пламя', 'пламя', 2],
            ['пламя', 'пламя', 30],

            ['план', 'план', 0],
            ['план', 'план', 1],
            ['план', 'план', 2],
            ['план', 'план', 30],

            ['планер', 'планер', 0],
            ['планер', 'планер', 1],
            ['планер', 'планер', 2],
            ['планер', 'планер', 30],

            ['планерка', 'планерка', 0],
            ['планерка', 'планерка', 1],
            ['планерка', 'планерка', 2],
            ['планерка', 'планерка', 30],

            ['планета', 'планета', 0],
            ['планета', 'планета', 1],
            ['планета', 'планета', 2],
            ['планета', 'планета', 30],

            ['планетка', 'планетка', 0],
            ['планетка', 'планетка', 1],
            ['планетка', 'планетка', 2],
            ['планетка', 'планетка', 30],

            ['планетолет', 'планетолет', 0],
            ['планетолет', 'планетолет', 1],
            ['планетолет', 'планетолет', 2],
            ['планетолет', 'планетолет', 30],

            ['планетолог', 'планетолог', 0],
            ['планетолог', 'планетолог', 1],
            ['планетолог', 'планетолог', 2],
            ['планетолог', 'планетолог', 30],

            ['планирование', 'планирование', 0],
            ['планирование', 'планирование', 1],
            ['планирование', 'планирование', 2],
            ['планирование', 'планирование', 30],

            ['планировка', 'планировка', 0],
            ['планировка', 'планировка', 1],
            ['планировка', 'планировка', 2],
            ['планировка', 'планировка', 30],

            ['планка', 'планка', 0],
            ['планка', 'планка', 1],
            ['планка', 'планка', 2],
            ['планка', 'планка', 30],

            ['плантация', 'плантация', 0],
            ['плантация', 'плантация', 1],
            ['плантация', 'плантация', 2],
            ['плантация', 'плантация', 30],

            ['планшет', 'планшет', 0],
            ['планшет', 'планшет', 1],
            ['планшет', 'планшет', 2],
            ['планшет', 'планшет', 30],

            ['планшетка', 'планшетка', 0],
            ['планшетка', 'планшетка', 1],
            ['планшетка', 'планшетка', 2],
            ['планшетка', 'планшетка', 30],

            ['пласт', 'пласт', 0],
            ['пласт', 'пласт', 1],
            ['пласт', 'пласт', 2],
            ['пласт', 'пласт', 30],

            ['пластик', 'пластик', 0],
            ['пластик', 'пластик', 1],
            ['пластик', 'пластик', 2],
            ['пластик', 'пластик', 30],

            ['пластика', 'пластика', 0],
            ['пластика', 'пластика', 1],
            ['пластика', 'пластика', 2],
            ['пластика', 'пластика', 30],

            ['пластилин', 'пластилин', 0],
            ['пластилин', 'пластилин', 1],
            ['пластилин', 'пластилин', 2],
            ['пластилин', 'пластилин', 30],

            ['пластина', 'пластина', 0],
            ['пластина', 'пластина', 1],
            ['пластина', 'пластина', 2],
            ['пластина', 'пластина', 30],

            ['пластинка', 'пластинка', 0],
            ['пластинка', 'пластинка', 1],
            ['пластинка', 'пластинка', 2],
            ['пластинка', 'пластинка', 30],

            ['пластичность', 'пластичность', 0],
            ['пластичность', 'пластичность', 1],
            ['пластичность', 'пластичность', 2],
            ['пластичность', 'пластичность', 30],

            ['пластмасса', 'пластмасса', 0],
            ['пластмасса', 'пластмасса', 1],
            ['пластмасса', 'пластмасса', 2],
            ['пластмасса', 'пластмасса', 30],

            ['пластырь', 'пластырь', 0],
            ['пластырь', 'пластырь', 1],
            ['пластырь', 'пластырь', 2],
            ['пластырь', 'пластырь', 30],

            ['плат', 'плат', 0],
            ['плат', 'плат', 1],
            ['плат', 'плат', 2],
            ['плат', 'плат', 30],

            ['плата', 'плата', 0],
            ['плата', 'плата', 1],
            ['плата', 'плата', 2],
            ['плата', 'плата', 30],

            ['платан', 'платан', 0],
            ['платан', 'платан', 1],
            ['платан', 'платан', 2],
            ['платан', 'платан', 30],

            ['платеж', 'платеж', 0],
            ['платеж', 'платеж', 1],
            ['платеж', 'платеж', 2],
            ['платеж', 'платеж', 30],

            ['платина', 'платина', 0],
            ['платина', 'платина', 1],
            ['платина', 'платина', 2],
            ['платина', 'платина', 30],

            ['плато', 'плато', 0],
            ['плато', 'плато', 1],
            ['плато', 'плато', 2],
            ['плато', 'плато', 30],

            ['платок', 'платок', 0],
            ['платок', 'платок', 1],
            ['платок', 'платок', 2],
            ['платок', 'платок', 30],

            ['платочек', 'платочек', 0],
            ['платочек', 'платочек', 1],
            ['платочек', 'платочек', 2],
            ['платочек', 'платочек', 30],

            ['платформа', 'платформа', 0],
            ['платформа', 'платформа', 1],
            ['платформа', 'платформа', 2],
            ['платформа', 'платформа', 30],

            ['платье', 'платье', 0],
            ['платье', 'платье', 1],
            ['платье', 'платье', 2],
            ['платье', 'платье', 30],

            ['платьице', 'платьице', 0],
            ['платьице', 'платьице', 1],
            ['платьице', 'платьице', 2],
            ['платьице', 'платьице', 30],

            ['платьишко', 'платьишко', 0],
            ['платьишко', 'платьишко', 1],
            ['платьишко', 'платьишко', 2],
            ['платьишко', 'платьишко', 30],

            ['плафон', 'плафон', 0],
            ['плафон', 'плафон', 1],
            ['плафон', 'плафон', 2],
            ['плафон', 'плафон', 30],

            ['плаха', 'плаха', 0],
            ['плаха', 'плаха', 1],
            ['плаха', 'плаха', 2],
            ['плаха', 'плаха', 30],

            ['плахов', 'плахов', 0],
            ['плахов', 'плахов', 1],
            ['плахов', 'плахов', 2],
            ['плахов', 'плахов', 30],

            ['плац', 'плац', 0],
            ['плац', 'плац', 1],
            ['плац', 'плац', 2],
            ['плац', 'плац', 30],

            ['плацдарм', 'плацдарм', 0],
            ['плацдарм', 'плацдарм', 1],
            ['плацдарм', 'плацдарм', 2],
            ['плацдарм', 'плацдарм', 30],

            ['плацента', 'плацента', 0],
            ['плацента', 'плацента', 1],
            ['плацента', 'плацента', 2],
            ['плацента', 'плацента', 30],

            ['плач', 'плач', 0],
            ['плач', 'плач', 1],
            ['плач', 'плач', 2],
            ['плач', 'плач', 30],

            ['плащ', 'плащ', 0],
            ['плащ', 'плащ', 1],
            ['плащ', 'плащ', 2],
            ['плащ', 'плащ', 30],

            ['плащаница', 'плащаница', 0],
            ['плащаница', 'плащаница', 1],
            ['плащаница', 'плащаница', 2],
            ['плащаница', 'плащаница', 30],

            ['плащик', 'плащик', 0],
            ['плащик', 'плащик', 1],
            ['плащик', 'плащик', 2],
            ['плащик', 'плащик', 30],

            ['плебей', 'плебей', 0],
            ['плебей', 'плебей', 1],
            ['плебей', 'плебей', 2],
            ['плебей', 'плебей', 30],

            ['плевна', 'плевна', 0],
            ['плевна', 'плевна', 1],
            ['плевна', 'плевна', 2],
            ['плевна', 'плевна', 30],

            ['плевок', 'плевок', 0],
            ['плевок', 'плевок', 1],
            ['плевок', 'плевок', 2],
            ['плевок', 'плевок', 30],

            ['плевра', 'плевра', 0],
            ['плевра', 'плевра', 1],
            ['плевра', 'плевра', 2],
            ['плевра', 'плевра', 30],

            ['плеврит', 'плеврит', 0],
            ['плеврит', 'плеврит', 1],
            ['плеврит', 'плеврит', 2],
            ['плеврит', 'плеврит', 30],

            ['плед', 'плед', 0],
            ['плед', 'плед', 1],
            ['плед', 'плед', 2],
            ['плед', 'плед', 30],

            ['плейбой', 'плейбой', 0],
            ['плейбой', 'плейбой', 1],
            ['плейбой', 'плейбой', 2],
            ['плейбой', 'плейбой', 30],

            ['племя', 'племя', 0],
            ['племя', 'племя', 1],
            ['племя', 'племя', 2],
            ['племя', 'племя', 30],

            ['племянник', 'племянник', 0],
            ['племянник', 'племянник', 1],
            ['племянник', 'племянник', 2],
            ['племянник', 'племянник', 30],

            ['племянница', 'племянница', 0],
            ['племянница', 'племянница', 1],
            ['племянница', 'племянница', 2],
            ['племянница', 'племянница', 30],

            ['племяш', 'племяш', 0],
            ['племяш', 'племяш', 1],
            ['племяш', 'племяш', 2],
            ['племяш', 'племяш', 30],

            ['плен', 'плен', 0],
            ['плен', 'плен', 1],
            ['плен', 'плен', 2],
            ['плен', 'плен', 30],

            ['плена', 'плена', 0],
            ['плена', 'плена', 1],
            ['плена', 'плена', 2],
            ['плена', 'плена', 30],

            ['пленка', 'пленка', 0],
            ['пленка', 'пленка', 1],
            ['пленка', 'пленка', 2],
            ['пленка', 'пленка', 30],

            ['пленник', 'пленник', 0],
            ['пленник', 'пленник', 1],
            ['пленник', 'пленник', 2],
            ['пленник', 'пленник', 30],

            ['пленница', 'пленница', 0],
            ['пленница', 'пленница', 1],
            ['пленница', 'пленница', 2],
            ['пленница', 'пленница', 30],

            ['пленный', 'пленный', 0],
            ['пленный', 'пленный', 1],
            ['пленный', 'пленный', 2],
            ['пленный', 'пленный', 30],

            ['пленум', 'пленум', 0],
            ['пленум', 'пленум', 1],
            ['пленум', 'пленум', 2],
            ['пленум', 'пленум', 30],

            ['плес', 'плес', 0],
            ['плес', 'плес', 1],
            ['плес', 'плес', 2],
            ['плес', 'плес', 30],

            ['плесень', 'плесень', 0],
            ['плесень', 'плесень', 1],
            ['плесень', 'плесень', 2],
            ['плесень', 'плесень', 30],

            ['плеск', 'плеск', 0],
            ['плеск', 'плеск', 1],
            ['плеск', 'плеск', 2],
            ['плеск', 'плеск', 30],

            ['плетень', 'плетень', 0],
            ['плетень', 'плетень', 1],
            ['плетень', 'плетень', 2],
            ['плетень', 'плетень', 30],

            ['плетка', 'плетка', 0],
            ['плетка', 'плетка', 1],
            ['плетка', 'плетка', 2],
            ['плетка', 'плетка', 30],

            ['плеть', 'плеть', 0],
            ['плеть', 'плеть', 1],
            ['плеть', 'плеть', 2],
            ['плеть', 'плеть', 30],

            ['плечико', 'плечико', 0],
            ['плечико', 'плечико', 1],
            ['плечико', 'плечико', 2],
            ['плечико', 'плечико', 30],

            ['плечо', 'плечо', 0],
            ['плечо', 'плечо', 1],
            ['плечо', 'плечо', 2],
            ['плечо', 'плечо', 30],

            ['плешь', 'плешь', 0],
            ['плешь', 'плешь', 1],
            ['плешь', 'плешь', 2],
            ['плешь', 'плешь', 30],

            ['плеяда', 'плеяда', 0],
            ['плеяда', 'плеяда', 1],
            ['плеяда', 'плеяда', 2],
            ['плеяда', 'плеяда', 30],

            ['плимутрок', 'плимутрок', 0],
            ['плимутрок', 'плимутрок', 1],
            ['плимутрок', 'плимутрок', 2],
            ['плимутрок', 'плимутрок', 30],

            ['плита', 'плита', 0],
            ['плита', 'плита', 1],
            ['плита', 'плита', 2],
            ['плита', 'плита', 30],

            ['плитка', 'плитка', 0],
            ['плитка', 'плитка', 1],
            ['плитка', 'плитка', 2],
            ['плитка', 'плитка', 30],

            ['плов', 'плов', 0],
            ['плов', 'плов', 1],
            ['плов', 'плов', 2],
            ['плов', 'плов', 30],

            ['пловец', 'пловец', 0],
            ['пловец', 'пловец', 1],
            ['пловец', 'пловец', 2],
            ['пловец', 'пловец', 30],

            ['плод', 'плод', 0],
            ['плод', 'плод', 1],
            ['плод', 'плод', 2],
            ['плод', 'плод', 30],

            ['плодородие', 'плодородие', 0],
            ['плодородие', 'плодородие', 1],
            ['плодородие', 'плодородие', 2],
            ['плодородие', 'плодородие', 30],

            ['пломба', 'пломба', 0],
            ['пломба', 'пломба', 1],
            ['пломба', 'пломба', 2],
            ['пломба', 'пломба', 30],

            ['пломбир', 'пломбир', 0],
            ['пломбир', 'пломбир', 1],
            ['пломбир', 'пломбир', 2],
            ['пломбир', 'пломбир', 30],

            ['плоскогорье', 'плоскогорье', 0],
            ['плоскогорье', 'плоскогорье', 1],
            ['плоскогорье', 'плоскогорье', 2],
            ['плоскогорье', 'плоскогорье', 30],

            ['плоскогубцы', 'плоскогубцы', 0],
            ['плоскогубцы', 'плоскогубцы', 1],
            ['плоскогубцы', 'плоскогубцы', 2],
            ['плоскогубцы', 'плоскогубцы', 30],

            ['плоскостопие', 'плоскостопие', 0],
            ['плоскостопие', 'плоскостопие', 1],
            ['плоскостопие', 'плоскостопие', 2],
            ['плоскостопие', 'плоскостопие', 30],

            ['плоскость', 'плоскость', 0],
            ['плоскость', 'плоскость', 1],
            ['плоскость', 'плоскость', 2],
            ['плоскость', 'плоскость', 30],

            ['плот', 'плот', 0],
            ['плот', 'плот', 1],
            ['плот', 'плот', 2],
            ['плот', 'плот', 30],

            ['плотина', 'плотина', 0],
            ['плотина', 'плотина', 1],
            ['плотина', 'плотина', 2],
            ['плотина', 'плотина', 30],

            ['плоткин', 'плоткин', 0],
            ['плоткин', 'плоткин', 1],
            ['плоткин', 'плоткин', 2],
            ['плоткин', 'плоткин', 30],

            ['плотник', 'плотник', 0],
            ['плотник', 'плотник', 1],
            ['плотник', 'плотник', 2],
            ['плотник', 'плотник', 30],

            ['плотность', 'плотность', 0],
            ['плотность', 'плотность', 1],
            ['плотность', 'плотность', 2],
            ['плотность', 'плотность', 30],

            ['плоть', 'плоть', 0],
            ['плоть', 'плоть', 1],
            ['плоть', 'плоть', 2],
            ['плоть', 'плоть', 30],

            ['плошка', 'плошка', 0],
            ['плошка', 'плошка', 1],
            ['плошка', 'плошка', 2],
            ['плошка', 'плошка', 30],

            ['площадка', 'площадка', 0],
            ['площадка', 'площадка', 1],
            ['площадка', 'площадка', 2],
            ['площадка', 'площадка', 30],

            ['площадь', 'площадь', 0],
            ['площадь', 'площадь', 1],
            ['площадь', 'площадь', 2],
            ['площадь', 'площадь', 30],

            ['плуг', 'плуг', 0],
            ['плуг', 'плуг', 1],
            ['плуг', 'плуг', 2],
            ['плуг', 'плуг', 30],

            ['плут', 'плут', 0],
            ['плут', 'плут', 1],
            ['плут', 'плут', 2],
            ['плут', 'плут', 30],

            ['плутон', 'плутон', 0],
            ['плутон', 'плутон', 1],
            ['плутон', 'плутон', 2],
            ['плутон', 'плутон', 30],

            ['плюрализм', 'плюрализм', 0],
            ['плюрализм', 'плюрализм', 1],
            ['плюрализм', 'плюрализм', 2],
            ['плюрализм', 'плюрализм', 30],

            ['плюс', 'плюс', 0],
            ['плюс', 'плюс', 1],
            ['плюс', 'плюс', 2],
            ['плюс', 'плюс', 30],

            ['плюха', 'плюха', 0],
            ['плюха', 'плюха', 1],
            ['плюха', 'плюха', 2],
            ['плюха', 'плюха', 30],

            ['плющ', 'плющ', 0],
            ['плющ', 'плющ', 1],
            ['плющ', 'плющ', 2],
            ['плющ', 'плющ', 30],

            ['пляж', 'пляж', 0],
            ['пляж', 'пляж', 1],
            ['пляж', 'пляж', 2],
            ['пляж', 'пляж', 30],

            ['пляс', 'пляс', 0],
            ['пляс', 'пляс', 1],
            ['пляс', 'пляс', 2],
            ['пляс', 'пляс', 30],

            ['пляска', 'пляска', 0],
            ['пляска', 'пляска', 1],
            ['пляска', 'пляска', 2],
            ['пляска', 'пляска', 30],

            ['плясун', 'плясун', 0],
            ['плясун', 'плясун', 1],
            ['плясун', 'плясун', 2],
            ['плясун', 'плясун', 30],

            ['пневмония', 'пневмония', 0],
            ['пневмония', 'пневмония', 1],
            ['пневмония', 'пневмония', 2],
            ['пневмония', 'пневмония', 30],

            ['пномпень', 'пномпень', 0],
            ['пномпень', 'пномпень', 1],
            ['пномпень', 'пномпень', 2],
            ['пномпень', 'пномпень', 30],

            ['побег', 'побег', 0],
            ['побег', 'побег', 1],
            ['побег', 'побег', 2],
            ['побег', 'побег', 30],

            ['побегушки', 'побегушки', 0],
            ['побегушки', 'побегушки', 1],
            ['побегушки', 'побегушки', 2],
            ['побегушки', 'побегушки', 30],

            ['победа', 'победа', 0],
            ['победа', 'победа', 1],
            ['победа', 'победа', 2],
            ['победа', 'победа', 30],

            ['победит', 'победит', 0],
            ['победит', 'победит', 1],
            ['победит', 'победит', 2],
            ['победит', 'победит', 30],

            ['победитель', 'победитель', 0],
            ['победитель', 'победитель', 1],
            ['победитель', 'победитель', 2],
            ['победитель', 'победитель', 30],

            ['победительница', 'победительница', 0],
            ['победительница', 'победительница', 1],
            ['победительница', 'победительница', 2],
            ['победительница', 'победительница', 30],

            ['побережье', 'побережье', 0],
            ['побережье', 'побережье', 1],
            ['побережье', 'побережье', 2],
            ['побережье', 'побережье', 30],

            ['побирушка', 'побирушка', 0],
            ['побирушка', 'побирушка', 1],
            ['побирушка', 'побирушка', 2],
            ['побирушка', 'побирушка', 30],

            ['поблажка', 'поблажка', 0],
            ['поблажка', 'поблажка', 1],
            ['поблажка', 'поблажка', 2],
            ['поблажка', 'поблажка', 30],

            ['побои', 'побои', 0],
            ['побои', 'побои', 1],
            ['побои', 'побои', 2],
            ['побои', 'побои', 30],

            ['побоище', 'побоище', 0],
            ['побоище', 'побоище', 1],
            ['побоище', 'побоище', 2],
            ['побоище', 'побоище', 30],

            ['побор', 'побор', 0],
            ['побор', 'побор', 1],
            ['побор', 'побор', 2],
            ['побор', 'побор', 30],

            ['поборник', 'поборник', 0],
            ['поборник', 'поборник', 1],
            ['поборник', 'поборник', 2],
            ['поборник', 'поборник', 30],

            ['побрякушка', 'побрякушка', 0],
            ['побрякушка', 'побрякушка', 1],
            ['побрякушка', 'побрякушка', 2],
            ['побрякушка', 'побрякушка', 30],

            ['побудка', 'побудка', 0],
            ['побудка', 'побудка', 1],
            ['побудка', 'побудка', 2],
            ['побудка', 'побудка', 30],

            ['побуждение', 'побуждение', 0],
            ['побуждение', 'побуждение', 1],
            ['побуждение', 'побуждение', 2],
            ['побуждение', 'побуждение', 30],

            ['побывка', 'побывка', 0],
            ['побывка', 'побывка', 1],
            ['побывка', 'побывка', 2],
            ['побывка', 'побывка', 30],

            ['повадка', 'повадка', 0],
            ['повадка', 'повадка', 1],
            ['повадка', 'повадка', 2],
            ['повадка', 'повадка', 30],

            ['повар', 'повар', 0],
            ['повар', 'повар', 1],
            ['повар', 'повар', 2],
            ['повар', 'повар', 30],

            ['повариха', 'повариха', 0],
            ['повариха', 'повариха', 1],
            ['повариха', 'повариха', 2],
            ['повариха', 'повариха', 30],

            ['поведение', 'поведение', 0],
            ['поведение', 'поведение', 1],
            ['поведение', 'поведение', 2],
            ['поведение', 'поведение', 30],

            ['повеление', 'повеление', 0],
            ['повеление', 'повеление', 1],
            ['повеление', 'повеление', 2],
            ['повеление', 'повеление', 30],

            ['повелитель', 'повелитель', 0],
            ['повелитель', 'повелитель', 1],
            ['повелитель', 'повелитель', 2],
            ['повелитель', 'повелитель', 30],

            ['повелительница', 'повелительница', 0],
            ['повелительница', 'повелительница', 1],
            ['повелительница', 'повелительница', 2],
            ['повелительница', 'повелительница', 30],

            ['поверенный', 'поверенный', 0],
            ['поверенный', 'поверенный', 1],
            ['поверенный', 'поверенный', 2],
            ['поверенный', 'поверенный', 30],

            ['поверка', 'поверка', 0],
            ['поверка', 'поверка', 1],
            ['поверка', 'поверка', 2],
            ['поверка', 'поверка', 30],

            ['поверхность', 'поверхность', 0],
            ['поверхность', 'поверхность', 1],
            ['поверхность', 'поверхность', 2],
            ['поверхность', 'поверхность', 30],

            ['поверье', 'поверье', 0],
            ['поверье', 'поверье', 1],
            ['поверье', 'поверье', 2],
            ['поверье', 'поверье', 30],

            ['повествование', 'повествование', 0],
            ['повествование', 'повествование', 1],
            ['повествование', 'повествование', 2],
            ['повествование', 'повествование', 30],

            ['повестка', 'повестка', 0],
            ['повестка', 'повестка', 1],
            ['повестка', 'повестка', 2],
            ['повестка', 'повестка', 30],

            ['повесть', 'повесть', 0],
            ['повесть', 'повесть', 1],
            ['повесть', 'повесть', 2],
            ['повесть', 'повесть', 30],

            ['поветрие', 'поветрие', 0],
            ['поветрие', 'поветрие', 1],
            ['поветрие', 'поветрие', 2],
            ['поветрие', 'поветрие', 30],

            ['поветь', 'поветь', 0],
            ['поветь', 'поветь', 1],
            ['поветь', 'поветь', 2],
            ['поветь', 'поветь', 30],

            ['повешение', 'повешение', 0],
            ['повешение', 'повешение', 1],
            ['повешение', 'повешение', 2],
            ['повешение', 'повешение', 30],

            ['повешенный', 'повешенный', 0],
            ['повешенный', 'повешенный', 1],
            ['повешенный', 'повешенный', 2],
            ['повешенный', 'повешенный', 30],

            ['повидло', 'повидло', 0],
            ['повидло', 'повидло', 1],
            ['повидло', 'повидло', 2],
            ['повидло', 'повидло', 30],

            ['повинность', 'повинность', 0],
            ['повинность', 'повинность', 1],
            ['повинность', 'повинность', 2],
            ['повинность', 'повинность', 30],

            ['повиновение', 'повиновение', 0],
            ['повиновение', 'повиновение', 1],
            ['повиновение', 'повиновение', 2],
            ['повиновение', 'повиновение', 30],

            ['повитуха', 'повитуха', 0],
            ['повитуха', 'повитуха', 1],
            ['повитуха', 'повитуха', 2],
            ['повитуха', 'повитуха', 30],

            ['повод', 'повод', 0],
            ['повод', 'повод', 1],
            ['повод', 'повод', 2],
            ['повод', 'повод', 30],

            ['поводок', 'поводок', 0],
            ['поводок', 'поводок', 1],
            ['поводок', 'поводок', 2],
            ['поводок', 'поводок', 30],

            ['поводырь', 'поводырь', 0],
            ['поводырь', 'поводырь', 1],
            ['поводырь', 'поводырь', 2],
            ['поводырь', 'поводырь', 30],

            ['повозка', 'повозка', 0],
            ['повозка', 'повозка', 1],
            ['повозка', 'повозка', 2],
            ['повозка', 'повозка', 30],

            ['поволжье', 'поволжье', 0],
            ['поволжье', 'поволжье', 1],
            ['поволжье', 'поволжье', 2],
            ['поволжье', 'поволжье', 30],

            ['поволока', 'поволока', 0],
            ['поволока', 'поволока', 1],
            ['поволока', 'поволока', 2],
            ['поволока', 'поволока', 30],

            ['поворот', 'поворот', 0],
            ['поворот', 'поворот', 1],
            ['поворот', 'поворот', 2],
            ['поворот', 'поворот', 30],

            ['повреждение', 'повреждение', 0],
            ['повреждение', 'повреждение', 1],
            ['повреждение', 'повреждение', 2],
            ['повреждение', 'повреждение', 30],

            ['повседневность', 'повседневность', 0],
            ['повседневность', 'повседневность', 1],
            ['повседневность', 'повседневность', 2],
            ['повседневность', 'повседневность', 30],

            ['повстанец', 'повстанец', 0],
            ['повстанец', 'повстанец', 1],
            ['повстанец', 'повстанец', 2],
            ['повстанец', 'повстанец', 30],

            ['повтор', 'повтор', 0],
            ['повтор', 'повтор', 1],
            ['повтор', 'повтор', 2],
            ['повтор', 'повтор', 30],

            ['повторение', 'повторение', 0],
            ['повторение', 'повторение', 1],
            ['повторение', 'повторение', 2],
            ['повторение', 'повторение', 30],

            ['повышение', 'повышение', 0],
            ['повышение', 'повышение', 1],
            ['повышение', 'повышение', 2],
            ['повышение', 'повышение', 30],

            ['повязка', 'повязка', 0],
            ['повязка', 'повязка', 1],
            ['повязка', 'повязка', 2],
            ['повязка', 'повязка', 30],

            ['поганец', 'поганец', 0],
            ['поганец', 'поганец', 1],
            ['поганец', 'поганец', 2],
            ['поганец', 'поганец', 30],

            ['поганка', 'поганка', 0],
            ['поганка', 'поганка', 1],
            ['поганка', 'поганка', 2],
            ['поганка', 'поганка', 30],

            ['погашение', 'погашение', 0],
            ['погашение', 'погашение', 1],
            ['погашение', 'погашение', 2],
            ['погашение', 'погашение', 30],

            ['погибель', 'погибель', 0],
            ['погибель', 'погибель', 1],
            ['погибель', 'погибель', 2],
            ['погибель', 'погибель', 30],

            ['поглаживание', 'поглаживание', 0],
            ['поглаживание', 'поглаживание', 1],
            ['поглаживание', 'поглаживание', 2],
            ['поглаживание', 'поглаживание', 30],

            ['поглощение', 'поглощение', 0],
            ['поглощение', 'поглощение', 1],
            ['поглощение', 'поглощение', 2],
            ['поглощение', 'поглощение', 30],

            ['поговорка', 'поговорка', 0],
            ['поговорка', 'поговорка', 1],
            ['поговорка', 'поговорка', 2],
            ['поговорка', 'поговорка', 30],

            ['погода', 'погода', 0],
            ['погода', 'погода', 1],
            ['погода', 'погода', 2],
            ['погода', 'погода', 30],

            ['погодок', 'погодок', 0],
            ['погодок', 'погодок', 1],
            ['погодок', 'погодок', 2],
            ['погодок', 'погодок', 30],

            ['поголовье', 'поголовье', 0],
            ['поголовье', 'поголовье', 1],
            ['поголовье', 'поголовье', 2],
            ['поголовье', 'поголовье', 30],

            ['погон', 'погон', 0],
            ['погон', 'погон', 1],
            ['погон', 'погон', 2],
            ['погон', 'погон', 30],

            ['погонщик', 'погонщик', 0],
            ['погонщик', 'погонщик', 1],
            ['погонщик', 'погонщик', 2],
            ['погонщик', 'погонщик', 30],

            ['погоня', 'погоня', 0],
            ['погоня', 'погоня', 1],
            ['погоня', 'погоня', 2],
            ['погоня', 'погоня', 30],

            ['погост', 'погост', 0],
            ['погост', 'погост', 1],
            ['погост', 'погост', 2],
            ['погост', 'погост', 30],

            ['пограничник', 'пограничник', 0],
            ['пограничник', 'пограничник', 1],
            ['пограничник', 'пограничник', 2],
            ['пограничник', 'пограничник', 30],

            ['погреб', 'погреб', 0],
            ['погреб', 'погреб', 1],
            ['погреб', 'погреб', 2],
            ['погреб', 'погреб', 30],

            ['погребение', 'погребение', 0],
            ['погребение', 'погребение', 1],
            ['погребение', 'погребение', 2],
            ['погребение', 'погребение', 30],

            ['погремушка', 'погремушка', 0],
            ['погремушка', 'погремушка', 1],
            ['погремушка', 'погремушка', 2],
            ['погремушка', 'погремушка', 30],

            ['погрешность', 'погрешность', 0],
            ['погрешность', 'погрешность', 1],
            ['погрешность', 'погрешность', 2],
            ['погрешность', 'погрешность', 30],

            ['погром', 'погром', 0],
            ['погром', 'погром', 1],
            ['погром', 'погром', 2],
            ['погром', 'погром', 30],

            ['погромщик', 'погромщик', 0],
            ['погромщик', 'погромщик', 1],
            ['погромщик', 'погромщик', 2],
            ['погромщик', 'погромщик', 30],

            ['погружение', 'погружение', 0],
            ['погружение', 'погружение', 1],
            ['погружение', 'погружение', 2],
            ['погружение', 'погружение', 30],

            ['погрузка', 'погрузка', 0],
            ['погрузка', 'погрузка', 1],
            ['погрузка', 'погрузка', 2],
            ['погрузка', 'погрузка', 30],

            ['под', 'под', 0],
            ['под', 'под', 1],
            ['под', 'под', 2],
            ['под', 'под', 30],

            ['подавальщица', 'подавальщица', 0],
            ['подавальщица', 'подавальщица', 1],
            ['подавальщица', 'подавальщица', 2],
            ['подавальщица', 'подавальщица', 30],

            ['подавление', 'подавление', 0],
            ['подавление', 'подавление', 1],
            ['подавление', 'подавление', 2],
            ['подавление', 'подавление', 30],

            ['подагра', 'подагра', 0],
            ['подагра', 'подагра', 1],
            ['подагра', 'подагра', 2],
            ['подагра', 'подагра', 30],

            ['подарок', 'подарок', 0],
            ['подарок', 'подарок', 1],
            ['подарок', 'подарок', 2],
            ['подарок', 'подарок', 30],

            ['подарочек', 'подарочек', 0],
            ['подарочек', 'подарочек', 1],
            ['подарочек', 'подарочек', 2],
            ['подарочек', 'подарочек', 30],

            ['подать', 'подать', 0],
            ['подать', 'подать', 1],
            ['подать', 'подать', 2],
            ['подать', 'подать', 30],

            ['подача', 'подача', 0],
            ['подача', 'подача', 1],
            ['подача', 'подача', 2],
            ['подача', 'подача', 30],

            ['подачка', 'подачка', 0],
            ['подачка', 'подачка', 1],
            ['подачка', 'подачка', 2],
            ['подачка', 'подачка', 30],

            ['подаяние', 'подаяние', 0],
            ['подаяние', 'подаяние', 1],
            ['подаяние', 'подаяние', 2],
            ['подаяние', 'подаяние', 30],

            ['подбор', 'подбор', 0],
            ['подбор', 'подбор', 1],
            ['подбор', 'подбор', 2],
            ['подбор', 'подбор', 30],

            ['подбора', 'подбора', 0],
            ['подбора', 'подбора', 1],
            ['подбора', 'подбора', 2],
            ['подбора', 'подбора', 30],

            ['подборка', 'подборка', 0],
            ['подборка', 'подборка', 1],
            ['подборка', 'подборка', 2],
            ['подборка', 'подборка', 30],

            ['подбородок', 'подбородок', 0],
            ['подбородок', 'подбородок', 1],
            ['подбородок', 'подбородок', 2],
            ['подбородок', 'подбородок', 30],

            ['подвал', 'подвал', 0],
            ['подвал', 'подвал', 1],
            ['подвал', 'подвал', 2],
            ['подвал', 'подвал', 30],

            ['подвальчик', 'подвальчик', 0],
            ['подвальчик', 'подвальчик', 1],
            ['подвальчик', 'подвальчик', 2],
            ['подвальчик', 'подвальчик', 30],

            ['подведение', 'подведение', 0],
            ['подведение', 'подведение', 1],
            ['подведение', 'подведение', 2],
            ['подведение', 'подведение', 30],

            ['подвесок', 'подвесок', 0],
            ['подвесок', 'подвесок', 1],
            ['подвесок', 'подвесок', 2],
            ['подвесок', 'подвесок', 30],

            ['подвиг', 'подвиг', 0],
            ['подвиг', 'подвиг', 1],
            ['подвиг', 'подвиг', 2],
            ['подвиг', 'подвиг', 30],

            ['подвижник', 'подвижник', 0],
            ['подвижник', 'подвижник', 1],
            ['подвижник', 'подвижник', 2],
            ['подвижник', 'подвижник', 30],

            ['подвижность', 'подвижность', 0],
            ['подвижность', 'подвижность', 1],
            ['подвижность', 'подвижность', 2],
            ['подвижность', 'подвижность', 30],

            ['подвод', 'подвод', 0],
            ['подвод', 'подвод', 1],
            ['подвод', 'подвод', 2],
            ['подвод', 'подвод', 30],

            ['подвода', 'подвода', 0],
            ['подвода', 'подвода', 1],
            ['подвода', 'подвода', 2],
            ['подвода', 'подвода', 30],

            ['подворотничок', 'подворотничок', 0],
            ['подворотничок', 'подворотничок', 1],
            ['подворотничок', 'подворотничок', 2],
            ['подворотничок', 'подворотничок', 30],

            ['подворотня', 'подворотня', 0],
            ['подворотня', 'подворотня', 1],
            ['подворотня', 'подворотня', 2],
            ['подворотня', 'подворотня', 30],

            ['подворье', 'подворье', 0],
            ['подворье', 'подворье', 1],
            ['подворье', 'подворье', 2],
            ['подворье', 'подворье', 30],

            ['подвох', 'подвох', 0],
            ['подвох', 'подвох', 1],
            ['подвох', 'подвох', 2],
            ['подвох', 'подвох', 30],

            ['подгоняла', 'подгоняла', 0],
            ['подгоняла', 'подгоняла', 1],
            ['подгоняла', 'подгоняла', 2],
            ['подгоняла', 'подгоняла', 30],

            ['подгорица', 'подгорица', 0],
            ['подгорица', 'подгорица', 1],
            ['подгорица', 'подгорица', 2],
            ['подгорица', 'подгорица', 30],

            ['подготовка', 'подготовка', 0],
            ['подготовка', 'подготовка', 1],
            ['подготовка', 'подготовка', 2],
            ['подготовка', 'подготовка', 30],

            ['подданная', 'подданная', 0],
            ['подданная', 'подданная', 1],
            ['подданная', 'подданная', 2],
            ['подданная', 'подданная', 30],

            ['подданный', 'подданный', 0],
            ['подданный', 'подданный', 1],
            ['подданный', 'подданный', 2],
            ['подданный', 'подданный', 30],

            ['поддевка', 'поддевка', 0],
            ['поддевка', 'поддевка', 1],
            ['поддевка', 'поддевка', 2],
            ['поддевка', 'поддевка', 30],

            ['подделка', 'подделка', 0],
            ['подделка', 'подделка', 1],
            ['подделка', 'подделка', 2],
            ['подделка', 'подделка', 30],

            ['поддержание', 'поддержание', 0],
            ['поддержание', 'поддержание', 1],
            ['поддержание', 'поддержание', 2],
            ['поддержание', 'поддержание', 30],

            ['поддержка', 'поддержка', 0],
            ['поддержка', 'поддержка', 1],
            ['поддержка', 'поддержка', 2],
            ['поддержка', 'поддержка', 30],

            ['поделка', 'поделка', 0],
            ['поделка', 'поделка', 1],
            ['поделка', 'поделка', 2],
            ['поделка', 'поделка', 30],

            ['подельник', 'подельник', 0],
            ['подельник', 'подельник', 1],
            ['подельник', 'подельник', 2],
            ['подельник', 'подельник', 30],

            ['подергивание', 'подергивание', 0],
            ['подергивание', 'подергивание', 1],
            ['подергивание', 'подергивание', 2],
            ['подергивание', 'подергивание', 30],

            ['поджигатель', 'поджигатель', 0],
            ['поджигатель', 'поджигатель', 1],
            ['поджигатель', 'поджигатель', 2],
            ['поджигатель', 'поджигатель', 30],

            ['поджог', 'поджог', 0],
            ['поджог', 'поджог', 1],
            ['поджог', 'поджог', 2],
            ['поджог', 'поджог', 30],

            ['подзаряд', 'подзаряд', 0],
            ['подзаряд', 'подзаряд', 1],
            ['подзаряд', 'подзаряд', 2],
            ['подзаряд', 'подзаряд', 30],

            ['подзатыльник', 'подзатыльник', 0],
            ['подзатыльник', 'подзатыльник', 1],
            ['подзатыльник', 'подзатыльник', 2],
            ['подзатыльник', 'подзатыльник', 30],

            ['подзащитный', 'подзащитный', 0],
            ['подзащитный', 'подзащитный', 1],
            ['подзащитный', 'подзащитный', 2],
            ['подзащитный', 'подзащитный', 30],

            ['подземелье', 'подземелье', 0],
            ['подземелье', 'подземелье', 1],
            ['подземелье', 'подземелье', 2],
            ['подземелье', 'подземелье', 30],

            ['подземок', 'подземок', 0],
            ['подземок', 'подземок', 1],
            ['подземок', 'подземок', 2],
            ['подземок', 'подземок', 30],

            ['подиум', 'подиум', 0],
            ['подиум', 'подиум', 1],
            ['подиум', 'подиум', 2],
            ['подиум', 'подиум', 30],

            ['подкидыш', 'подкидыш', 0],
            ['подкидыш', 'подкидыш', 1],
            ['подкидыш', 'подкидыш', 2],
            ['подкидыш', 'подкидыш', 30],

            ['подкладка', 'подкладка', 0],
            ['подкладка', 'подкладка', 1],
            ['подкладка', 'подкладка', 2],
            ['подкладка', 'подкладка', 30],

            ['подключение', 'подключение', 0],
            ['подключение', 'подключение', 1],
            ['подключение', 'подключение', 2],
            ['подключение', 'подключение', 30],

            ['подкова', 'подкова', 0],
            ['подкова', 'подкова', 1],
            ['подкова', 'подкова', 2],
            ['подкова', 'подкова', 30],

            ['подкоп', 'подкоп', 0],
            ['подкоп', 'подкоп', 1],
            ['подкоп', 'подкоп', 2],
            ['подкоп', 'подкоп', 30],

            ['подкорка', 'подкорка', 0],
            ['подкорка', 'подкорка', 1],
            ['подкорка', 'подкорка', 2],
            ['подкорка', 'подкорка', 30],

            ['подкрепление', 'подкрепление', 0],
            ['подкрепление', 'подкрепление', 1],
            ['подкрепление', 'подкрепление', 2],
            ['подкрепление', 'подкрепление', 30],

            ['подкуп', 'подкуп', 0],
            ['подкуп', 'подкуп', 1],
            ['подкуп', 'подкуп', 2],
            ['подкуп', 'подкуп', 30],

            ['подлежащее', 'подлежащее', 0],
            ['подлежащее', 'подлежащее', 1],
            ['подлежащее', 'подлежащее', 2],
            ['подлежащее', 'подлежащее', 30],

            ['подлесок', 'подлесок', 0],
            ['подлесок', 'подлесок', 1],
            ['подлесок', 'подлесок', 2],
            ['подлесок', 'подлесок', 30],

            ['подлец', 'подлец', 0],
            ['подлец', 'подлец', 1],
            ['подлец', 'подлец', 2],
            ['подлец', 'подлец', 30],

            ['подлещик', 'подлещик', 0],
            ['подлещик', 'подлещик', 1],
            ['подлещик', 'подлещик', 2],
            ['подлещик', 'подлещик', 30],

            ['подлинник', 'подлинник', 0],
            ['подлинник', 'подлинник', 1],
            ['подлинник', 'подлинник', 2],
            ['подлинник', 'подлинник', 30],

            ['подлинность', 'подлинность', 0],
            ['подлинность', 'подлинность', 1],
            ['подлинность', 'подлинность', 2],
            ['подлинность', 'подлинность', 30],

            ['подлог', 'подлог', 0],
            ['подлог', 'подлог', 1],
            ['подлог', 'подлог', 2],
            ['подлог', 'подлог', 30],

            ['подлодка', 'подлодка', 0],
            ['подлодка', 'подлодка', 1],
            ['подлодка', 'подлодка', 2],
            ['подлодка', 'подлодка', 30],

            ['подлокотник', 'подлокотник', 0],
            ['подлокотник', 'подлокотник', 1],
            ['подлокотник', 'подлокотник', 2],
            ['подлокотник', 'подлокотник', 30],

            ['подлость', 'подлость', 0],
            ['подлость', 'подлость', 1],
            ['подлость', 'подлость', 2],
            ['подлость', 'подлость', 30],

            ['подлюга', 'подлюга', 0],
            ['подлюга', 'подлюга', 1],
            ['подлюга', 'подлюга', 2],
            ['подлюга', 'подлюга', 30],

            ['подлянка', 'подлянка', 0],
            ['подлянка', 'подлянка', 1],
            ['подлянка', 'подлянка', 2],
            ['подлянка', 'подлянка', 30],

            ['подмастерье', 'подмастерье', 0],
            ['подмастерье', 'подмастерье', 1],
            ['подмастерье', 'подмастерье', 2],
            ['подмастерье', 'подмастерье', 30],

            ['подмен', 'подмен', 0],
            ['подмен', 'подмен', 1],
            ['подмен', 'подмен', 2],
            ['подмен', 'подмен', 30],

            ['подмена', 'подмена', 0],
            ['подмена', 'подмена', 1],
            ['подмена', 'подмена', 2],
            ['подмена', 'подмена', 30],

            ['подметала', 'подметала', 0],
            ['подметала', 'подметала', 1],
            ['подметала', 'подметала', 2],
            ['подметала', 'подметала', 30],

            ['подметка', 'подметка', 0],
            ['подметка', 'подметка', 1],
            ['подметка', 'подметка', 2],
            ['подметка', 'подметка', 30],

            ['подмигивание', 'подмигивание', 0],
            ['подмигивание', 'подмигивание', 1],
            ['подмигивание', 'подмигивание', 2],
            ['подмигивание', 'подмигивание', 30],

            ['подмога', 'подмога', 0],
            ['подмога', 'подмога', 1],
            ['подмога', 'подмога', 2],
            ['подмога', 'подмога', 30],

            ['подмосковье', 'подмосковье', 0],
            ['подмосковье', 'подмосковье', 1],
            ['подмосковье', 'подмосковье', 2],
            ['подмосковье', 'подмосковье', 30],

            ['подмостки', 'подмостки', 0],
            ['подмостки', 'подмостки', 1],
            ['подмостки', 'подмостки', 2],
            ['подмостки', 'подмостки', 30],

            ['подмышка', 'подмышка', 0],
            ['подмышка', 'подмышка', 1],
            ['подмышка', 'подмышка', 2],
            ['подмышка', 'подмышка', 30],

            ['подначка', 'подначка', 0],
            ['подначка', 'подначка', 1],
            ['подначка', 'подначка', 2],
            ['подначка', 'подначка', 30],

            ['поднебесье', 'поднебесье', 0],
            ['поднебесье', 'поднебесье', 1],
            ['поднебесье', 'поднебесье', 2],
            ['поднебесье', 'поднебесье', 30],

            ['подноготная', 'подноготная', 0],
            ['подноготная', 'подноготная', 1],
            ['подноготная', 'подноготная', 2],
            ['подноготная', 'подноготная', 30],

            ['подножие', 'подножие', 0],
            ['подножие', 'подножие', 1],
            ['подножие', 'подножие', 2],
            ['подножие', 'подножие', 30],

            ['подножка', 'подножка', 0],
            ['подножка', 'подножка', 1],
            ['подножка', 'подножка', 2],
            ['подножка', 'подножка', 30],

            ['подножье', 'подножье', 0],
            ['подножье', 'подножье', 1],
            ['подножье', 'подножье', 2],
            ['подножье', 'подножье', 30],

            ['поднос', 'поднос', 0],
            ['поднос', 'поднос', 1],
            ['поднос', 'поднос', 2],
            ['поднос', 'поднос', 30],

            ['подношение', 'подношение', 0],
            ['подношение', 'подношение', 1],
            ['подношение', 'подношение', 2],
            ['подношение', 'подношение', 30],

            ['поднятие', 'поднятие', 0],
            ['поднятие', 'поднятие', 1],
            ['поднятие', 'поднятие', 2],
            ['поднятие', 'поднятие', 30],

            ['подобие', 'подобие', 0],
            ['подобие', 'подобие', 1],
            ['подобие', 'подобие', 2],
            ['подобие', 'подобие', 30],

            ['подобострастие', 'подобострастие', 0],
            ['подобострастие', 'подобострастие', 1],
            ['подобострастие', 'подобострастие', 2],
            ['подобострастие', 'подобострастие', 30],

            ['пододеяльник', 'пододеяльник', 0],
            ['пододеяльник', 'пододеяльник', 1],
            ['пододеяльник', 'пододеяльник', 2],
            ['пододеяльник', 'пододеяльник', 30],

            ['подозреваемый', 'подозреваемый', 0],
            ['подозреваемый', 'подозреваемый', 1],
            ['подозреваемый', 'подозреваемый', 2],
            ['подозреваемый', 'подозреваемый', 30],

            ['подозрение', 'подозрение', 0],
            ['подозрение', 'подозрение', 1],
            ['подозрение', 'подозрение', 2],
            ['подозрение', 'подозрение', 30],

            ['подозрительность', 'подозрительность', 0],
            ['подозрительность', 'подозрительность', 1],
            ['подозрительность', 'подозрительность', 2],
            ['подозрительность', 'подозрительность', 30],

            ['подоконник', 'подоконник', 0],
            ['подоконник', 'подоконник', 1],
            ['подоконник', 'подоконник', 2],
            ['подоконник', 'подоконник', 30],

            ['подол', 'подол', 0],
            ['подол', 'подол', 1],
            ['подол', 'подол', 2],
            ['подол', 'подол', 30],

            ['подольск', 'подольск', 0],
            ['подольск', 'подольск', 1],
            ['подольск', 'подольск', 2],
            ['подольск', 'подольск', 30],

            ['подонок', 'подонок', 0],
            ['подонок', 'подонок', 1],
            ['подонок', 'подонок', 2],
            ['подонок', 'подонок', 30],

            ['подопечный', 'подопечный', 0],
            ['подопечный', 'подопечный', 1],
            ['подопечный', 'подопечный', 2],
            ['подопечный', 'подопечный', 30],

            ['подоплека', 'подоплека', 0],
            ['подоплека', 'подоплека', 1],
            ['подоплека', 'подоплека', 2],
            ['подоплека', 'подоплека', 30],

            ['подорожник', 'подорожник', 0],
            ['подорожник', 'подорожник', 1],
            ['подорожник', 'подорожник', 2],
            ['подорожник', 'подорожник', 30],

            ['подосиновик', 'подосиновик', 0],
            ['подосиновик', 'подосиновик', 1],
            ['подосиновик', 'подосиновик', 2],
            ['подосиновик', 'подосиновик', 30],

            ['подошва', 'подошва', 0],
            ['подошва', 'подошва', 1],
            ['подошва', 'подошва', 2],
            ['подошва', 'подошва', 30],

            ['подпевала', 'подпевала', 0],
            ['подпевала', 'подпевала', 1],
            ['подпевала', 'подпевала', 2],
            ['подпевала', 'подпевала', 30],

            ['подписание', 'подписание', 0],
            ['подписание', 'подписание', 1],
            ['подписание', 'подписание', 2],
            ['подписание', 'подписание', 30],

            ['подписка', 'подписка', 0],
            ['подписка', 'подписка', 1],
            ['подписка', 'подписка', 2],
            ['подписка', 'подписка', 30],

            ['подписчик', 'подписчик', 0],
            ['подписчик', 'подписчик', 1],
            ['подписчик', 'подписчик', 2],
            ['подписчик', 'подписчик', 30],

            ['подпись', 'подпись', 0],
            ['подпись', 'подпись', 1],
            ['подпись', 'подпись', 2],
            ['подпись', 'подпись', 30],

            ['подпитие', 'подпитие', 0],
            ['подпитие', 'подпитие', 1],
            ['подпитие', 'подпитие', 2],
            ['подпитие', 'подпитие', 30],

            ['подпол', 'подпол', 0],
            ['подпол', 'подпол', 1],
            ['подпол', 'подпол', 2],
            ['подпол', 'подпол', 30],

            ['подполковник', 'подполковник', 0],
            ['подполковник', 'подполковник', 1],
            ['подполковник', 'подполковник', 2],
            ['подполковник', 'подполковник', 30],

            ['подполье', 'подполье', 0],
            ['подполье', 'подполье', 1],
            ['подполье', 'подполье', 2],
            ['подполье', 'подполье', 30],

            ['подпольщик', 'подпольщик', 0],
            ['подпольщик', 'подпольщик', 1],
            ['подпольщик', 'подпольщик', 2],
            ['подпольщик', 'подпольщик', 30],

            ['подпорка', 'подпорка', 0],
            ['подпорка', 'подпорка', 1],
            ['подпорка', 'подпорка', 2],
            ['подпорка', 'подпорка', 30],

            ['подпоручик', 'подпоручик', 0],
            ['подпоручик', 'подпоручик', 1],
            ['подпоручик', 'подпоручик', 2],
            ['подпоручик', 'подпоручик', 30],

            ['подпространство', 'подпространство', 0],
            ['подпространство', 'подпространство', 1],
            ['подпространство', 'подпространство', 2],
            ['подпространство', 'подпространство', 30],

            ['подпруга', 'подпруга', 0],
            ['подпруга', 'подпруга', 1],
            ['подпруга', 'подпруга', 2],
            ['подпруга', 'подпруга', 30],

            ['подражание', 'подражание', 0],
            ['подражание', 'подражание', 1],
            ['подражание', 'подражание', 2],
            ['подражание', 'подражание', 30],

            ['подразделение', 'подразделение', 0],
            ['подразделение', 'подразделение', 1],
            ['подразделение', 'подразделение', 2],
            ['подразделение', 'подразделение', 30],

            ['подреберье', 'подреберье', 0],
            ['подреберье', 'подреберье', 1],
            ['подреберье', 'подреберье', 2],
            ['подреберье', 'подреберье', 30],

            ['подробность', 'подробность', 0],
            ['подробность', 'подробность', 1],
            ['подробность', 'подробность', 2],
            ['подробность', 'подробность', 30],

            ['подросток', 'подросток', 0],
            ['подросток', 'подросток', 1],
            ['подросток', 'подросток', 2],
            ['подросток', 'подросток', 30],

            ['подруга', 'подруга', 0],
            ['подруга', 'подруга', 1],
            ['подруга', 'подруга', 2],
            ['подруга', 'подруга', 30],

            ['подружка', 'подружка', 0],
            ['подружка', 'подружка', 1],
            ['подружка', 'подружка', 2],
            ['подружка', 'подружка', 30],

            ['подрыв', 'подрыв', 0],
            ['подрыв', 'подрыв', 1],
            ['подрыв', 'подрыв', 2],
            ['подрыв', 'подрыв', 30],

            ['подрывник', 'подрывник', 0],
            ['подрывник', 'подрывник', 1],
            ['подрывник', 'подрывник', 2],
            ['подрывник', 'подрывник', 30],

            ['подряд', 'подряд', 0],
            ['подряд', 'подряд', 1],
            ['подряд', 'подряд', 2],
            ['подряд', 'подряд', 30],

            ['подрядчик', 'подрядчик', 0],
            ['подрядчик', 'подрядчик', 1],
            ['подрядчик', 'подрядчик', 2],
            ['подрядчик', 'подрядчик', 30],

            ['подсветка', 'подсветка', 0],
            ['подсветка', 'подсветка', 1],
            ['подсветка', 'подсветка', 2],
            ['подсветка', 'подсветка', 30],

            ['подсвечник', 'подсвечник', 0],
            ['подсвечник', 'подсвечник', 1],
            ['подсвечник', 'подсвечник', 2],
            ['подсвечник', 'подсвечник', 30],

            ['подсказка', 'подсказка', 0],
            ['подсказка', 'подсказка', 1],
            ['подсказка', 'подсказка', 2],
            ['подсказка', 'подсказка', 30],

            ['подследственный', 'подследственный', 0],
            ['подследственный', 'подследственный', 1],
            ['подследственный', 'подследственный', 2],
            ['подследственный', 'подследственный', 30],

            ['подслушивание', 'подслушивание', 0],
            ['подслушивание', 'подслушивание', 1],
            ['подслушивание', 'подслушивание', 2],
            ['подслушивание', 'подслушивание', 30],

            ['подснежник', 'подснежник', 0],
            ['подснежник', 'подснежник', 1],
            ['подснежник', 'подснежник', 2],
            ['подснежник', 'подснежник', 30],

            ['подсобка', 'подсобка', 0],
            ['подсобка', 'подсобка', 1],
            ['подсобка', 'подсобка', 2],
            ['подсобка', 'подсобка', 30],

            ['подсознание', 'подсознание', 0],
            ['подсознание', 'подсознание', 1],
            ['подсознание', 'подсознание', 2],
            ['подсознание', 'подсознание', 30],

            ['подсолнух', 'подсолнух', 0],
            ['подсолнух', 'подсолнух', 1],
            ['подсолнух', 'подсолнух', 2],
            ['подсолнух', 'подсолнух', 30],

            ['подспорье', 'подспорье', 0],
            ['подспорье', 'подспорье', 1],
            ['подспорье', 'подспорье', 2],
            ['подспорье', 'подспорье', 30],

            ['подставка', 'подставка', 0],
            ['подставка', 'подставка', 1],
            ['подставка', 'подставка', 2],
            ['подставка', 'подставка', 30],

            ['подстаканник', 'подстаканник', 0],
            ['подстаканник', 'подстаканник', 1],
            ['подстаканник', 'подстаканник', 2],
            ['подстаканник', 'подстаканник', 30],

            ['подстанция', 'подстанция', 0],
            ['подстанция', 'подстанция', 1],
            ['подстанция', 'подстанция', 2],
            ['подстанция', 'подстанция', 30],

            ['подстилка', 'подстилка', 0],
            ['подстилка', 'подстилка', 1],
            ['подстилка', 'подстилка', 2],
            ['подстилка', 'подстилка', 30],

            ['подступ', 'подступ', 0],
            ['подступ', 'подступ', 1],
            ['подступ', 'подступ', 2],
            ['подступ', 'подступ', 30],

            ['подсудимый', 'подсудимый', 0],
            ['подсудимый', 'подсудимый', 1],
            ['подсудимый', 'подсудимый', 2],
            ['подсудимый', 'подсудимый', 30],

            ['подсумок', 'подсумок', 0],
            ['подсумок', 'подсумок', 1],
            ['подсумок', 'подсумок', 2],
            ['подсумок', 'подсумок', 30],

            ['подсчет', 'подсчет', 0],
            ['подсчет', 'подсчет', 1],
            ['подсчет', 'подсчет', 2],
            ['подсчет', 'подсчет', 30],

            ['подтверждение', 'подтверждение', 0],
            ['подтверждение', 'подтверждение', 1],
            ['подтверждение', 'подтверждение', 2],
            ['подтверждение', 'подтверждение', 30],

            ['подтек', 'подтек', 0],
            ['подтек', 'подтек', 1],
            ['подтек', 'подтек', 2],
            ['подтек', 'подтек', 30],

            ['подтекст', 'подтекст', 0],
            ['подтекст', 'подтекст', 1],
            ['подтекст', 'подтекст', 2],
            ['подтекст', 'подтекст', 30],

            ['подтяжка', 'подтяжка', 0],
            ['подтяжка', 'подтяжка', 1],
            ['подтяжка', 'подтяжка', 2],
            ['подтяжка', 'подтяжка', 30],

            ['подушечка', 'подушечка', 0],
            ['подушечка', 'подушечка', 1],
            ['подушечка', 'подушечка', 2],
            ['подушечка', 'подушечка', 30],

            ['подушка', 'подушка', 0],
            ['подушка', 'подушка', 1],
            ['подушка', 'подушка', 2],
            ['подушка', 'подушка', 30],

            ['подфарник', 'подфарник', 0],
            ['подфарник', 'подфарник', 1],
            ['подфарник', 'подфарник', 2],
            ['подфарник', 'подфарник', 30],

            ['подхалим', 'подхалим', 0],
            ['подхалим', 'подхалим', 1],
            ['подхалим', 'подхалим', 2],
            ['подхалим', 'подхалим', 30],

            ['подхват', 'подхват', 0],
            ['подхват', 'подхват', 1],
            ['подхват', 'подхват', 2],
            ['подхват', 'подхват', 30],

            ['подход', 'подход', 0],
            ['подход', 'подход', 1],
            ['подход', 'подход', 2],
            ['подход', 'подход', 30],

            ['подчинение', 'подчинение', 0],
            ['подчинение', 'подчинение', 1],
            ['подчинение', 'подчинение', 2],
            ['подчинение', 'подчинение', 30],

            ['подшивка', 'подшивка', 0],
            ['подшивка', 'подшивка', 1],
            ['подшивка', 'подшивка', 2],
            ['подшивка', 'подшивка', 30],

            ['подшипник', 'подшипник', 0],
            ['подшипник', 'подшипник', 1],
            ['подшипник', 'подшипник', 2],
            ['подшипник', 'подшипник', 30],

            ['подшлемник', 'подшлемник', 0],
            ['подшлемник', 'подшлемник', 1],
            ['подшлемник', 'подшлемник', 2],
            ['подшлемник', 'подшлемник', 30],

            ['подштанники', 'подштанники', 0],
            ['подштанники', 'подштанники', 1],
            ['подштанники', 'подштанники', 2],
            ['подштанники', 'подштанники', 30],

            ['подъезд', 'подъезд', 0],
            ['подъезд', 'подъезд', 1],
            ['подъезд', 'подъезд', 2],
            ['подъезд', 'подъезд', 30],

            ['подъем', 'подъем', 0],
            ['подъем', 'подъем', 1],
            ['подъем', 'подъем', 2],
            ['подъем', 'подъем', 30],

            ['подъемник', 'подъемник', 0],
            ['подъемник', 'подъемник', 1],
            ['подъемник', 'подъемник', 2],
            ['подъемник', 'подъемник', 30],

            ['поединок', 'поединок', 0],
            ['поединок', 'поединок', 1],
            ['поединок', 'поединок', 2],
            ['поединок', 'поединок', 30],

            ['поезд', 'поезд', 0],
            ['поезд', 'поезд', 1],
            ['поезд', 'поезд', 2],
            ['поезд', 'поезд', 30],

            ['поездка', 'поездка', 0],
            ['поездка', 'поездка', 1],
            ['поездка', 'поездка', 2],
            ['поездка', 'поездка', 30],

            ['поем', 'поем', 0],
            ['поем', 'поем', 1],
            ['поем', 'поем', 2],
            ['поем', 'поем', 30],

            ['пожар', 'пожар', 0],
            ['пожар', 'пожар', 1],
            ['пожар', 'пожар', 2],
            ['пожар', 'пожар', 30],

            ['пожарище', 'пожарище', 0],
            ['пожарище', 'пожарище', 1],
            ['пожарище', 'пожарище', 2],
            ['пожарище', 'пожарище', 30],

            ['пожарник', 'пожарник', 0],
            ['пожарник', 'пожарник', 1],
            ['пожарник', 'пожарник', 2],
            ['пожарник', 'пожарник', 30],

            ['пожарный', 'пожарный', 0],
            ['пожарный', 'пожарный', 1],
            ['пожарный', 'пожарный', 2],
            ['пожарный', 'пожарный', 30],

            ['пожатие', 'пожатие', 0],
            ['пожатие', 'пожатие', 1],
            ['пожатие', 'пожатие', 2],
            ['пожатие', 'пожатие', 30],

            ['пожелание', 'пожелание', 0],
            ['пожелание', 'пожелание', 1],
            ['пожелание', 'пожелание', 2],
            ['пожелание', 'пожелание', 30],

            ['пожертвование', 'пожертвование', 0],
            ['пожертвование', 'пожертвование', 1],
            ['пожертвование', 'пожертвование', 2],
            ['пожертвование', 'пожертвование', 30],

            ['пожива', 'пожива', 0],
            ['пожива', 'пожива', 1],
            ['пожива', 'пожива', 2],
            ['пожива', 'пожива', 30],

            ['пожитки', 'пожитки', 0],
            ['пожитки', 'пожитки', 1],
            ['пожитки', 'пожитки', 2],
            ['пожитки', 'пожитки', 30],

            ['поза', 'поза', 0],
            ['поза', 'поза', 1],
            ['поза', 'поза', 2],
            ['поза', 'поза', 30],

            ['позволение', 'позволение', 0],
            ['позволение', 'позволение', 1],
            ['позволение', 'позволение', 2],
            ['позволение', 'позволение', 30],

            ['позвонок', 'позвонок', 0],
            ['позвонок', 'позвонок', 1],
            ['позвонок', 'позвонок', 2],
            ['позвонок', 'позвонок', 30],

            ['позвоночник', 'позвоночник', 0],
            ['позвоночник', 'позвоночник', 1],
            ['позвоночник', 'позвоночник', 2],
            ['позвоночник', 'позвоночник', 30],

            ['позвякивание', 'позвякивание', 0],
            ['позвякивание', 'позвякивание', 1],
            ['позвякивание', 'позвякивание', 2],
            ['позвякивание', 'позвякивание', 30],

            ['поздравление', 'поздравление', 0],
            ['поздравление', 'поздравление', 1],
            ['поздравление', 'поздравление', 2],
            ['поздравление', 'поздравление', 30],

            ['поземка', 'поземка', 0],
            ['поземка', 'поземка', 1],
            ['поземка', 'поземка', 2],
            ['поземка', 'поземка', 30],

            ['позиция', 'позиция', 0],
            ['позиция', 'позиция', 1],
            ['позиция', 'позиция', 2],
            ['позиция', 'позиция', 30],

            ['познание', 'познание', 0],
            ['познание', 'познание', 1],
            ['познание', 'познание', 2],
            ['познание', 'познание', 30],

            ['познань', 'познань', 0],
            ['познань', 'познань', 1],
            ['познань', 'познань', 2],
            ['познань', 'познань', 30],

            ['позолота', 'позолота', 0],
            ['позолота', 'позолота', 1],
            ['позолота', 'позолота', 2],
            ['позолота', 'позолота', 30],

            ['позор', 'позор', 0],
            ['позор', 'позор', 1],
            ['позор', 'позор', 2],
            ['позор', 'позор', 30],

            ['позорище', 'позорище', 0],
            ['позорище', 'позорище', 1],
            ['позорище', 'позорище', 2],
            ['позорище', 'позорище', 30],

            ['позыв', 'позыв', 0],
            ['позыв', 'позыв', 1],
            ['позыв', 'позыв', 2],
            ['позыв', 'позыв', 30],

            ['поимка', 'поимка', 0],
            ['поимка', 'поимка', 1],
            ['поимка', 'поимка', 2],
            ['поимка', 'поимка', 30],

            ['поиск', 'поиск', 0],
            ['поиск', 'поиск', 1],
            ['поиск', 'поиск', 2],
            ['поиск', 'поиск', 30],

            ['пойло', 'пойло', 0],
            ['пойло', 'пойло', 1],
            ['пойло', 'пойло', 2],
            ['пойло', 'пойло', 30],

            ['пойма', 'пойма', 0],
            ['пойма', 'пойма', 1],
            ['пойма', 'пойма', 2],
            ['пойма', 'пойма', 30],

            ['показ', 'показ', 0],
            ['показ', 'показ', 1],
            ['показ', 'показ', 2],
            ['показ', 'показ', 30],

            ['показание', 'показание', 0],
            ['показание', 'показание', 1],
            ['показание', 'показание', 2],
            ['показание', 'показание', 30],

            ['показатель', 'показатель', 0],
            ['показатель', 'показатель', 1],
            ['показатель', 'показатель', 2],
            ['показатель', 'показатель', 30],

            ['показуха', 'показуха', 0],
            ['показуха', 'показуха', 1],
            ['показуха', 'показуха', 2],
            ['показуха', 'показуха', 30],

            ['покалывание', 'покалывание', 0],
            ['покалывание', 'покалывание', 1],
            ['покалывание', 'покалывание', 2],
            ['покалывание', 'покалывание', 30],

            ['покачивание', 'покачивание', 0],
            ['покачивание', 'покачивание', 1],
            ['покачивание', 'покачивание', 2],
            ['покачивание', 'покачивание', 30],

            ['покашливание', 'покашливание', 0],
            ['покашливание', 'покашливание', 1],
            ['покашливание', 'покашливание', 2],
            ['покашливание', 'покашливание', 30],

            ['покаяние', 'покаяние', 0],
            ['покаяние', 'покаяние', 1],
            ['покаяние', 'покаяние', 2],
            ['покаяние', 'покаяние', 30],

            ['покер', 'покер', 0],
            ['покер', 'покер', 1],
            ['покер', 'покер', 2],
            ['покер', 'покер', 30],

            ['поклажа', 'поклажа', 0],
            ['поклажа', 'поклажа', 1],
            ['поклажа', 'поклажа', 2],
            ['поклажа', 'поклажа', 30],

            ['поклон', 'поклон', 0],
            ['поклон', 'поклон', 1],
            ['поклон', 'поклон', 2],
            ['поклон', 'поклон', 30],

            ['поклонение', 'поклонение', 0],
            ['поклонение', 'поклонение', 1],
            ['поклонение', 'поклонение', 2],
            ['поклонение', 'поклонение', 30],

            ['поклонник', 'поклонник', 0],
            ['поклонник', 'поклонник', 1],
            ['поклонник', 'поклонник', 2],
            ['поклонник', 'поклонник', 30],

            ['поклонница', 'поклонница', 0],
            ['поклонница', 'поклонница', 1],
            ['поклонница', 'поклонница', 2],
            ['поклонница', 'поклонница', 30],

            ['покой', 'покой', 0],
            ['покой', 'покой', 1],
            ['покой', 'покой', 2],
            ['покой', 'покой', 30],

            ['покойник', 'покойник', 0],
            ['покойник', 'покойник', 1],
            ['покойник', 'покойник', 2],
            ['покойник', 'покойник', 30],

            ['покойница', 'покойница', 0],
            ['покойница', 'покойница', 1],
            ['покойница', 'покойница', 2],
            ['покойница', 'покойница', 30],

            ['покойничек', 'покойничек', 0],
            ['покойничек', 'покойничек', 1],
            ['покойничек', 'покойничек', 2],
            ['покойничек', 'покойничек', 30],

            ['покойный', 'покойный', 0],
            ['покойный', 'покойный', 1],
            ['покойный', 'покойный', 2],
            ['покойный', 'покойный', 30],

            ['поколение', 'поколение', 0],
            ['поколение', 'поколение', 1],
            ['поколение', 'поколение', 2],
            ['поколение', 'поколение', 30],

            ['покорение', 'покорение', 0],
            ['покорение', 'покорение', 1],
            ['покорение', 'покорение', 2],
            ['покорение', 'покорение', 30],

            ['покоритель', 'покоритель', 0],
            ['покоритель', 'покоритель', 1],
            ['покоритель', 'покоритель', 2],
            ['покоритель', 'покоритель', 30],

            ['покорность', 'покорность', 0],
            ['покорность', 'покорность', 1],
            ['покорность', 'покорность', 2],
            ['покорность', 'покорность', 30],

            ['покос', 'покос', 0],
            ['покос', 'покос', 1],
            ['покос', 'покос', 2],
            ['покос', 'покос', 30],

            ['покраснение', 'покраснение', 0],
            ['покраснение', 'покраснение', 1],
            ['покраснение', 'покраснение', 2],
            ['покраснение', 'покраснение', 30],

            ['покров', 'покров', 0],
            ['покров', 'покров', 1],
            ['покров', 'покров', 2],
            ['покров', 'покров', 30],

            ['покровитель', 'покровитель', 0],
            ['покровитель', 'покровитель', 1],
            ['покровитель', 'покровитель', 2],
            ['покровитель', 'покровитель', 30],

            ['покровительство', 'покровительство', 0],
            ['покровительство', 'покровительство', 1],
            ['покровительство', 'покровительство', 2],
            ['покровительство', 'покровительство', 30],

            ['покровск', 'покровск', 0],
            ['покровск', 'покровск', 1],
            ['покровск', 'покровск', 2],
            ['покровск', 'покровск', 30],

            ['покрой', 'покрой', 0],
            ['покрой', 'покрой', 1],
            ['покрой', 'покрой', 2],
            ['покрой', 'покрой', 30],

            ['покрывало', 'покрывало', 0],
            ['покрывало', 'покрывало', 1],
            ['покрывало', 'покрывало', 2],
            ['покрывало', 'покрывало', 30],

            ['покрытие', 'покрытие', 0],
            ['покрытие', 'покрытие', 1],
            ['покрытие', 'покрытие', 2],
            ['покрытие', 'покрытие', 30],

            ['покрышка', 'покрышка', 0],
            ['покрышка', 'покрышка', 1],
            ['покрышка', 'покрышка', 2],
            ['покрышка', 'покрышка', 30],

            ['покупатель', 'покупатель', 0],
            ['покупатель', 'покупатель', 1],
            ['покупатель', 'покупатель', 2],
            ['покупатель', 'покупатель', 30],

            ['покупательница', 'покупательница', 0],
            ['покупательница', 'покупательница', 1],
            ['покупательница', 'покупательница', 2],
            ['покупательница', 'покупательница', 30],

            ['покупка', 'покупка', 0],
            ['покупка', 'покупка', 1],
            ['покупка', 'покупка', 2],
            ['покупка', 'покупка', 30],

            ['покушение', 'покушение', 0],
            ['покушение', 'покушение', 1],
            ['покушение', 'покушение', 2],
            ['покушение', 'покушение', 30],

            ['пол', 'пол', 0],
            ['пол', 'пол', 1],
            ['пол', 'пол', 2],
            ['пол', 'пол', 30],

            ['полати', 'полати', 0],
            ['полати', 'полати', 1],
            ['полати', 'полати', 2],
            ['полати', 'полати', 30],

            ['полдень', 'полдень', 0],
            ['полдень', 'полдень', 1],
            ['полдень', 'полдень', 2],
            ['полдень', 'полдень', 30],

            ['поле', 'поле', 0],
            ['поле', 'поле', 1],
            ['поле', 'поле', 2],
            ['поле', 'поле', 30],

            ['полезность', 'полезность', 0],
            ['полезность', 'полезность', 1],
            ['полезность', 'полезность', 2],
            ['полезность', 'полезность', 30],

            ['полемика', 'полемика', 0],
            ['полемика', 'полемика', 1],
            ['полемика', 'полемика', 2],
            ['полемика', 'полемика', 30],

            ['поленница', 'поленница', 0],
            ['поленница', 'поленница', 1],
            ['поленница', 'поленница', 2],
            ['поленница', 'поленница', 30],

            ['полено', 'полено', 0],
            ['полено', 'полено', 1],
            ['полено', 'полено', 2],
            ['полено', 'полено', 30],

            ['полет', 'полет', 0],
            ['полет', 'полет', 1],
            ['полет', 'полет', 2],
            ['полет', 'полет', 30],

            ['ползок', 'ползок', 0],
            ['ползок', 'ползок', 1],
            ['ползок', 'ползок', 2],
            ['ползок', 'ползок', 30],

            ['поливитамин', 'поливитамин', 0],
            ['поливитамин', 'поливитамин', 1],
            ['поливитамин', 'поливитамин', 2],
            ['поливитамин', 'поливитамин', 30],

            ['полигон', 'полигон', 0],
            ['полигон', 'полигон', 1],
            ['полигон', 'полигон', 2],
            ['полигон', 'полигон', 30],

            ['полиграф', 'полиграф', 0],
            ['полиграф', 'полиграф', 1],
            ['полиграф', 'полиграф', 2],
            ['полиграф', 'полиграф', 30],

            ['поликлиника', 'поликлиника', 0],
            ['поликлиника', 'поликлиника', 1],
            ['поликлиника', 'поликлиника', 2],
            ['поликлиника', 'поликлиника', 30],

            ['поликсена', 'поликсена', 0],
            ['поликсена', 'поликсена', 1],
            ['поликсена', 'поликсена', 2],
            ['поликсена', 'поликсена', 30],

            ['поликсения', 'поликсения', 0],
            ['поликсения', 'поликсения', 1],
            ['поликсения', 'поликсения', 2],
            ['поликсения', 'поликсения', 30],

            ['поликсюша', 'поликсюша', 0],
            ['поликсюша', 'поликсюша', 1],
            ['поликсюша', 'поликсюша', 2],
            ['поликсюша', 'поликсюша', 30],

            ['полимер', 'полимер', 0],
            ['полимер', 'полимер', 1],
            ['полимер', 'полимер', 2],
            ['полимер', 'полимер', 30],

            ['полина', 'полина', 0],
            ['полина', 'полина', 1],
            ['полина', 'полина', 2],
            ['полина', 'полина', 30],

            ['полинарий', 'полинарий', 0],
            ['полинарий', 'полинарий', 1],
            ['полинарий', 'полинарий', 2],
            ['полинарий', 'полинарий', 30],

            ['полинария', 'полинария', 0],
            ['полинария', 'полинария', 1],
            ['полинария', 'полинария', 2],
            ['полинария', 'полинария', 30],

            ['полинка', 'полинка', 0],
            ['полинка', 'полинка', 1],
            ['полинка', 'полинка', 2],
            ['полинка', 'полинка', 30],

            ['полип', 'полип', 0],
            ['полип', 'полип', 1],
            ['полип', 'полип', 2],
            ['полип', 'полип', 30],

            ['полировальник', 'полировальник', 0],
            ['полировальник', 'полировальник', 1],
            ['полировальник', 'полировальник', 2],
            ['полировальник', 'полировальник', 30],

            ['полировка', 'полировка', 0],
            ['полировка', 'полировка', 1],
            ['полировка', 'полировка', 2],
            ['полировка', 'полировка', 30],

            ['полис', 'полис', 0],
            ['полис', 'полис', 1],
            ['полис', 'полис', 2],
            ['полис', 'полис', 30],

            ['политбюро', 'политбюро', 0],
            ['политбюро', 'политбюро', 1],
            ['политбюро', 'политбюро', 2],
            ['политбюро', 'политбюро', 30],

            ['политик', 'политик', 0],
            ['политик', 'политик', 1],
            ['политик', 'политик', 2],
            ['политик', 'политик', 30],

            ['политика', 'политика', 0],
            ['политика', 'политика', 1],
            ['политика', 'политика', 2],
            ['политика', 'политика', 30],

            ['политинформация', 'политинформация', 0],
            ['политинформация', 'политинформация', 1],
            ['политинформация', 'политинформация', 2],
            ['политинформация', 'политинформация', 30],

            ['политолог', 'политолог', 0],
            ['политолог', 'политолог', 1],
            ['политолог', 'политолог', 2],
            ['политолог', 'политолог', 30],

            ['политотдел', 'политотдел', 0],
            ['политотдел', 'политотдел', 1],
            ['политотдел', 'политотдел', 2],
            ['политотдел', 'политотдел', 30],

            ['политработник', 'политработник', 0],
            ['политработник', 'политработник', 1],
            ['политработник', 'политработник', 2],
            ['политработник', 'политработник', 30],

            ['политрук', 'политрук', 0],
            ['политрук', 'политрук', 1],
            ['политрук', 'политрук', 2],
            ['политрук', 'политрук', 30],

            ['политуправление', 'политуправление', 0],
            ['политуправление', 'политуправление', 1],
            ['политуправление', 'политуправление', 2],
            ['политуправление', 'политуправление', 30],

            ['политура', 'политура', 0],
            ['политура', 'политура', 1],
            ['политура', 'политура', 2],
            ['политура', 'политура', 30],

            ['политэкономия', 'политэкономия', 0],
            ['политэкономия', 'политэкономия', 1],
            ['политэкономия', 'политэкономия', 2],
            ['политэкономия', 'политэкономия', 30],

            ['полицай', 'полицай', 0],
            ['полицай', 'полицай', 1],
            ['полицай', 'полицай', 2],
            ['полицай', 'полицай', 30],

            ['полицеймейстер', 'полицеймейстер', 0],
            ['полицеймейстер', 'полицеймейстер', 1],
            ['полицеймейстер', 'полицеймейстер', 2],
            ['полицеймейстер', 'полицеймейстер', 30],

            ['полицейский', 'полицейский', 0],
            ['полицейский', 'полицейский', 1],
            ['полицейский', 'полицейский', 2],
            ['полицейский', 'полицейский', 30],

            ['полиция', 'полиция', 0],
            ['полиция', 'полиция', 1],
            ['полиция', 'полиция', 2],
            ['полиция', 'полиция', 30],

            ['полицмейстер', 'полицмейстер', 0],
            ['полицмейстер', 'полицмейстер', 1],
            ['полицмейстер', 'полицмейстер', 2],
            ['полицмейстер', 'полицмейстер', 30],

            ['поличное', 'поличное', 0],
            ['поличное', 'поличное', 1],
            ['поличное', 'поличное', 2],
            ['поличное', 'поличное', 30],

            ['полиэтилен', 'полиэтилен', 0],
            ['полиэтилен', 'полиэтилен', 1],
            ['полиэтилен', 'полиэтилен', 2],
            ['полиэтилен', 'полиэтилен', 30],

            ['полк', 'полк', 0],
            ['полк', 'полк', 1],
            ['полк', 'полк', 2],
            ['полк', 'полк', 30],

            ['полковник', 'полковник', 0],
            ['полковник', 'полковник', 1],
            ['полковник', 'полковник', 2],
            ['полковник', 'полковник', 30],

            ['полководец', 'полководец', 0],
            ['полководец', 'полководец', 1],
            ['полководец', 'полководец', 2],
            ['полководец', 'полководец', 30],

            ['поллитровка', 'поллитровка', 0],
            ['поллитровка', 'поллитровка', 1],
            ['поллитровка', 'поллитровка', 2],
            ['поллитровка', 'поллитровка', 30],

            ['полнолуние', 'полнолуние', 0],
            ['полнолуние', 'полнолуние', 1],
            ['полнолуние', 'полнолуние', 2],
            ['полнолуние', 'полнолуние', 30],

            ['полномочие', 'полномочие', 0],
            ['полномочие', 'полномочие', 1],
            ['полномочие', 'полномочие', 2],
            ['полномочие', 'полномочие', 30],

            ['полнота', 'полнота', 0],
            ['полнота', 'полнота', 1],
            ['полнота', 'полнота', 2],
            ['полнота', 'полнота', 30],

            ['полноценность', 'полноценность', 0],
            ['полноценность', 'полноценность', 1],
            ['полноценность', 'полноценность', 2],
            ['полноценность', 'полноценность', 30],

            ['полночь', 'полночь', 0],
            ['полночь', 'полночь', 1],
            ['полночь', 'полночь', 2],
            ['полночь', 'полночь', 30],

            ['половик', 'половик', 0],
            ['половик', 'половик', 1],
            ['половик', 'половик', 2],
            ['половик', 'половик', 30],

            ['половина', 'половина', 0],
            ['половина', 'половина', 1],
            ['половина', 'половина', 2],
            ['половина', 'половина', 30],

            ['половинка', 'половинка', 0],
            ['половинка', 'половинка', 1],
            ['половинка', 'половинка', 2],
            ['половинка', 'половинка', 30],

            ['половица', 'половица', 0],
            ['половица', 'половица', 1],
            ['половица', 'половица', 2],
            ['половица', 'половица', 30],

            ['половичок', 'половичок', 0],
            ['половичок', 'половичок', 1],
            ['половичок', 'половичок', 2],
            ['половичок', 'половичок', 30],

            ['половник', 'половник', 0],
            ['половник', 'половник', 1],
            ['половник', 'половник', 2],
            ['половник', 'половник', 30],

            ['половодье', 'половодье', 0],
            ['половодье', 'половодье', 1],
            ['половодье', 'половодье', 2],
            ['половодье', 'половодье', 30],

            ['половой', 'половой', 0],
            ['половой', 'половой', 1],
            ['половой', 'половой', 2],
            ['половой', 'половой', 30],

            ['полог', 'полог', 0],
            ['полог', 'полог', 1],
            ['полог', 'полог', 2],
            ['полог', 'полог', 30],

            ['положение', 'положение', 0],
            ['положение', 'положение', 1],
            ['положение', 'положение', 2],
            ['положение', 'положение', 30],

            ['полоз', 'полоз', 0],
            ['полоз', 'полоз', 1],
            ['полоз', 'полоз', 2],
            ['полоз', 'полоз', 30],

            ['полок', 'полок', 0],
            ['полок', 'полок', 1],
            ['полок', 'полок', 2],
            ['полок', 'полок', 30],

            ['поломка', 'поломка', 0],
            ['поломка', 'поломка', 1],
            ['поломка', 'поломка', 2],
            ['поломка', 'поломка', 30],

            ['полон', 'полон', 0],
            ['полон', 'полон', 1],
            ['полон', 'полон', 2],
            ['полон', 'полон', 30],

            ['полоса', 'полоса', 0],
            ['полоса', 'полоса', 1],
            ['полоса', 'полоса', 2],
            ['полоса', 'полоса', 30],

            ['полоска', 'полоска', 0],
            ['полоска', 'полоска', 1],
            ['полоска', 'полоска', 2],
            ['полоска', 'полоска', 30],

            ['полоскание', 'полоскание', 0],
            ['полоскание', 'полоскание', 1],
            ['полоскание', 'полоскание', 2],
            ['полоскание', 'полоскание', 30],

            ['полость', 'полость', 0],
            ['полость', 'полость', 1],
            ['полость', 'полость', 2],
            ['полость', 'полость', 30],

            ['полотенце', 'полотенце', 0],
            ['полотенце', 'полотенце', 1],
            ['полотенце', 'полотенце', 2],
            ['полотенце', 'полотенце', 30],

            ['полотер', 'полотер', 0],
            ['полотер', 'полотер', 1],
            ['полотер', 'полотер', 2],
            ['полотер', 'полотер', 30],

            ['полотнище', 'полотнище', 0],
            ['полотнище', 'полотнище', 1],
            ['полотнище', 'полотнище', 2],
            ['полотнище', 'полотнище', 30],

            ['полотно', 'полотно', 0],
            ['полотно', 'полотно', 1],
            ['полотно', 'полотно', 2],
            ['полотно', 'полотно', 30],

            ['полоцк', 'полоцк', 0],
            ['полоцк', 'полоцк', 1],
            ['полоцк', 'полоцк', 2],
            ['полоцк', 'полоцк', 30],

            ['полочка', 'полочка', 0],
            ['полочка', 'полочка', 1],
            ['полочка', 'полочка', 2],
            ['полочка', 'полочка', 30],

            ['полпред', 'полпред', 0],
            ['полпред', 'полпред', 1],
            ['полпред', 'полпред', 2],
            ['полпред', 'полпред', 30],

            ['полтава', 'полтава', 0],
            ['полтава', 'полтава', 1],
            ['полтава', 'полтава', 2],
            ['полтава', 'полтава', 30],

            ['полтина', 'полтина', 0],
            ['полтина', 'полтина', 1],
            ['полтина', 'полтина', 2],
            ['полтина', 'полтина', 30],

            ['полтинник', 'полтинник', 0],
            ['полтинник', 'полтинник', 1],
            ['полтинник', 'полтинник', 2],
            ['полтинник', 'полтинник', 30],

            ['полубог', 'полубог', 0],
            ['полубог', 'полубог', 1],
            ['полубог', 'полубог', 2],
            ['полубог', 'полубог', 30],

            ['полуботинок', 'полуботинок', 0],
            ['полуботинок', 'полуботинок', 1],
            ['полуботинок', 'полуботинок', 2],
            ['полуботинок', 'полуботинок', 30],

            ['полугод', 'полугод', 0],
            ['полугод', 'полугод', 1],
            ['полугод', 'полугод', 2],
            ['полугод', 'полугод', 30],

            ['полугодие', 'полугодие', 0],
            ['полугодие', 'полугодие', 1],
            ['полугодие', 'полугодие', 2],
            ['полугодие', 'полугодие', 30],

            ['полудин', 'полудин', 0],
            ['полудин', 'полудин', 1],
            ['полудин', 'полудин', 2],
            ['полудин', 'полудин', 30],

            ['полузабытье', 'полузабытье', 0],
            ['полузабытье', 'полузабытье', 1],
            ['полузабытье', 'полузабытье', 2],
            ['полузабытье', 'полузабытье', 30],

            ['полукаров', 'полукаров', 0],
            ['полукаров', 'полукаров', 1],
            ['полукаров', 'полукаров', 2],
            ['полукаров', 'полукаров', 30],

            ['полукольцо', 'полукольцо', 0],
            ['полукольцо', 'полукольцо', 1],
            ['полукольцо', 'полукольцо', 2],
            ['полукольцо', 'полукольцо', 30],

            ['полукруг', 'полукруг', 0],
            ['полукруг', 'полукруг', 1],
            ['полукруг', 'полукруг', 2],
            ['полукруг', 'полукруг', 30],

            ['полумесяц', 'полумесяц', 0],
            ['полумесяц', 'полумесяц', 1],
            ['полумесяц', 'полумесяц', 2],
            ['полумесяц', 'полумесяц', 30],

            ['полумрак', 'полумрак', 0],
            ['полумрак', 'полумрак', 1],
            ['полумрак', 'полумрак', 2],
            ['полумрак', 'полумрак', 30],

            ['полуночь', 'полуночь', 0],
            ['полуночь', 'полуночь', 1],
            ['полуночь', 'полуночь', 2],
            ['полуночь', 'полуночь', 30],

            ['полуостров', 'полуостров', 0],
            ['полуостров', 'полуостров', 1],
            ['полуостров', 'полуостров', 2],
            ['полуостров', 'полуостров', 30],

            ['полуподвал', 'полуподвал', 0],
            ['полуподвал', 'полуподвал', 1],
            ['полуподвал', 'полуподвал', 2],
            ['полуподвал', 'полуподвал', 30],

            ['полуправда', 'полуправда', 0],
            ['полуправда', 'полуправда', 1],
            ['полуправда', 'полуправда', 2],
            ['полуправда', 'полуправда', 30],

            ['полуслово', 'полуслово', 0],
            ['полуслово', 'полуслово', 1],
            ['полуслово', 'полуслово', 2],
            ['полуслово', 'полуслово', 30],

            ['полусмерть', 'полусмерть', 0],
            ['полусмерть', 'полусмерть', 1],
            ['полусмерть', 'полусмерть', 2],
            ['полусмерть', 'полусмерть', 30],

            ['полусон', 'полусон', 0],
            ['полусон', 'полусон', 1],
            ['полусон', 'полусон', 2],
            ['полусон', 'полусон', 30],

            ['полусотня', 'полусотня', 0],
            ['полусотня', 'полусотня', 1],
            ['полусотня', 'полусотня', 2],
            ['полусотня', 'полусотня', 30],

            ['полустанок', 'полустанок', 0],
            ['полустанок', 'полустанок', 1],
            ['полустанок', 'полустанок', 2],
            ['полустанок', 'полустанок', 30],

            ['полуторка', 'полуторка', 0],
            ['полуторка', 'полуторка', 1],
            ['полуторка', 'полуторка', 2],
            ['полуторка', 'полуторка', 30],

            ['полутьма', 'полутьма', 0],
            ['полутьма', 'полутьма', 1],
            ['полутьма', 'полутьма', 2],
            ['полутьма', 'полутьма', 30],

            ['полуулыбка', 'полуулыбка', 0],
            ['полуулыбка', 'полуулыбка', 1],
            ['полуулыбка', 'полуулыбка', 2],
            ['полуулыбка', 'полуулыбка', 30],

            ['полуфабрикат', 'полуфабрикат', 0],
            ['полуфабрикат', 'полуфабрикат', 1],
            ['полуфабрикат', 'полуфабрикат', 2],
            ['полуфабрикат', 'полуфабрикат', 30],

            ['получатель', 'получатель', 0],
            ['получатель', 'получатель', 1],
            ['получатель', 'получатель', 2],
            ['получатель', 'получатель', 30],

            ['получение', 'получение', 0],
            ['получение', 'получение', 1],
            ['получение', 'получение', 2],
            ['получение', 'получение', 30],

            ['получка', 'получка', 0],
            ['получка', 'получка', 1],
            ['получка', 'получка', 2],
            ['получка', 'получка', 30],

            ['полушарие', 'полушарие', 0],
            ['полушарие', 'полушарие', 1],
            ['полушарие', 'полушарие', 2],
            ['полушарие', 'полушарие', 30],

            ['полушепот', 'полушепот', 0],
            ['полушепот', 'полушепот', 1],
            ['полушепот', 'полушепот', 2],
            ['полушепот', 'полушепот', 30],

            ['полушубок', 'полушубок', 0],
            ['полушубок', 'полушубок', 1],
            ['полушубок', 'полушубок', 2],
            ['полушубок', 'полушубок', 30],

            ['полчаса', 'полчаса', 0],
            ['полчаса', 'полчаса', 1],
            ['полчаса', 'полчаса', 2],
            ['полчаса', 'полчаса', 30],

            ['полчище', 'полчище', 0],
            ['полчище', 'полчище', 1],
            ['полчище', 'полчище', 2],
            ['полчище', 'полчище', 30],

            ['полынь', 'полынь', 0],
            ['полынь', 'полынь', 1],
            ['полынь', 'полынь', 2],
            ['полынь', 'полынь', 30],

            ['полынья', 'полынья', 0],
            ['полынья', 'полынья', 1],
            ['полынья', 'полынья', 2],
            ['полынья', 'полынья', 30],

            ['польза', 'польза', 0],
            ['польза', 'польза', 1],
            ['польза', 'польза', 2],
            ['польза', 'польза', 30],

            ['пользование', 'пользование', 0],
            ['пользование', 'пользование', 1],
            ['пользование', 'пользование', 2],
            ['пользование', 'пользование', 30],

            ['пользователь', 'пользователь', 0],
            ['пользователь', 'пользователь', 1],
            ['пользователь', 'пользователь', 2],
            ['пользователь', 'пользователь', 30],

            ['полька', 'полька', 0],
            ['полька', 'полька', 1],
            ['полька', 'полька', 2],
            ['полька', 'полька', 30],

            ['польша', 'польша', 0],
            ['польша', 'польша', 1],
            ['польша', 'польша', 2],
            ['польша', 'польша', 30],

            ['полюня', 'полюня', 0],
            ['полюня', 'полюня', 1],
            ['полюня', 'полюня', 2],
            ['полюня', 'полюня', 30],

            ['полюс', 'полюс', 0],
            ['полюс', 'полюс', 1],
            ['полюс', 'полюс', 2],
            ['полюс', 'полюс', 30],

            ['полюся', 'полюся', 0],
            ['полюся', 'полюся', 1],
            ['полюся', 'полюся', 2],
            ['полюся', 'полюся', 30],

            ['полюха', 'полюха', 0],
            ['полюха', 'полюха', 1],
            ['полюха', 'полюха', 2],
            ['полюха', 'полюха', 30],

            ['полюша', 'полюша', 0],
            ['полюша', 'полюша', 1],
            ['полюша', 'полюша', 2],
            ['полюша', 'полюша', 30],

            ['поля', 'поля', 0],
            ['поля', 'поля', 1],
            ['поля', 'поля', 2],
            ['поля', 'поля', 30],

            ['поляк', 'поляк', 0],
            ['поляк', 'поляк', 1],
            ['поляк', 'поляк', 2],
            ['поляк', 'поляк', 30],

            ['поляна', 'поляна', 0],
            ['поляна', 'поляна', 1],
            ['поляна', 'поляна', 2],
            ['поляна', 'поляна', 30],

            ['полянин', 'полянин', 0],
            ['полянин', 'полянин', 1],
            ['полянин', 'полянин', 2],
            ['полянин', 'полянин', 30],

            ['полянка', 'полянка', 0],
            ['полянка', 'полянка', 1],
            ['полянка', 'полянка', 2],
            ['полянка', 'полянка', 30],

            ['полярник', 'полярник', 0],
            ['полярник', 'полярник', 1],
            ['полярник', 'полярник', 2],
            ['полярник', 'полярник', 30],

            ['поляха', 'поляха', 0],
            ['поляха', 'поляха', 1],
            ['поляха', 'поляха', 2],
            ['поляха', 'поляха', 30],

            ['поляша', 'поляша', 0],
            ['поляша', 'поляша', 1],
            ['поляша', 'поляша', 2],
            ['поляша', 'поляша', 30],

            ['помада', 'помада', 0],
            ['помада', 'помада', 1],
            ['помада', 'помада', 2],
            ['помада', 'помада', 30],

            ['помазок', 'помазок', 0],
            ['помазок', 'помазок', 1],
            ['помазок', 'помазок', 2],
            ['помазок', 'помазок', 30],

            ['помело', 'помело', 0],
            ['помело', 'помело', 1],
            ['помело', 'помело', 2],
            ['помело', 'помело', 30],

            ['померанец', 'померанец', 0],
            ['померанец', 'померанец', 1],
            ['померанец', 'померанец', 2],
            ['померанец', 'померанец', 30],

            ['поместье', 'поместье', 0],
            ['поместье', 'поместье', 1],
            ['поместье', 'поместье', 2],
            ['поместье', 'поместье', 30],

            ['помесь', 'помесь', 0],
            ['помесь', 'помесь', 1],
            ['помесь', 'помесь', 2],
            ['помесь', 'помесь', 30],

            ['помет', 'помет', 0],
            ['помет', 'помет', 1],
            ['помет', 'помет', 2],
            ['помет', 'помет', 30],

            ['помета', 'помета', 0],
            ['помета', 'помета', 1],
            ['помета', 'помета', 2],
            ['помета', 'помета', 30],

            ['пометка', 'пометка', 0],
            ['пометка', 'пометка', 1],
            ['пометка', 'пометка', 2],
            ['пометка', 'пометка', 30],

            ['помеха', 'помеха', 0],
            ['помеха', 'помеха', 1],
            ['помеха', 'помеха', 2],
            ['помеха', 'помеха', 30],

            ['помешательство', 'помешательство', 0],
            ['помешательство', 'помешательство', 1],
            ['помешательство', 'помешательство', 2],
            ['помешательство', 'помешательство', 30],

            ['помещение', 'помещение', 0],
            ['помещение', 'помещение', 1],
            ['помещение', 'помещение', 2],
            ['помещение', 'помещение', 30],

            ['помещик', 'помещик', 0],
            ['помещик', 'помещик', 1],
            ['помещик', 'помещик', 2],
            ['помещик', 'помещик', 30],

            ['помещица', 'помещица', 0],
            ['помещица', 'помещица', 1],
            ['помещица', 'помещица', 2],
            ['помещица', 'помещица', 30],

            ['помидор', 'помидор', 0],
            ['помидор', 'помидор', 1],
            ['помидор', 'помидор', 2],
            ['помидор', 'помидор', 30],

            ['помидорчик', 'помидорчик', 0],
            ['помидорчик', 'помидорчик', 1],
            ['помидорчик', 'помидорчик', 2],
            ['помидорчик', 'помидорчик', 30],

            ['помилование', 'помилование', 0],
            ['помилование', 'помилование', 1],
            ['помилование', 'помилование', 2],
            ['помилование', 'помилование', 30],

            ['помин', 'помин', 0],
            ['помин', 'помин', 1],
            ['помин', 'помин', 2],
            ['помин', 'помин', 30],

            ['поминки', 'поминки', 0],
            ['поминки', 'поминки', 1],
            ['поминки', 'поминки', 2],
            ['поминки', 'поминки', 30],

            ['помои', 'помои', 0],
            ['помои', 'помои', 1],
            ['помои', 'помои', 2],
            ['помои', 'помои', 30],

            ['помойка', 'помойка', 0],
            ['помойка', 'помойка', 1],
            ['помойка', 'помойка', 2],
            ['помойка', 'помойка', 30],

            ['помол', 'помол', 0],
            ['помол', 'помол', 1],
            ['помол', 'помол', 2],
            ['помол', 'помол', 30],

            ['помолвка', 'помолвка', 0],
            ['помолвка', 'помолвка', 1],
            ['помолвка', 'помолвка', 2],
            ['помолвка', 'помолвка', 30],

            ['помост', 'помост', 0],
            ['помост', 'помост', 1],
            ['помост', 'помост', 2],
            ['помост', 'помост', 30],

            ['помочь', 'помочь', 0],
            ['помочь', 'помочь', 1],
            ['помочь', 'помочь', 2],
            ['помочь', 'помочь', 30],

            ['помощник', 'помощник', 0],
            ['помощник', 'помощник', 1],
            ['помощник', 'помощник', 2],
            ['помощник', 'помощник', 30],

            ['помощница', 'помощница', 0],
            ['помощница', 'помощница', 1],
            ['помощница', 'помощница', 2],
            ['помощница', 'помощница', 30],

            ['помощь', 'помощь', 0],
            ['помощь', 'помощь', 1],
            ['помощь', 'помощь', 2],
            ['помощь', 'помощь', 30],

            ['помпа', 'помпа', 0],
            ['помпа', 'помпа', 1],
            ['помпа', 'помпа', 2],
            ['помпа', 'помпа', 30],

            ['помрачение', 'помрачение', 0],
            ['помрачение', 'помрачение', 1],
            ['помрачение', 'помрачение', 2],
            ['помрачение', 'помрачение', 30],

            ['помутнение', 'помутнение', 0],
            ['помутнение', 'помутнение', 1],
            ['помутнение', 'помутнение', 2],
            ['помутнение', 'помутнение', 30],

            ['помысел', 'помысел', 0],
            ['помысел', 'помысел', 1],
            ['помысел', 'помысел', 2],
            ['помысел', 'помысел', 30],

            ['понг', 'понг', 0],
            ['понг', 'понг', 1],
            ['понг', 'понг', 2],
            ['понг', 'понг', 30],

            ['понедельник', 'понедельник', 0],
            ['понедельник', 'понедельник', 1],
            ['понедельник', 'понедельник', 2],
            ['понедельник', 'понедельник', 30],

            ['пони', 'пони', 0],
            ['пони', 'пони', 1],
            ['пони', 'пони', 2],
            ['пони', 'пони', 30],

            ['понижение', 'понижение', 0],
            ['понижение', 'понижение', 1],
            ['понижение', 'понижение', 2],
            ['понижение', 'понижение', 30],

            ['понимание', 'понимание', 0],
            ['понимание', 'понимание', 1],
            ['понимание', 'понимание', 2],
            ['понимание', 'понимание', 30],

            ['пономарь', 'пономарь', 0],
            ['пономарь', 'пономарь', 1],
            ['пономарь', 'пономарь', 2],
            ['пономарь', 'пономарь', 30],

            ['понос', 'понос', 0],
            ['понос', 'понос', 1],
            ['понос', 'понос', 2],
            ['понос', 'понос', 30],

            ['понт', 'понт', 0],
            ['понт', 'понт', 1],
            ['понт', 'понт', 2],
            ['понт', 'понт', 30],

            ['понукание', 'понукание', 0],
            ['понукание', 'понукание', 1],
            ['понукание', 'понукание', 2],
            ['понукание', 'понукание', 30],

            ['пончик', 'пончик', 0],
            ['пончик', 'пончик', 1],
            ['пончик', 'пончик', 2],
            ['пончик', 'пончик', 30],

            ['понятие', 'понятие', 0],
            ['понятие', 'понятие', 1],
            ['понятие', 'понятие', 2],
            ['понятие', 'понятие', 30],

            ['понятой', 'понятой', 0],
            ['понятой', 'понятой', 1],
            ['понятой', 'понятой', 2],
            ['понятой', 'понятой', 30],

            ['поощрение', 'поощрение', 0],
            ['поощрение', 'поощрение', 1],
            ['поощрение', 'поощрение', 2],
            ['поощрение', 'поощрение', 30],

            ['поп', 'поп', 0],
            ['поп', 'поп', 1],
            ['поп', 'поп', 2],
            ['поп', 'поп', 30],

            ['попадание', 'попадание', 0],
            ['попадание', 'попадание', 1],
            ['попадание', 'попадание', 2],
            ['попадание', 'попадание', 30],

            ['поперечник', 'поперечник', 0],
            ['поперечник', 'поперечник', 1],
            ['поперечник', 'поперечник', 2],
            ['поперечник', 'поперечник', 30],

            ['попечение', 'попечение', 0],
            ['попечение', 'попечение', 1],
            ['попечение', 'попечение', 2],
            ['попечение', 'попечение', 30],

            ['попечитель', 'попечитель', 0],
            ['попечитель', 'попечитель', 1],
            ['попечитель', 'попечитель', 2],
            ['попечитель', 'попечитель', 30],

            ['попка', 'попка', 0],
            ['попка', 'попка', 1],
            ['попка', 'попка', 2],
            ['попка', 'попка', 30],

            ['поплавок', 'поплавок', 0],
            ['поплавок', 'поплавок', 1],
            ['поплавок', 'поплавок', 2],
            ['поплавок', 'поплавок', 30],

            ['попойка', 'попойка', 0],
            ['попойка', 'попойка', 1],
            ['попойка', 'попойка', 2],
            ['попойка', 'попойка', 30],

            ['поползновение', 'поползновение', 0],
            ['поползновение', 'поползновение', 1],
            ['поползновение', 'поползновение', 2],
            ['поползновение', 'поползновение', 30],

            ['пополнение', 'пополнение', 0],
            ['пополнение', 'пополнение', 1],
            ['пополнение', 'пополнение', 2],
            ['пополнение', 'пополнение', 30],

            ['попона', 'попона', 0],
            ['попона', 'попона', 1],
            ['попона', 'попона', 2],
            ['попона', 'попона', 30],

            ['поправка', 'поправка', 0],
            ['поправка', 'поправка', 1],
            ['поправка', 'поправка', 2],
            ['поправка', 'поправка', 30],

            ['попрек', 'попрек', 0],
            ['попрек', 'попрек', 1],
            ['попрек', 'попрек', 2],
            ['попрек', 'попрек', 30],

            ['поприще', 'поприще', 0],
            ['поприще', 'поприще', 1],
            ['поприще', 'поприще', 2],
            ['поприще', 'поприще', 30],

            ['попрошайка', 'попрошайка', 0],
            ['попрошайка', 'попрошайка', 1],
            ['попрошайка', 'попрошайка', 2],
            ['попрошайка', 'попрошайка', 30],

            ['попугай', 'попугай', 0],
            ['попугай', 'попугай', 1],
            ['попугай', 'попугай', 2],
            ['попугай', 'попугай', 30],

            ['попугайчик', 'попугайчик', 0],
            ['попугайчик', 'попугайчик', 1],
            ['попугайчик', 'попугайчик', 2],
            ['попугайчик', 'попугайчик', 30],

            ['популист', 'популист', 0],
            ['популист', 'популист', 1],
            ['популист', 'популист', 2],
            ['популист', 'популист', 30],

            ['популярность', 'популярность', 0],
            ['популярность', 'популярность', 1],
            ['популярность', 'популярность', 2],
            ['популярность', 'популярность', 30],

            ['популяция', 'популяция', 0],
            ['популяция', 'популяция', 1],
            ['популяция', 'популяция', 2],
            ['популяция', 'популяция', 30],

            ['попустительство', 'попустительство', 0],
            ['попустительство', 'попустительство', 1],
            ['попустительство', 'попустительство', 2],
            ['попустительство', 'попустительство', 30],

            ['попутчик', 'попутчик', 0],
            ['попутчик', 'попутчик', 1],
            ['попутчик', 'попутчик', 2],
            ['попутчик', 'попутчик', 30],

            ['попытка', 'попытка', 0],
            ['попытка', 'попытка', 1],
            ['попытка', 'попытка', 2],
            ['попытка', 'попытка', 30],

            ['пора', 'пора', 0],
            ['пора', 'пора', 1],
            ['пора', 'пора', 2],
            ['пора', 'пора', 30],

            ['поражение', 'поражение', 0],
            ['поражение', 'поражение', 1],
            ['поражение', 'поражение', 2],
            ['поражение', 'поражение', 30],

            ['порез', 'порез', 0],
            ['порез', 'порез', 1],
            ['порез', 'порез', 2],
            ['порез', 'порез', 30],

            ['порицание', 'порицание', 0],
            ['порицание', 'порицание', 1],
            ['порицание', 'порицание', 2],
            ['порицание', 'порицание', 30],

            ['порка', 'порка', 0],
            ['порка', 'порка', 1],
            ['порка', 'порка', 2],
            ['порка', 'порка', 30],

            ['порнография', 'порнография', 0],
            ['порнография', 'порнография', 1],
            ['порнография', 'порнография', 2],
            ['порнография', 'порнография', 30],

            ['порог', 'порог', 0],
            ['порог', 'порог', 1],
            ['порог', 'порог', 2],
            ['порог', 'порог', 30],

            ['порода', 'порода', 0],
            ['порода', 'порода', 1],
            ['порода', 'порода', 2],
            ['порода', 'порода', 30],

            ['порождение', 'порождение', 0],
            ['порождение', 'порождение', 1],
            ['порождение', 'порождение', 2],
            ['порождение', 'порождение', 30],

            ['порожек', 'порожек', 0],
            ['порожек', 'порожек', 1],
            ['порожек', 'порожек', 2],
            ['порожек', 'порожек', 30],

            ['порожняк', 'порожняк', 0],
            ['порожняк', 'порожняк', 1],
            ['порожняк', 'порожняк', 2],
            ['порожняк', 'порожняк', 30],

            ['порок', 'порок', 0],
            ['порок', 'порок', 1],
            ['порок', 'порок', 2],
            ['порок', 'порок', 30],

            ['поросенок', 'поросенок', 0],
            ['поросенок', 'поросенок', 1],
            ['поросенок', 'поросенок', 2],
            ['поросенок', 'поросенок', 30],

            ['поросль', 'поросль', 0],
            ['поросль', 'поросль', 1],
            ['поросль', 'поросль', 2],
            ['поросль', 'поросль', 30],

            ['порох', 'порох', 0],
            ['порох', 'порох', 1],
            ['порох', 'порох', 2],
            ['порох', 'порох', 30],

            ['порочность', 'порочность', 0],
            ['порочность', 'порочность', 1],
            ['порочность', 'порочность', 2],
            ['порочность', 'порочность', 30],

            ['порошок', 'порошок', 0],
            ['порошок', 'порошок', 1],
            ['порошок', 'порошок', 2],
            ['порошок', 'порошок', 30],

            ['порт', 'порт', 0],
            ['порт', 'порт', 1],
            ['порт', 'порт', 2],
            ['порт', 'порт', 30],

            ['портвейн', 'портвейн', 0],
            ['портвейн', 'портвейн', 1],
            ['портвейн', 'портвейн', 2],
            ['портвейн', 'портвейн', 30],

            ['портик', 'портик', 0],
            ['портик', 'портик', 1],
            ['портик', 'портик', 2],
            ['портик', 'портик', 30],

            ['портки', 'портки', 0],
            ['портки', 'портки', 1],
            ['портки', 'портки', 2],
            ['портки', 'портки', 30],

            ['портмоне', 'портмоне', 0],
            ['портмоне', 'портмоне', 1],
            ['портмоне', 'портмоне', 2],
            ['портмоне', 'портмоне', 30],

            ['портниха', 'портниха', 0],
            ['портниха', 'портниха', 1],
            ['портниха', 'портниха', 2],
            ['портниха', 'портниха', 30],

            ['портной', 'портной', 0],
            ['портной', 'портной', 1],
            ['портной', 'портной', 2],
            ['портной', 'портной', 30],

            ['портрет', 'портрет', 0],
            ['портрет', 'портрет', 1],
            ['портрет', 'портрет', 2],
            ['портрет', 'портрет', 30],

            ['портсигар', 'портсигар', 0],
            ['портсигар', 'портсигар', 1],
            ['портсигар', 'портсигар', 2],
            ['портсигар', 'портсигар', 30],

            ['португалец', 'португалец', 0],
            ['португалец', 'португалец', 1],
            ['португалец', 'португалец', 2],
            ['португалец', 'португалец', 30],

            ['португалия', 'португалия', 0],
            ['португалия', 'португалия', 1],
            ['португалия', 'португалия', 2],
            ['португалия', 'португалия', 30],

            ['портупея', 'портупея', 0],
            ['портупея', 'портупея', 1],
            ['портупея', 'портупея', 2],
            ['портупея', 'портупея', 30],

            ['портфель', 'портфель', 0],
            ['портфель', 'портфель', 1],
            ['портфель', 'портфель', 2],
            ['портфель', 'портфель', 30],

            ['портфельчик', 'портфельчик', 0],
            ['портфельчик', 'портфельчик', 1],
            ['портфельчик', 'портфельчик', 2],
            ['портфельчик', 'портфельчик', 30],

            ['портье', 'портье', 0],
            ['портье', 'портье', 1],
            ['портье', 'портье', 2],
            ['портье', 'портье', 30],

            ['портьера', 'портьера', 0],
            ['портьера', 'портьера', 1],
            ['портьера', 'портьера', 2],
            ['портьера', 'портьера', 30],

            ['портянка', 'портянка', 0],
            ['портянка', 'портянка', 1],
            ['портянка', 'портянка', 2],
            ['портянка', 'портянка', 30],

            ['порубка', 'порубка', 0],
            ['порубка', 'порубка', 1],
            ['порубка', 'порубка', 2],
            ['порубка', 'порубка', 30],

            ['порука', 'порука', 0],
            ['порука', 'порука', 1],
            ['порука', 'порука', 2],
            ['порука', 'порука', 30],

            ['поручение', 'поручение', 0],
            ['поручение', 'поручение', 1],
            ['поручение', 'поручение', 2],
            ['поручение', 'поручение', 30],

            ['поручень', 'поручень', 0],
            ['поручень', 'поручень', 1],
            ['поручень', 'поручень', 2],
            ['поручень', 'поручень', 30],

            ['поручик', 'поручик', 0],
            ['поручик', 'поручик', 1],
            ['поручик', 'поручик', 2],
            ['поручик', 'поручик', 30],

            ['порция', 'порция', 0],
            ['порция', 'порция', 1],
            ['порция', 'порция', 2],
            ['порция', 'порция', 30],

            ['порча', 'порча', 0],
            ['порча', 'порча', 1],
            ['порча', 'порча', 2],
            ['порча', 'порча', 30],

            ['поршень', 'поршень', 0],
            ['поршень', 'поршень', 1],
            ['поршень', 'поршень', 2],
            ['поршень', 'поршень', 30],

            ['порыв', 'порыв', 0],
            ['порыв', 'порыв', 1],
            ['порыв', 'порыв', 2],
            ['порыв', 'порыв', 30],

            ['порядок', 'порядок', 0],
            ['порядок', 'порядок', 1],
            ['порядок', 'порядок', 2],
            ['порядок', 'порядок', 30],

            ['порядочек', 'порядочек', 0],
            ['порядочек', 'порядочек', 1],
            ['порядочек', 'порядочек', 2],
            ['порядочек', 'порядочек', 30],

            ['порядочность', 'порядочность', 0],
            ['порядочность', 'порядочность', 1],
            ['порядочность', 'порядочность', 2],
            ['порядочность', 'порядочность', 30],

            ['пос', 'пос', 0],
            ['пос', 'пос', 1],
            ['пос', 'пос', 2],
            ['пос', 'пос', 30],

            ['посад', 'посад', 0],
            ['посад', 'посад', 1],
            ['посад', 'посад', 2],
            ['посад', 'посад', 30],

            ['посадка', 'посадка', 0],
            ['посадка', 'посадка', 1],
            ['посадка', 'посадка', 2],
            ['посадка', 'посадка', 30],

            ['посвист', 'посвист', 0],
            ['посвист', 'посвист', 1],
            ['посвист', 'посвист', 2],
            ['посвист', 'посвист', 30],

            ['посвящение', 'посвящение', 0],
            ['посвящение', 'посвящение', 1],
            ['посвящение', 'посвящение', 2],
            ['посвящение', 'посвящение', 30],

            ['посев', 'посев', 0],
            ['посев', 'посев', 1],
            ['посев', 'посев', 2],
            ['посев', 'посев', 30],

            ['поселенец', 'поселенец', 0],
            ['поселенец', 'поселенец', 1],
            ['поселенец', 'поселенец', 2],
            ['поселенец', 'поселенец', 30],

            ['поселение', 'поселение', 0],
            ['поселение', 'поселение', 1],
            ['поселение', 'поселение', 2],
            ['поселение', 'поселение', 30],

            ['поселок', 'поселок', 0],
            ['поселок', 'поселок', 1],
            ['поселок', 'поселок', 2],
            ['поселок', 'поселок', 30],

            ['посетитель', 'посетитель', 0],
            ['посетитель', 'посетитель', 1],
            ['посетитель', 'посетитель', 2],
            ['посетитель', 'посетитель', 30],

            ['посетительница', 'посетительница', 0],
            ['посетительница', 'посетительница', 1],
            ['посетительница', 'посетительница', 2],
            ['посетительница', 'посетительница', 30],

            ['посещение', 'посещение', 0],
            ['посещение', 'посещение', 1],
            ['посещение', 'посещение', 2],
            ['посещение', 'посещение', 30],

            ['посиделки', 'посиделки', 0],
            ['посиделки', 'посиделки', 1],
            ['посиделки', 'посиделки', 2],
            ['посиделки', 'посиделки', 30],

            ['посинение', 'посинение', 0],
            ['посинение', 'посинение', 1],
            ['посинение', 'посинение', 2],
            ['посинение', 'посинение', 30],

            ['послабление', 'послабление', 0],
            ['послабление', 'послабление', 1],
            ['послабление', 'послабление', 2],
            ['послабление', 'послабление', 30],

            ['посланец', 'посланец', 0],
            ['посланец', 'посланец', 1],
            ['посланец', 'посланец', 2],
            ['посланец', 'посланец', 30],

            ['послание', 'послание', 0],
            ['послание', 'послание', 1],
            ['послание', 'послание', 2],
            ['послание', 'послание', 30],

            ['посланник', 'посланник', 0],
            ['посланник', 'посланник', 1],
            ['посланник', 'посланник', 2],
            ['посланник', 'посланник', 30],

            ['послед', 'послед', 0],
            ['послед', 'послед', 1],
            ['послед', 'послед', 2],
            ['послед', 'послед', 30],

            ['последователь', 'последователь', 0],
            ['последователь', 'последователь', 1],
            ['последователь', 'последователь', 2],
            ['последователь', 'последователь', 30],

            ['последовательность', 'последовательность', 0],
            ['последовательность', 'последовательность', 1],
            ['последовательность', 'последовательность', 2],
            ['последовательность', 'последовательность', 30],

            ['последствие', 'последствие', 0],
            ['последствие', 'последствие', 1],
            ['последствие', 'последствие', 2],
            ['последствие', 'последствие', 30],

            ['послесловие', 'послесловие', 0],
            ['послесловие', 'послесловие', 1],
            ['послесловие', 'послесловие', 2],
            ['послесловие', 'послесловие', 30],

            ['пословица', 'пословица', 0],
            ['пословица', 'пословица', 1],
            ['пословица', 'пословица', 2],
            ['пословица', 'пословица', 30],

            ['послушание', 'послушание', 0],
            ['послушание', 'послушание', 1],
            ['послушание', 'послушание', 2],
            ['послушание', 'послушание', 30],

            ['посмешище', 'посмешище', 0],
            ['посмешище', 'посмешище', 1],
            ['посмешище', 'посмешище', 2],
            ['посмешище', 'посмешище', 30],

            ['пособие', 'пособие', 0],
            ['пособие', 'пособие', 1],
            ['пособие', 'пособие', 2],
            ['пособие', 'пособие', 30],

            ['пособник', 'пособник', 0],
            ['пособник', 'пособник', 1],
            ['пособник', 'пособник', 2],
            ['пособник', 'пособник', 30],

            ['посол', 'посол', 0],
            ['посол', 'посол', 1],
            ['посол', 'посол', 2],
            ['посол', 'посол', 30],

            ['посольство', 'посольство', 0],
            ['посольство', 'посольство', 1],
            ['посольство', 'посольство', 2],
            ['посольство', 'посольство', 30],

            ['посох', 'посох', 0],
            ['посох', 'посох', 1],
            ['посох', 'посох', 2],
            ['посох', 'посох', 30],

            ['посошок', 'посошок', 0],
            ['посошок', 'посошок', 1],
            ['посошок', 'посошок', 2],
            ['посошок', 'посошок', 30],

            ['поспешность', 'поспешность', 0],
            ['поспешность', 'поспешность', 1],
            ['поспешность', 'поспешность', 2],
            ['поспешность', 'поспешность', 30],

            ['посредник', 'посредник', 0],
            ['посредник', 'посредник', 1],
            ['посредник', 'посредник', 2],
            ['посредник', 'посредник', 30],

            ['посредничество', 'посредничество', 0],
            ['посредничество', 'посредничество', 1],
            ['посредничество', 'посредничество', 2],
            ['посредничество', 'посредничество', 30],

            ['посредственность', 'посредственность', 0],
            ['посредственность', 'посредственность', 1],
            ['посредственность', 'посредственность', 2],
            ['посредственность', 'посредственность', 30],

            ['посредство', 'посредство', 0],
            ['посредство', 'посредство', 1],
            ['посредство', 'посредство', 2],
            ['посредство', 'посредство', 30],

            ['пост', 'пост', 0],
            ['пост', 'пост', 1],
            ['пост', 'пост', 2],
            ['пост', 'пост', 30],

            ['поставка', 'поставка', 0],
            ['поставка', 'поставка', 1],
            ['поставка', 'поставка', 2],
            ['поставка', 'поставка', 30],

            ['поставщик', 'поставщик', 0],
            ['поставщик', 'поставщик', 1],
            ['поставщик', 'поставщик', 2],
            ['поставщик', 'поставщик', 30],

            ['постамент', 'постамент', 0],
            ['постамент', 'постамент', 1],
            ['постамент', 'постамент', 2],
            ['постамент', 'постамент', 30],

            ['постановка', 'постановка', 0],
            ['постановка', 'постановка', 1],
            ['постановка', 'постановка', 2],
            ['постановка', 'постановка', 30],

            ['постановление', 'постановление', 0],
            ['постановление', 'постановление', 1],
            ['постановление', 'постановление', 2],
            ['постановление', 'постановление', 30],

            ['постановщик', 'постановщик', 0],
            ['постановщик', 'постановщик', 1],
            ['постановщик', 'постановщик', 2],
            ['постановщик', 'постановщик', 30],

            ['постель', 'постель', 0],
            ['постель', 'постель', 1],
            ['постель', 'постель', 2],
            ['постель', 'постель', 30],

            ['постелька', 'постелька', 0],
            ['постелька', 'постелька', 1],
            ['постелька', 'постелька', 2],
            ['постелька', 'постелька', 30],

            ['постижение', 'постижение', 0],
            ['постижение', 'постижение', 1],
            ['постижение', 'постижение', 2],
            ['постижение', 'постижение', 30],

            ['постмодернизм', 'постмодернизм', 0],
            ['постмодернизм', 'постмодернизм', 1],
            ['постмодернизм', 'постмодернизм', 2],
            ['постмодернизм', 'постмодернизм', 30],

            ['постовой', 'постовой', 0],
            ['постовой', 'постовой', 1],
            ['постовой', 'постовой', 2],
            ['постовой', 'постовой', 30],

            ['постой', 'постой', 0],
            ['постой', 'постой', 1],
            ['постой', 'постой', 2],
            ['постой', 'постой', 30],

            ['постоялец', 'постоялец', 0],
            ['постоялец', 'постоялец', 1],
            ['постоялец', 'постоялец', 2],
            ['постоялец', 'постоялец', 30],

            ['постоянство', 'постоянство', 0],
            ['постоянство', 'постоянство', 1],
            ['постоянство', 'постоянство', 2],
            ['постоянство', 'постоянство', 30],

            ['пострадавший', 'пострадавший', 0],
            ['пострадавший', 'пострадавший', 1],
            ['пострадавший', 'пострадавший', 2],
            ['пострадавший', 'пострадавший', 30],

            ['построение', 'построение', 0],
            ['построение', 'построение', 1],
            ['построение', 'построение', 2],
            ['построение', 'построение', 30],

            ['постройка', 'постройка', 0],
            ['постройка', 'постройка', 1],
            ['постройка', 'постройка', 2],
            ['постройка', 'постройка', 30],

            ['постукивание', 'постукивание', 0],
            ['постукивание', 'постукивание', 1],
            ['постукивание', 'постукивание', 2],
            ['постукивание', 'постукивание', 30],

            ['постулат', 'постулат', 0],
            ['постулат', 'постулат', 1],
            ['постулат', 'постулат', 2],
            ['постулат', 'постулат', 30],

            ['поступление', 'поступление', 0],
            ['поступление', 'поступление', 1],
            ['поступление', 'поступление', 2],
            ['поступление', 'поступление', 30],

            ['поступок', 'поступок', 0],
            ['поступок', 'поступок', 1],
            ['поступок', 'поступок', 2],
            ['поступок', 'поступок', 30],

            ['поступь', 'поступь', 0],
            ['поступь', 'поступь', 1],
            ['поступь', 'поступь', 2],
            ['поступь', 'поступь', 30],

            ['посуда', 'посуда', 0],
            ['посуда', 'посуда', 1],
            ['посуда', 'посуда', 2],
            ['посуда', 'посуда', 30],

            ['посудина', 'посудина', 0],
            ['посудина', 'посудина', 1],
            ['посудина', 'посудина', 2],
            ['посудина', 'посудина', 30],

            ['посул', 'посул', 0],
            ['посул', 'посул', 1],
            ['посул', 'посул', 2],
            ['посул', 'посул', 30],

            ['посылка', 'посылка', 0],
            ['посылка', 'посылка', 1],
            ['посылка', 'посылка', 2],
            ['посылка', 'посылка', 30],

            ['посягательство', 'посягательство', 0],
            ['посягательство', 'посягательство', 1],
            ['посягательство', 'посягательство', 2],
            ['посягательство', 'посягательство', 30],

            ['пот', 'пот', 0],
            ['пот', 'пот', 1],
            ['пот', 'пот', 2],
            ['пот', 'пот', 30],

            ['потапенко', 'потапенко', 0],
            ['потапенко', 'потапенко', 1],
            ['потапенко', 'потапенко', 2],
            ['потапенко', 'потапенко', 30],

            ['потапова', 'потапова', 0],
            ['потапова', 'потапова', 1],
            ['потапова', 'потапова', 2],
            ['потапова', 'потапова', 30],

            ['потасовка', 'потасовка', 0],
            ['потасовка', 'потасовка', 1],
            ['потасовка', 'потасовка', 2],
            ['потасовка', 'потасовка', 30],

            ['поташник', 'поташник', 0],
            ['поташник', 'поташник', 1],
            ['поташник', 'поташник', 2],
            ['поташник', 'поташник', 30],

            ['потек', 'потек', 0],
            ['потек', 'потек', 1],
            ['потек', 'потек', 2],
            ['потек', 'потек', 30],

            ['потемки', 'потемки', 0],
            ['потемки', 'потемки', 1],
            ['потемки', 'потемки', 2],
            ['потемки', 'потемки', 30],

            ['потемкина', 'потемкина', 0],
            ['потемкина', 'потемкина', 1],
            ['потемкина', 'потемкина', 2],
            ['потемкина', 'потемкина', 30],

            ['потенциал', 'потенциал', 0],
            ['потенциал', 'потенциал', 1],
            ['потенциал', 'потенциал', 2],
            ['потенциал', 'потенциал', 30],

            ['потенция', 'потенция', 0],
            ['потенция', 'потенция', 1],
            ['потенция', 'потенция', 2],
            ['потенция', 'потенция', 30],

            ['потепление', 'потепление', 0],
            ['потепление', 'потепление', 1],
            ['потепление', 'потепление', 2],
            ['потепление', 'потепление', 30],

            ['потеря', 'потеря', 0],
            ['потеря', 'потеря', 1],
            ['потеря', 'потеря', 2],
            ['потеря', 'потеря', 30],

            ['потеха', 'потеха', 0],
            ['потеха', 'потеха', 1],
            ['потеха', 'потеха', 2],
            ['потеха', 'потеха', 30],

            ['потливость', 'потливость', 0],
            ['потливость', 'потливость', 1],
            ['потливость', 'потливость', 2],
            ['потливость', 'потливость', 30],

            ['поток', 'поток', 0],
            ['поток', 'поток', 1],
            ['поток', 'поток', 2],
            ['поток', 'поток', 30],

            ['потолок', 'потолок', 0],
            ['потолок', 'потолок', 1],
            ['потолок', 'потолок', 2],
            ['потолок', 'потолок', 30],

            ['потомок', 'потомок', 0],
            ['потомок', 'потомок', 1],
            ['потомок', 'потомок', 2],
            ['потомок', 'потомок', 30],

            ['потомство', 'потомство', 0],
            ['потомство', 'потомство', 1],
            ['потомство', 'потомство', 2],
            ['потомство', 'потомство', 30],

            ['потоотделение', 'потоотделение', 0],
            ['потоотделение', 'потоотделение', 1],
            ['потоотделение', 'потоотделение', 2],
            ['потоотделение', 'потоотделение', 30],

            ['потоп', 'потоп', 0],
            ['потоп', 'потоп', 1],
            ['потоп', 'потоп', 2],
            ['потоп', 'потоп', 30],

            ['потребитель', 'потребитель', 0],
            ['потребитель', 'потребитель', 1],
            ['потребитель', 'потребитель', 2],
            ['потребитель', 'потребитель', 30],

            ['потребление', 'потребление', 0],
            ['потребление', 'потребление', 1],
            ['потребление', 'потребление', 2],
            ['потребление', 'потребление', 30],

            ['потребность', 'потребность', 0],
            ['потребность', 'потребность', 1],
            ['потребность', 'потребность', 2],
            ['потребность', 'потребность', 30],

            ['потрескивание', 'потрескивание', 0],
            ['потрескивание', 'потрескивание', 1],
            ['потрескивание', 'потрескивание', 2],
            ['потрескивание', 'потрескивание', 30],

            ['потроха', 'потроха', 0],
            ['потроха', 'потроха', 1],
            ['потроха', 'потроха', 2],
            ['потроха', 'потроха', 30],

            ['потрясение', 'потрясение', 0],
            ['потрясение', 'потрясение', 1],
            ['потрясение', 'потрясение', 2],
            ['потрясение', 'потрясение', 30],

            ['потсдам', 'потсдам', 0],
            ['потсдам', 'потсдам', 1],
            ['потсдам', 'потсдам', 2],
            ['потсдам', 'потсдам', 30],

            ['потуга', 'потуга', 0],
            ['потуга', 'потуга', 1],
            ['потуга', 'потуга', 2],
            ['потуга', 'потуга', 30],

            ['поучение', 'поучение', 0],
            ['поучение', 'поучение', 1],
            ['поучение', 'поучение', 2],
            ['поучение', 'поучение', 30],

            ['похвала', 'похвала', 0],
            ['похвала', 'похвала', 1],
            ['похвала', 'похвала', 2],
            ['похвала', 'похвала', 30],

            ['похититель', 'похититель', 0],
            ['похититель', 'похититель', 1],
            ['похититель', 'похититель', 2],
            ['похититель', 'похититель', 30],

            ['похищение', 'похищение', 0],
            ['похищение', 'похищение', 1],
            ['похищение', 'похищение', 2],
            ['похищение', 'похищение', 30],

            ['похлебка', 'похлебка', 0],
            ['похлебка', 'похлебка', 1],
            ['похлебка', 'похлебка', 2],
            ['похлебка', 'похлебка', 30],

            ['похмелье', 'похмелье', 0],
            ['похмелье', 'похмелье', 1],
            ['похмелье', 'похмелье', 2],
            ['похмелье', 'похмелье', 30],

            ['поход', 'поход', 0],
            ['поход', 'поход', 1],
            ['поход', 'поход', 2],
            ['поход', 'поход', 30],

            ['походка', 'походка', 0],
            ['походка', 'походка', 1],
            ['походка', 'походка', 2],
            ['походка', 'походка', 30],

            ['похождение', 'похождение', 0],
            ['похождение', 'похождение', 1],
            ['похождение', 'похождение', 2],
            ['похождение', 'похождение', 30],

            ['похолодание', 'похолодание', 0],
            ['похолодание', 'похолодание', 1],
            ['похолодание', 'похолодание', 2],
            ['похолодание', 'похолодание', 30],

            ['похоронка', 'похоронка', 0],
            ['похоронка', 'похоронка', 1],
            ['похоронка', 'похоронка', 2],
            ['похоронка', 'похоронка', 30],

            ['похороны', 'похороны', 0],
            ['похороны', 'похороны', 1],
            ['похороны', 'похороны', 2],
            ['похороны', 'похороны', 30],

            ['похоть', 'похоть', 0],
            ['похоть', 'похоть', 1],
            ['похоть', 'похоть', 2],
            ['похоть', 'похоть', 30],

            ['похудание', 'похудание', 0],
            ['похудание', 'похудание', 1],
            ['похудание', 'похудание', 2],
            ['похудание', 'похудание', 30],

            ['поцелуй', 'поцелуй', 0],
            ['поцелуй', 'поцелуй', 1],
            ['поцелуй', 'поцелуй', 2],
            ['поцелуй', 'поцелуй', 30],

            ['початок', 'початок', 0],
            ['початок', 'початок', 1],
            ['початок', 'початок', 2],
            ['початок', 'початок', 30],

            ['почва', 'почва', 0],
            ['почва', 'почва', 1],
            ['почва', 'почва', 2],
            ['почва', 'почва', 30],

            ['почерк', 'почерк', 0],
            ['почерк', 'почерк', 1],
            ['почерк', 'почерк', 2],
            ['почерк', 'почерк', 30],

            ['почесть', 'почесть', 0],
            ['почесть', 'почесть', 1],
            ['почесть', 'почесть', 2],
            ['почесть', 'почесть', 30],

            ['почет', 'почет', 0],
            ['почет', 'почет', 1],
            ['почет', 'почет', 2],
            ['почет', 'почет', 30],

            ['почин', 'почин', 0],
            ['почин', 'почин', 1],
            ['почин', 'почин', 2],
            ['почин', 'почин', 30],

            ['починок', 'починок', 0],
            ['починок', 'починок', 1],
            ['починок', 'починок', 2],
            ['починок', 'починок', 30],

            ['почитание', 'почитание', 0],
            ['почитание', 'почитание', 1],
            ['почитание', 'почитание', 2],
            ['почитание', 'почитание', 30],

            ['почитатель', 'почитатель', 0],
            ['почитатель', 'почитатель', 1],
            ['почитатель', 'почитатель', 2],
            ['почитатель', 'почитатель', 30],

            ['почка', 'почка', 0],
            ['почка', 'почка', 1],
            ['почка', 'почка', 2],
            ['почка', 'почка', 30],

            ['почта', 'почта', 0],
            ['почта', 'почта', 1],
            ['почта', 'почта', 2],
            ['почта', 'почта', 30],

            ['почтальон', 'почтальон', 0],
            ['почтальон', 'почтальон', 1],
            ['почтальон', 'почтальон', 2],
            ['почтальон', 'почтальон', 30],

            ['почтамт', 'почтамт', 0],
            ['почтамт', 'почтамт', 1],
            ['почтамт', 'почтамт', 2],
            ['почтамт', 'почтамт', 30],

            ['почтение', 'почтение', 0],
            ['почтение', 'почтение', 1],
            ['почтение', 'почтение', 2],
            ['почтение', 'почтение', 30],

            ['почтительность', 'почтительность', 0],
            ['почтительность', 'почтительность', 1],
            ['почтительность', 'почтительность', 2],
            ['почтительность', 'почтительность', 30],

            ['пошехонец', 'пошехонец', 0],
            ['пошехонец', 'пошехонец', 1],
            ['пошехонец', 'пошехонец', 2],
            ['пошехонец', 'пошехонец', 30],

            ['пошиб', 'пошиб', 0],
            ['пошиб', 'пошиб', 1],
            ['пошиб', 'пошиб', 2],
            ['пошиб', 'пошиб', 30],

            ['пошлина', 'пошлина', 0],
            ['пошлина', 'пошлина', 1],
            ['пошлина', 'пошлина', 2],
            ['пошлина', 'пошлина', 30],

            ['пошлость', 'пошлость', 0],
            ['пошлость', 'пошлость', 1],
            ['пошлость', 'пошлость', 2],
            ['пошлость', 'пошлость', 30],

            ['пошляк', 'пошляк', 0],
            ['пошляк', 'пошляк', 1],
            ['пошляк', 'пошляк', 2],
            ['пошляк', 'пошляк', 30],

            ['пощада', 'пощада', 0],
            ['пощада', 'пощада', 1],
            ['пощада', 'пощада', 2],
            ['пощада', 'пощада', 30],

            ['пощечина', 'пощечина', 0],
            ['пощечина', 'пощечина', 1],
            ['пощечина', 'пощечина', 2],
            ['пощечина', 'пощечина', 30],

            ['поэзия', 'поэзия', 0],
            ['поэзия', 'поэзия', 1],
            ['поэзия', 'поэзия', 2],
            ['поэзия', 'поэзия', 30],

            ['поэма', 'поэма', 0],
            ['поэма', 'поэма', 1],
            ['поэма', 'поэма', 2],
            ['поэма', 'поэма', 30],

            ['поэт', 'поэт', 0],
            ['поэт', 'поэт', 1],
            ['поэт', 'поэт', 2],
            ['поэт', 'поэт', 30],

            ['поэтесса', 'поэтесса', 0],
            ['поэтесса', 'поэтесса', 1],
            ['поэтесса', 'поэтесса', 2],
            ['поэтесса', 'поэтесса', 30],

            ['появление', 'появление', 0],
            ['появление', 'появление', 1],
            ['появление', 'появление', 2],
            ['появление', 'появление', 30],

            ['пояс', 'пояс', 0],
            ['пояс', 'пояс', 1],
            ['пояс', 'пояс', 2],
            ['пояс', 'пояс', 30],

            ['пояснение', 'пояснение', 0],
            ['пояснение', 'пояснение', 1],
            ['пояснение', 'пояснение', 2],
            ['пояснение', 'пояснение', 30],

            ['поясница', 'поясница', 0],
            ['поясница', 'поясница', 1],
            ['поясница', 'поясница', 2],
            ['поясница', 'поясница', 30],

            ['поясок', 'поясок', 0],
            ['поясок', 'поясок', 1],
            ['поясок', 'поясок', 2],
            ['поясок', 'поясок', 30],

            ['пра', 'пра', 0],
            ['пра', 'пра', 1],
            ['пра', 'пра', 2],
            ['пра', 'пра', 30],

            ['пра¤', 'пра¤', 0],
            ['пра¤', 'пра¤', 1],
            ['пра¤', 'пра¤', 2],
            ['пра¤', 'пра¤', 30],

            ['прабабушка', 'прабабушка', 0],
            ['прабабушка', 'прабабушка', 1],
            ['прабабушка', 'прабабушка', 2],
            ['прабабушка', 'прабабушка', 30],

            ['правда', 'правда', 0],
            ['правда', 'правда', 1],
            ['правда', 'правда', 2],
            ['правда', 'правда', 30],

            ['правдивость', 'правдивость', 0],
            ['правдивость', 'правдивость', 1],
            ['правдивость', 'правдивость', 2],
            ['правдивость', 'правдивость', 30],

            ['правдоподобие', 'правдоподобие', 0],
            ['правдоподобие', 'правдоподобие', 1],
            ['правдоподобие', 'правдоподобие', 2],
            ['правдоподобие', 'правдоподобие', 30],

            ['праведник', 'праведник', 0],
            ['праведник', 'праведник', 1],
            ['праведник', 'праведник', 2],
            ['праведник', 'праведник', 30],

            ['праведность', 'праведность', 0],
            ['праведность', 'праведность', 1],
            ['праведность', 'праведность', 2],
            ['праведность', 'праведность', 30],

            ['правило', 'правило', 0],
            ['правило', 'правило', 1],
            ['правило', 'правило', 2],
            ['правило', 'правило', 30],

            ['правильность', 'правильность', 0],
            ['правильность', 'правильность', 1],
            ['правильность', 'правильность', 2],
            ['правильность', 'правильность', 30],

            ['правитель', 'правитель', 0],
            ['правитель', 'правитель', 1],
            ['правитель', 'правитель', 2],
            ['правитель', 'правитель', 30],

            ['правительство', 'правительство', 0],
            ['правительство', 'правительство', 1],
            ['правительство', 'правительство', 2],
            ['правительство', 'правительство', 30],

            ['правка', 'правка', 0],
            ['правка', 'правка', 1],
            ['правка', 'правка', 2],
            ['правка', 'правка', 30],

            ['правление', 'правление', 0],
            ['правление', 'правление', 1],
            ['правление', 'правление', 2],
            ['правление', 'правление', 30],

            ['правнук', 'правнук', 0],
            ['правнук', 'правнук', 1],
            ['правнук', 'правнук', 2],
            ['правнук', 'правнук', 30],

            ['право', 'право', 0],
            ['право', 'право', 1],
            ['право', 'право', 2],
            ['право', 'право', 30],

            ['правозащитник', 'правозащитник', 0],
            ['правозащитник', 'правозащитник', 1],
            ['правозащитник', 'правозащитник', 2],
            ['правозащитник', 'правозащитник', 30],

            ['правонарушение', 'правонарушение', 0],
            ['правонарушение', 'правонарушение', 1],
            ['правонарушение', 'правонарушение', 2],
            ['правонарушение', 'правонарушение', 30],

            ['правопорядок', 'правопорядок', 0],
            ['правопорядок', 'правопорядок', 1],
            ['правопорядок', 'правопорядок', 2],
            ['правопорядок', 'правопорядок', 30],

            ['православие', 'православие', 0],
            ['православие', 'православие', 1],
            ['православие', 'православие', 2],
            ['православие', 'православие', 30],

            ['правосудие', 'правосудие', 0],
            ['правосудие', 'правосудие', 1],
            ['правосудие', 'правосудие', 2],
            ['правосудие', 'правосудие', 30],

            ['правота', 'правота', 0],
            ['правота', 'правота', 1],
            ['правота', 'правота', 2],
            ['правота', 'правота', 30],

            ['правый', 'правый', 0],
            ['правый', 'правый', 1],
            ['правый', 'правый', 2],
            ['правый', 'правый', 30],

            ['прага', 'прага', 0],
            ['прага', 'прага', 1],
            ['прага', 'прага', 2],
            ['прага', 'прага', 30],

            ['прагматик', 'прагматик', 0],
            ['прагматик', 'прагматик', 1],
            ['прагматик', 'прагматик', 2],
            ['прагматик', 'прагматик', 30],

            ['прадед', 'прадед', 0],
            ['прадед', 'прадед', 1],
            ['прадед', 'прадед', 2],
            ['прадед', 'прадед', 30],

            ['празднество', 'празднество', 0],
            ['празднество', 'празднество', 1],
            ['празднество', 'празднество', 2],
            ['празднество', 'празднество', 30],

            ['праздник', 'праздник', 0],
            ['праздник', 'праздник', 1],
            ['праздник', 'праздник', 2],
            ['праздник', 'праздник', 30],

            ['празднование', 'празднование', 0],
            ['празднование', 'празднование', 1],
            ['празднование', 'празднование', 2],
            ['празднование', 'празднование', 30],

            ['праздность', 'праздность', 0],
            ['праздность', 'праздность', 1],
            ['праздность', 'праздность', 2],
            ['праздность', 'праздность', 30],

            ['практик', 'практик', 0],
            ['практик', 'практик', 1],
            ['практик', 'практик', 2],
            ['практик', 'практик', 30],

            ['практика', 'практика', 0],
            ['практика', 'практика', 1],
            ['практика', 'практика', 2],
            ['практика', 'практика', 30],

            ['практикант', 'практикант', 0],
            ['практикант', 'практикант', 1],
            ['практикант', 'практикант', 2],
            ['практикант', 'практикант', 30],

            ['практикантка', 'практикантка', 0],
            ['практикантка', 'практикантка', 1],
            ['практикантка', 'практикантка', 2],
            ['практикантка', 'практикантка', 30],

            ['праматерь', 'праматерь', 0],
            ['праматерь', 'праматерь', 1],
            ['праматерь', 'праматерь', 2],
            ['праматерь', 'праматерь', 30],

            ['праотец', 'праотец', 0],
            ['праотец', 'праотец', 1],
            ['праотец', 'праотец', 2],
            ['праотец', 'праотец', 30],

            ['прапор', 'прапор', 0],
            ['прапор', 'прапор', 1],
            ['прапор', 'прапор', 2],
            ['прапор', 'прапор', 30],

            ['прапорщик', 'прапорщик', 0],
            ['прапорщик', 'прапорщик', 1],
            ['прапорщик', 'прапорщик', 2],
            ['прапорщик', 'прапорщик', 30],

            ['праправнук', 'праправнук', 0],
            ['праправнук', 'праправнук', 1],
            ['праправнук', 'праправнук', 2],
            ['праправнук', 'праправнук', 30],

            ['прародитель', 'прародитель', 0],
            ['прародитель', 'прародитель', 1],
            ['прародитель', 'прародитель', 2],
            ['прародитель', 'прародитель', 30],

            ['прах', 'прах', 0],
            ['прах', 'прах', 1],
            ['прах', 'прах', 2],
            ['прах', 'прах', 30],

            ['прачка', 'прачка', 0],
            ['прачка', 'прачка', 1],
            ['прачка', 'прачка', 2],
            ['прачка', 'прачка', 30],

            ['праща', 'праща', 0],
            ['праща', 'праща', 1],
            ['праща', 'праща', 2],
            ['праща', 'праща', 30],

            ['пращур', 'пращур', 0],
            ['пращур', 'пращур', 1],
            ['пращур', 'пращур', 2],
            ['пращур', 'пращур', 30],

            ['пребывание', 'пребывание', 0],
            ['пребывание', 'пребывание', 1],
            ['пребывание', 'пребывание', 2],
            ['пребывание', 'пребывание', 30],

            ['превосходительство', 'превосходительство', 0],
            ['превосходительство', 'превосходительство', 1],
            ['превосходительство', 'превосходительство', 2],
            ['превосходительство', 'превосходительство', 30],

            ['превосходство', 'превосходство', 0],
            ['превосходство', 'превосходство', 1],
            ['превосходство', 'превосходство', 2],
            ['превосходство', 'превосходство', 30],

            ['превратность', 'превратность', 0],
            ['превратность', 'превратность', 1],
            ['превратность', 'превратность', 2],
            ['превратность', 'превратность', 30],

            ['превращение', 'превращение', 0],
            ['превращение', 'превращение', 1],
            ['превращение', 'превращение', 2],
            ['превращение', 'превращение', 30],

            ['превышение', 'превышение', 0],
            ['превышение', 'превышение', 1],
            ['превышение', 'превышение', 2],
            ['превышение', 'превышение', 30],

            ['преграда', 'преграда', 0],
            ['преграда', 'преграда', 1],
            ['преграда', 'преграда', 2],
            ['преграда', 'преграда', 30],

            ['предание', 'предание', 0],
            ['предание', 'предание', 1],
            ['предание', 'предание', 2],
            ['предание', 'предание', 30],

            ['преданность', 'преданность', 0],
            ['преданность', 'преданность', 1],
            ['преданность', 'преданность', 2],
            ['преданность', 'преданность', 30],

            ['предатель', 'предатель', 0],
            ['предатель', 'предатель', 1],
            ['предатель', 'предатель', 2],
            ['предатель', 'предатель', 30],

            ['предательство', 'предательство', 0],
            ['предательство', 'предательство', 1],
            ['предательство', 'предательство', 2],
            ['предательство', 'предательство', 30],

            ['предбанник', 'предбанник', 0],
            ['предбанник', 'предбанник', 1],
            ['предбанник', 'предбанник', 2],
            ['предбанник', 'предбанник', 30],

            ['предвестник', 'предвестник', 0],
            ['предвестник', 'предвестник', 1],
            ['предвестник', 'предвестник', 2],
            ['предвестник', 'предвестник', 30],

            ['предвидение', 'предвидение', 0],
            ['предвидение', 'предвидение', 1],
            ['предвидение', 'предвидение', 2],
            ['предвидение', 'предвидение', 30],

            ['предвкушение', 'предвкушение', 0],
            ['предвкушение', 'предвкушение', 1],
            ['предвкушение', 'предвкушение', 2],
            ['предвкушение', 'предвкушение', 30],

            ['предводитель', 'предводитель', 0],
            ['предводитель', 'предводитель', 1],
            ['предводитель', 'предводитель', 2],
            ['предводитель', 'предводитель', 30],

            ['предводительница', 'предводительница', 0],
            ['предводительница', 'предводительница', 1],
            ['предводительница', 'предводительница', 2],
            ['предводительница', 'предводительница', 30],

            ['предгорье', 'предгорье', 0],
            ['предгорье', 'предгорье', 1],
            ['предгорье', 'предгорье', 2],
            ['предгорье', 'предгорье', 30],

            ['преддверие', 'преддверие', 0],
            ['преддверие', 'преддверие', 1],
            ['преддверие', 'преддверие', 2],
            ['преддверие', 'преддверие', 30],

            ['предел', 'предел', 0],
            ['предел', 'предел', 1],
            ['предел', 'предел', 2],
            ['предел', 'предел', 30],

            ['предзнаменование', 'предзнаменование', 0],
            ['предзнаменование', 'предзнаменование', 1],
            ['предзнаменование', 'предзнаменование', 2],
            ['предзнаменование', 'предзнаменование', 30],

            ['предисловие', 'предисловие', 0],
            ['предисловие', 'предисловие', 1],
            ['предисловие', 'предисловие', 2],
            ['предисловие', 'предисловие', 30],

            ['предлежание', 'предлежание', 0],
            ['предлежание', 'предлежание', 1],
            ['предлежание', 'предлежание', 2],
            ['предлежание', 'предлежание', 30],

            ['предлог', 'предлог', 0],
            ['предлог', 'предлог', 1],
            ['предлог', 'предлог', 2],
            ['предлог', 'предлог', 30],

            ['предложение', 'предложение', 0],
            ['предложение', 'предложение', 1],
            ['предложение', 'предложение', 2],
            ['предложение', 'предложение', 30],

            ['предместье', 'предместье', 0],
            ['предместье', 'предместье', 1],
            ['предместье', 'предместье', 2],
            ['предместье', 'предместье', 30],

            ['предмет', 'предмет', 0],
            ['предмет', 'предмет', 1],
            ['предмет', 'предмет', 2],
            ['предмет', 'предмет', 30],

            ['предназначение', 'предназначение', 0],
            ['предназначение', 'предназначение', 1],
            ['предназначение', 'предназначение', 2],
            ['предназначение', 'предназначение', 30],

            ['преднизолон', 'преднизолон', 0],
            ['преднизолон', 'преднизолон', 1],
            ['преднизолон', 'преднизолон', 2],
            ['преднизолон', 'преднизолон', 30],

            ['предок', 'предок', 0],
            ['предок', 'предок', 1],
            ['предок', 'предок', 2],
            ['предок', 'предок', 30],

            ['предоплата', 'предоплата', 0],
            ['предоплата', 'предоплата', 1],
            ['предоплата', 'предоплата', 2],
            ['предоплата', 'предоплата', 30],

            ['предоставление', 'предоставление', 0],
            ['предоставление', 'предоставление', 1],
            ['предоставление', 'предоставление', 2],
            ['предоставление', 'предоставление', 30],

            ['предостережение', 'предостережение', 0],
            ['предостережение', 'предостережение', 1],
            ['предостережение', 'предостережение', 2],
            ['предостережение', 'предостережение', 30],

            ['предосторожность', 'предосторожность', 0],
            ['предосторожность', 'предосторожность', 1],
            ['предосторожность', 'предосторожность', 2],
            ['предосторожность', 'предосторожность', 30],

            ['предотвращение', 'предотвращение', 0],
            ['предотвращение', 'предотвращение', 1],
            ['предотвращение', 'предотвращение', 2],
            ['предотвращение', 'предотвращение', 30],

            ['предохранитель', 'предохранитель', 0],
            ['предохранитель', 'предохранитель', 1],
            ['предохранитель', 'предохранитель', 2],
            ['предохранитель', 'предохранитель', 30],

            ['предписание', 'предписание', 0],
            ['предписание', 'предписание', 1],
            ['предписание', 'предписание', 2],
            ['предписание', 'предписание', 30],

            ['предплечье', 'предплечье', 0],
            ['предплечье', 'предплечье', 1],
            ['предплечье', 'предплечье', 2],
            ['предплечье', 'предплечье', 30],

            ['предположение', 'предположение', 0],
            ['предположение', 'предположение', 1],
            ['предположение', 'предположение', 2],
            ['предположение', 'предположение', 30],

            ['предпосылка', 'предпосылка', 0],
            ['предпосылка', 'предпосылка', 1],
            ['предпосылка', 'предпосылка', 2],
            ['предпосылка', 'предпосылка', 30],

            ['предпочтение', 'предпочтение', 0],
            ['предпочтение', 'предпочтение', 1],
            ['предпочтение', 'предпочтение', 2],
            ['предпочтение', 'предпочтение', 30],

            ['предприимчивость', 'предприимчивость', 0],
            ['предприимчивость', 'предприимчивость', 1],
            ['предприимчивость', 'предприимчивость', 2],
            ['предприимчивость', 'предприимчивость', 30],

            ['предприниматель', 'предприниматель', 0],
            ['предприниматель', 'предприниматель', 1],
            ['предприниматель', 'предприниматель', 2],
            ['предприниматель', 'предприниматель', 30],

            ['предпринимательство', 'предпринимательство', 0],
            ['предпринимательство', 'предпринимательство', 1],
            ['предпринимательство', 'предпринимательство', 2],
            ['предпринимательство', 'предпринимательство', 30],

            ['предприятие', 'предприятие', 0],
            ['предприятие', 'предприятие', 1],
            ['предприятие', 'предприятие', 2],
            ['предприятие', 'предприятие', 30],

            ['предрасположенность', 'предрасположенность', 0],
            ['предрасположенность', 'предрасположенность', 1],
            ['предрасположенность', 'предрасположенность', 2],
            ['предрасположенность', 'предрасположенность', 30],

            ['предрассудок', 'предрассудок', 0],
            ['предрассудок', 'предрассудок', 1],
            ['предрассудок', 'предрассудок', 2],
            ['предрассудок', 'предрассудок', 30],

            ['председатель', 'председатель', 0],
            ['председатель', 'председатель', 1],
            ['председатель', 'председатель', 2],
            ['председатель', 'председатель', 30],

            ['предсердие', 'предсердие', 0],
            ['предсердие', 'предсердие', 1],
            ['предсердие', 'предсердие', 2],
            ['предсердие', 'предсердие', 30],

            ['предсказание', 'предсказание', 0],
            ['предсказание', 'предсказание', 1],
            ['предсказание', 'предсказание', 2],
            ['предсказание', 'предсказание', 30],

            ['предсказатель', 'предсказатель', 0],
            ['предсказатель', 'предсказатель', 1],
            ['предсказатель', 'предсказатель', 2],
            ['предсказатель', 'предсказатель', 30],

            ['представитель', 'представитель', 0],
            ['представитель', 'представитель', 1],
            ['представитель', 'представитель', 2],
            ['представитель', 'представитель', 30],

            ['представительница', 'представительница', 0],
            ['представительница', 'представительница', 1],
            ['представительница', 'представительница', 2],
            ['представительница', 'представительница', 30],

            ['представительство', 'представительство', 0],
            ['представительство', 'представительство', 1],
            ['представительство', 'представительство', 2],
            ['представительство', 'представительство', 30],

            ['представление', 'представление', 0],
            ['представление', 'представление', 1],
            ['представление', 'представление', 2],
            ['представление', 'представление', 30],

            ['предтеча', 'предтеча', 0],
            ['предтеча', 'предтеча', 1],
            ['предтеча', 'предтеча', 2],
            ['предтеча', 'предтеча', 30],

            ['предубеждение', 'предубеждение', 0],
            ['предубеждение', 'предубеждение', 1],
            ['предубеждение', 'предубеждение', 2],
            ['предубеждение', 'предубеждение', 30],

            ['предупреждение', 'предупреждение', 0],
            ['предупреждение', 'предупреждение', 1],
            ['предупреждение', 'предупреждение', 2],
            ['предупреждение', 'предупреждение', 30],

            ['предусмотрительность', 'предусмотрительность', 0],
            ['предусмотрительность', 'предусмотрительность', 1],
            ['предусмотрительность', 'предусмотрительность', 2],
            ['предусмотрительность', 'предусмотрительность', 30],

            ['предчувствие', 'предчувствие', 0],
            ['предчувствие', 'предчувствие', 1],
            ['предчувствие', 'предчувствие', 2],
            ['предчувствие', 'предчувствие', 30],

            ['предшественник', 'предшественник', 0],
            ['предшественник', 'предшественник', 1],
            ['предшественник', 'предшественник', 2],
            ['предшественник', 'предшественник', 30],

            ['предъявление', 'предъявление', 0],
            ['предъявление', 'предъявление', 1],
            ['предъявление', 'предъявление', 2],
            ['предъявление', 'предъявление', 30],

            ['предыстория', 'предыстория', 0],
            ['предыстория', 'предыстория', 1],
            ['предыстория', 'предыстория', 2],
            ['предыстория', 'предыстория', 30],

            ['преемник', 'преемник', 0],
            ['преемник', 'преемник', 1],
            ['преемник', 'преемник', 2],
            ['преемник', 'преемник', 30],

            ['преемственность', 'преемственность', 0],
            ['преемственность', 'преемственность', 1],
            ['преемственность', 'преемственность', 2],
            ['преемственность', 'преемственность', 30],

            ['презент', 'презент', 0],
            ['презент', 'презент', 1],
            ['презент', 'презент', 2],
            ['презент', 'презент', 30],

            ['презентация', 'презентация', 0],
            ['презентация', 'презентация', 1],
            ['презентация', 'презентация', 2],
            ['презентация', 'презентация', 30],

            ['презерватив', 'презерватив', 0],
            ['презерватив', 'презерватив', 1],
            ['презерватив', 'презерватив', 2],
            ['презерватив', 'презерватив', 30],

            ['президент', 'президент', 0],
            ['президент', 'президент', 1],
            ['президент', 'президент', 2],
            ['президент', 'президент', 30],

            ['президентство', 'президентство', 0],
            ['президентство', 'президентство', 1],
            ['президентство', 'президентство', 2],
            ['президентство', 'президентство', 30],

            ['президиум', 'президиум', 0],
            ['президиум', 'президиум', 1],
            ['президиум', 'президиум', 2],
            ['президиум', 'президиум', 30],

            ['презрение', 'презрение', 0],
            ['презрение', 'презрение', 1],
            ['презрение', 'презрение', 2],
            ['презрение', 'презрение', 30],

            ['презумпция', 'презумпция', 0],
            ['презумпция', 'презумпция', 1],
            ['презумпция', 'презумпция', 2],
            ['презумпция', 'презумпция', 30],

            ['преимущество', 'преимущество', 0],
            ['преимущество', 'преимущество', 1],
            ['преимущество', 'преимущество', 2],
            ['преимущество', 'преимущество', 30],

            ['преисподняя', 'преисподняя', 0],
            ['преисподняя', 'преисподняя', 1],
            ['преисподняя', 'преисподняя', 2],
            ['преисподняя', 'преисподняя', 30],

            ['прейскурант', 'прейскурант', 0],
            ['прейскурант', 'прейскурант', 1],
            ['прейскурант', 'прейскурант', 2],
            ['прейскурант', 'прейскурант', 30],

            ['преклонение', 'преклонение', 0],
            ['преклонение', 'преклонение', 1],
            ['преклонение', 'преклонение', 2],
            ['преклонение', 'преклонение', 30],

            ['прекращение', 'прекращение', 0],
            ['прекращение', 'прекращение', 1],
            ['прекращение', 'прекращение', 2],
            ['прекращение', 'прекращение', 30],

            ['прелестница', 'прелестница', 0],
            ['прелестница', 'прелестница', 1],
            ['прелестница', 'прелестница', 2],
            ['прелестница', 'прелестница', 30],

            ['прелесть', 'прелесть', 0],
            ['прелесть', 'прелесть', 1],
            ['прелесть', 'прелесть', 2],
            ['прелесть', 'прелесть', 30],

            ['прель', 'прель', 0],
            ['прель', 'прель', 1],
            ['прель', 'прель', 2],
            ['прель', 'прель', 30],

            ['прелюдия', 'прелюдия', 0],
            ['прелюдия', 'прелюдия', 1],
            ['прелюдия', 'прелюдия', 2],
            ['прелюдия', 'прелюдия', 30],

            ['премия', 'премия', 0],
            ['премия', 'премия', 1],
            ['премия', 'премия', 2],
            ['премия', 'премия', 30],

            ['премудрость', 'премудрость', 0],
            ['премудрость', 'премудрость', 1],
            ['премудрость', 'премудрость', 2],
            ['премудрость', 'премудрость', 30],

            ['премьер', 'премьер', 0],
            ['премьер', 'премьер', 1],
            ['премьер', 'премьер', 2],
            ['премьер', 'премьер', 30],

            ['премьера', 'премьера', 0],
            ['премьера', 'премьера', 1],
            ['премьера', 'премьера', 2],
            ['премьера', 'премьера', 30],

            ['пренебрежение', 'пренебрежение', 0],
            ['пренебрежение', 'пренебрежение', 1],
            ['пренебрежение', 'пренебрежение', 2],
            ['пренебрежение', 'пренебрежение', 30],

            ['прение', 'прение', 0],
            ['прение', 'прение', 1],
            ['прение', 'прение', 2],
            ['прение', 'прение', 30],

            ['преобладание', 'преобладание', 0],
            ['преобладание', 'преобладание', 1],
            ['преобладание', 'преобладание', 2],
            ['преобладание', 'преобладание', 30],

            ['преображение', 'преображение', 0],
            ['преображение', 'преображение', 1],
            ['преображение', 'преображение', 2],
            ['преображение', 'преображение', 30],

            ['преобразование', 'преобразование', 0],
            ['преобразование', 'преобразование', 1],
            ['преобразование', 'преобразование', 2],
            ['преобразование', 'преобразование', 30],

            ['преобразователь', 'преобразователь', 0],
            ['преобразователь', 'преобразователь', 1],
            ['преобразователь', 'преобразователь', 2],
            ['преобразователь', 'преобразователь', 30],

            ['преодоление', 'преодоление', 0],
            ['преодоление', 'преодоление', 1],
            ['преодоление', 'преодоление', 2],
            ['преодоление', 'преодоление', 30],

            ['преосвященный', 'преосвященный', 0],
            ['преосвященный', 'преосвященный', 1],
            ['преосвященный', 'преосвященный', 2],
            ['преосвященный', 'преосвященный', 30],

            ['преосвященство', 'преосвященство', 0],
            ['преосвященство', 'преосвященство', 1],
            ['преосвященство', 'преосвященство', 2],
            ['преосвященство', 'преосвященство', 30],

            ['препарат', 'препарат', 0],
            ['препарат', 'препарат', 1],
            ['препарат', 'препарат', 2],
            ['препарат', 'препарат', 30],

            ['препинание', 'препинание', 0],
            ['препинание', 'препинание', 1],
            ['препинание', 'препинание', 2],
            ['препинание', 'препинание', 30],

            ['преподавание', 'преподавание', 0],
            ['преподавание', 'преподавание', 1],
            ['преподавание', 'преподавание', 2],
            ['преподавание', 'преподавание', 30],

            ['преподаватель', 'преподаватель', 0],
            ['преподаватель', 'преподаватель', 1],
            ['преподаватель', 'преподаватель', 2],
            ['преподаватель', 'преподаватель', 30],

            ['преподавательница', 'преподавательница', 0],
            ['преподавательница', 'преподавательница', 1],
            ['преподавательница', 'преподавательница', 2],
            ['преподавательница', 'преподавательница', 30],

            ['препятствие', 'препятствие', 0],
            ['препятствие', 'препятствие', 1],
            ['препятствие', 'препятствие', 2],
            ['препятствие', 'препятствие', 30],

            ['пререкание', 'пререкание', 0],
            ['пререкание', 'пререкание', 1],
            ['пререкание', 'пререкание', 2],
            ['пререкание', 'пререкание', 30],

            ['прерогатива', 'прерогатива', 0],
            ['прерогатива', 'прерогатива', 1],
            ['прерогатива', 'прерогатива', 2],
            ['прерогатива', 'прерогатива', 30],

            ['прерывание', 'прерывание', 0],
            ['прерывание', 'прерывание', 1],
            ['прерывание', 'прерывание', 2],
            ['прерывание', 'прерывание', 30],

            ['пресечение', 'пресечение', 0],
            ['пресечение', 'пресечение', 1],
            ['пресечение', 'пресечение', 2],
            ['пресечение', 'пресечение', 30],

            ['преследование', 'преследование', 0],
            ['преследование', 'преследование', 1],
            ['преследование', 'преследование', 2],
            ['преследование', 'преследование', 30],

            ['преследователь', 'преследователь', 0],
            ['преследователь', 'преследователь', 1],
            ['преследователь', 'преследователь', 2],
            ['преследователь', 'преследователь', 30],

            ['пресня', 'пресня', 0],
            ['пресня', 'пресня', 1],
            ['пресня', 'пресня', 2],
            ['пресня', 'пресня', 30],

            ['пресс', 'пресс', 0],
            ['пресс', 'пресс', 1],
            ['пресс', 'пресс', 2],
            ['пресс', 'пресс', 30],

            ['пресса', 'пресса', 0],
            ['пресса', 'пресса', 1],
            ['пресса', 'пресса', 2],
            ['пресса', 'пресса', 30],

            ['престиж', 'престиж', 0],
            ['престиж', 'престиж', 1],
            ['престиж', 'престиж', 2],
            ['престиж', 'престиж', 30],

            ['престол', 'престол', 0],
            ['престол', 'престол', 1],
            ['престол', 'престол', 2],
            ['престол', 'престол', 30],

            ['преступление', 'преступление', 0],
            ['преступление', 'преступление', 1],
            ['преступление', 'преступление', 2],
            ['преступление', 'преступление', 30],

            ['преступник', 'преступник', 0],
            ['преступник', 'преступник', 1],
            ['преступник', 'преступник', 2],
            ['преступник', 'преступник', 30],

            ['преступница', 'преступница', 0],
            ['преступница', 'преступница', 1],
            ['преступница', 'преступница', 2],
            ['преступница', 'преступница', 30],

            ['преступность', 'преступность', 0],
            ['преступность', 'преступность', 1],
            ['преступность', 'преступность', 2],
            ['преступность', 'преступность', 30],

            ['претендент', 'претендент', 0],
            ['претендент', 'претендент', 1],
            ['претендент', 'претендент', 2],
            ['претендент', 'претендент', 30],

            ['претензия', 'претензия', 0],
            ['претензия', 'претензия', 1],
            ['претензия', 'претензия', 2],
            ['претензия', 'претензия', 30],

            ['преткновения', 'преткновения', 0],
            ['преткновения', 'преткновения', 1],
            ['преткновения', 'преткновения', 2],
            ['преткновения', 'преткновения', 30],

            ['претори¤', 'претори¤', 0],
            ['претори¤', 'претори¤', 1],
            ['претори¤', 'претори¤', 2],
            ['претори¤', 'претори¤', 30],

            ['преувеличение', 'преувеличение', 0],
            ['преувеличение', 'преувеличение', 1],
            ['преувеличение', 'преувеличение', 2],
            ['преувеличение', 'преувеличение', 30],

            ['префект', 'префект', 0],
            ['префект', 'префект', 1],
            ['префект', 'префект', 2],
            ['префект', 'префект', 30],

            ['префектура', 'префектура', 0],
            ['префектура', 'префектура', 1],
            ['префектура', 'префектура', 2],
            ['префектура', 'префектура', 30],

            ['преферанс', 'преферанс', 0],
            ['преферанс', 'преферанс', 1],
            ['преферанс', 'преферанс', 2],
            ['преферанс', 'преферанс', 30],

            ['прецедент', 'прецедент', 0],
            ['прецедент', 'прецедент', 1],
            ['прецедент', 'прецедент', 2],
            ['прецедент', 'прецедент', 30],

            ['прибавка', 'прибавка', 0],
            ['прибавка', 'прибавка', 1],
            ['прибавка', 'прибавка', 2],
            ['прибавка', 'прибавка', 30],

            ['прибавление', 'прибавление', 0],
            ['прибавление', 'прибавление', 1],
            ['прибавление', 'прибавление', 2],
            ['прибавление', 'прибавление', 30],

            ['прибалт', 'прибалт', 0],
            ['прибалт', 'прибалт', 1],
            ['прибалт', 'прибалт', 2],
            ['прибалт', 'прибалт', 30],

            ['прибалтика', 'прибалтика', 0],
            ['прибалтика', 'прибалтика', 1],
            ['прибалтика', 'прибалтика', 2],
            ['прибалтика', 'прибалтика', 30],

            ['прибаутка', 'прибаутка', 0],
            ['прибаутка', 'прибаутка', 1],
            ['прибаутка', 'прибаутка', 2],
            ['прибаутка', 'прибаутка', 30],

            ['прибежище', 'прибежище', 0],
            ['прибежище', 'прибежище', 1],
            ['прибежище', 'прибежище', 2],
            ['прибежище', 'прибежище', 30],

            ['приближение', 'приближение', 0],
            ['приближение', 'приближение', 1],
            ['приближение', 'приближение', 2],
            ['приближение', 'приближение', 30],

            ['прибой', 'прибой', 0],
            ['прибой', 'прибой', 1],
            ['прибой', 'прибой', 2],
            ['прибой', 'прибой', 30],

            ['прибор', 'прибор', 0],
            ['прибор', 'прибор', 1],
            ['прибор', 'прибор', 2],
            ['прибор', 'прибор', 30],

            ['прибыль', 'прибыль', 0],
            ['прибыль', 'прибыль', 1],
            ['прибыль', 'прибыль', 2],
            ['прибыль', 'прибыль', 30],

            ['прибытие', 'прибытие', 0],
            ['прибытие', 'прибытие', 1],
            ['прибытие', 'прибытие', 2],
            ['прибытие', 'прибытие', 30],

            ['привал', 'привал', 0],
            ['привал', 'привал', 1],
            ['привал', 'привал', 2],
            ['привал', 'привал', 30],

            ['приватизация', 'приватизация', 0],
            ['приватизация', 'приватизация', 1],
            ['приватизация', 'приватизация', 2],
            ['приватизация', 'приватизация', 30],

            ['приведение', 'приведение', 0],
            ['приведение', 'приведение', 1],
            ['приведение', 'приведение', 2],
            ['приведение', 'приведение', 30],

            ['приверженец', 'приверженец', 0],
            ['приверженец', 'приверженец', 1],
            ['приверженец', 'приверженец', 2],
            ['приверженец', 'приверженец', 30],

            ['приверженность', 'приверженность', 0],
            ['приверженность', 'приверженность', 1],
            ['приверженность', 'приверженность', 2],
            ['приверженность', 'приверженность', 30],

            ['привет', 'привет', 0],
            ['привет', 'привет', 1],
            ['привет', 'привет', 2],
            ['привет', 'привет', 30],

            ['приветливость', 'приветливость', 0],
            ['приветливость', 'приветливость', 1],
            ['приветливость', 'приветливость', 2],
            ['приветливость', 'приветливость', 30],

            ['приветствие', 'приветствие', 0],
            ['приветствие', 'приветствие', 1],
            ['приветствие', 'приветствие', 2],
            ['приветствие', 'приветствие', 30],

            ['прививок', 'прививок', 0],
            ['прививок', 'прививок', 1],
            ['прививок', 'прививок', 2],
            ['прививок', 'прививок', 30],

            ['привидение', 'привидение', 0],
            ['привидение', 'привидение', 1],
            ['привидение', 'привидение', 2],
            ['привидение', 'привидение', 30],

            ['привилегия', 'привилегия', 0],
            ['привилегия', 'привилегия', 1],
            ['привилегия', 'привилегия', 2],
            ['привилегия', 'привилегия', 30],

            ['привкус', 'привкус', 0],
            ['привкус', 'привкус', 1],
            ['привкус', 'привкус', 2],
            ['привкус', 'привкус', 30],

            ['привлекательность', 'привлекательность', 0],
            ['привлекательность', 'привлекательность', 1],
            ['привлекательность', 'привлекательность', 2],
            ['привлекательность', 'привлекательность', 30],

            ['привлечение', 'привлечение', 0],
            ['привлечение', 'привлечение', 1],
            ['привлечение', 'привлечение', 2],
            ['привлечение', 'привлечение', 30],

            ['привод', 'привод', 0],
            ['привод', 'привод', 1],
            ['привод', 'привод', 2],
            ['привод', 'привод', 30],

            ['привоз', 'привоз', 0],
            ['привоз', 'привоз', 1],
            ['привоз', 'привоз', 2],
            ['привоз', 'привоз', 30],

            ['привратник', 'привратник', 0],
            ['привратник', 'привратник', 1],
            ['привратник', 'привратник', 2],
            ['привратник', 'привратник', 30],

            ['привыкание', 'привыкание', 0],
            ['привыкание', 'привыкание', 1],
            ['привыкание', 'привыкание', 2],
            ['привыкание', 'привыкание', 30],

            ['привычка', 'привычка', 0],
            ['привычка', 'привычка', 1],
            ['привычка', 'привычка', 2],
            ['привычка', 'привычка', 30],

            ['привязанность', 'привязанность', 0],
            ['привязанность', 'привязанность', 1],
            ['привязанность', 'привязанность', 2],
            ['привязанность', 'привязанность', 30],

            ['привязка', 'привязка', 0],
            ['привязка', 'привязка', 1],
            ['привязка', 'привязка', 2],
            ['привязка', 'привязка', 30],

            ['привязь', 'привязь', 0],
            ['привязь', 'привязь', 1],
            ['привязь', 'привязь', 2],
            ['привязь', 'привязь', 30],

            ['приглашение', 'приглашение', 0],
            ['приглашение', 'приглашение', 1],
            ['приглашение', 'приглашение', 2],
            ['приглашение', 'приглашение', 30],

            ['приговор', 'приговор', 0],
            ['приговор', 'приговор', 1],
            ['приговор', 'приговор', 2],
            ['приговор', 'приговор', 30],

            ['пригодность', 'пригодность', 0],
            ['пригодность', 'пригодность', 1],
            ['пригодность', 'пригодность', 2],
            ['пригодность', 'пригодность', 30],

            ['пригород', 'пригород', 0],
            ['пригород', 'пригород', 1],
            ['пригород', 'пригород', 2],
            ['пригород', 'пригород', 30],

            ['пригорок', 'пригорок', 0],
            ['пригорок', 'пригорок', 1],
            ['пригорок', 'пригорок', 2],
            ['пригорок', 'пригорок', 30],

            ['пригоршня', 'пригоршня', 0],
            ['пригоршня', 'пригоршня', 1],
            ['пригоршня', 'пригоршня', 2],
            ['пригоршня', 'пригоршня', 30],

            ['приготовление', 'приготовление', 0],
            ['приготовление', 'приготовление', 1],
            ['приготовление', 'приготовление', 2],
            ['приготовление', 'приготовление', 30],

            ['придание', 'придание', 0],
            ['придание', 'придание', 1],
            ['придание', 'придание', 2],
            ['придание', 'придание', 30],

            ['приданое', 'приданое', 0],
            ['приданое', 'приданое', 1],
            ['приданое', 'приданое', 2],
            ['приданое', 'приданое', 30],

            ['придаток', 'придаток', 0],
            ['придаток', 'придаток', 1],
            ['придаток', 'придаток', 2],
            ['придаток', 'придаток', 30],

            ['придача', 'придача', 0],
            ['придача', 'придача', 1],
            ['придача', 'придача', 2],
            ['придача', 'придача', 30],

            ['придворный', 'придворный', 0],
            ['придворный', 'придворный', 1],
            ['придворный', 'придворный', 2],
            ['придворный', 'придворный', 30],

            ['придирка', 'придирка', 0],
            ['придирка', 'придирка', 1],
            ['придирка', 'придирка', 2],
            ['придирка', 'придирка', 30],

            ['придурок', 'придурок', 0],
            ['придурок', 'придурок', 1],
            ['придурок', 'придурок', 2],
            ['придурок', 'придурок', 30],

            ['придыхание', 'придыхание', 0],
            ['придыхание', 'придыхание', 1],
            ['придыхание', 'придыхание', 2],
            ['придыхание', 'придыхание', 30],

            ['приезд', 'приезд', 0],
            ['приезд', 'приезд', 1],
            ['приезд', 'приезд', 2],
            ['приезд', 'приезд', 30],

            ['приезжий', 'приезжий', 0],
            ['приезжий', 'приезжий', 1],
            ['приезжий', 'приезжий', 2],
            ['приезжий', 'приезжий', 30],

            ['прием', 'прием', 0],
            ['прием', 'прием', 1],
            ['прием', 'прием', 2],
            ['прием', 'прием', 30],

            ['приемка', 'приемка', 0],
            ['приемка', 'приемка', 1],
            ['приемка', 'приемка', 2],
            ['приемка', 'приемка', 30],

            ['приемник', 'приемник', 0],
            ['приемник', 'приемник', 1],
            ['приемник', 'приемник', 2],
            ['приемник', 'приемник', 30],

            ['приемщица', 'приемщица', 0],
            ['приемщица', 'приемщица', 1],
            ['приемщица', 'приемщица', 2],
            ['приемщица', 'приемщица', 30],

            ['приз', 'приз', 0],
            ['приз', 'приз', 1],
            ['приз', 'приз', 2],
            ['приз', 'приз', 30],

            ['призвание', 'призвание', 0],
            ['призвание', 'призвание', 1],
            ['призвание', 'призвание', 2],
            ['призвание', 'призвание', 30],

            ['приземление', 'приземление', 0],
            ['приземление', 'приземление', 1],
            ['приземление', 'приземление', 2],
            ['приземление', 'приземление', 30],

            ['призма', 'призма', 0],
            ['призма', 'призма', 1],
            ['призма', 'призма', 2],
            ['призма', 'призма', 30],

            ['признак', 'признак', 0],
            ['признак', 'признак', 1],
            ['признак', 'признак', 2],
            ['признак', 'признак', 30],

            ['признание', 'признание', 0],
            ['признание', 'признание', 1],
            ['признание', 'признание', 2],
            ['признание', 'признание', 30],

            ['признательность', 'признательность', 0],
            ['признательность', 'признательность', 1],
            ['признательность', 'признательность', 2],
            ['признательность', 'признательность', 30],

            ['призрак', 'призрак', 0],
            ['призрак', 'призрак', 1],
            ['призрак', 'призрак', 2],
            ['призрак', 'призрак', 30],

            ['призыв', 'призыв', 0],
            ['призыв', 'призыв', 1],
            ['призыв', 'призыв', 2],
            ['призыв', 'призыв', 30],

            ['призывник', 'призывник', 0],
            ['призывник', 'призывник', 1],
            ['призывник', 'призывник', 2],
            ['призывник', 'призывник', 30],

            ['прииск', 'прииск', 0],
            ['прииск', 'прииск', 1],
            ['прииск', 'прииск', 2],
            ['прииск', 'прииск', 30],

            ['приказ', 'приказ', 0],
            ['приказ', 'приказ', 1],
            ['приказ', 'приказ', 2],
            ['приказ', 'приказ', 30],

            ['приказание', 'приказание', 0],
            ['приказание', 'приказание', 1],
            ['приказание', 'приказание', 2],
            ['приказание', 'приказание', 30],

            ['приказчик', 'приказчик', 0],
            ['приказчик', 'приказчик', 1],
            ['приказчик', 'приказчик', 2],
            ['приказчик', 'приказчик', 30],

            ['прикидка', 'прикидка', 0],
            ['прикидка', 'прикидка', 1],
            ['прикидка', 'прикидка', 2],
            ['прикидка', 'прикидка', 30],

            ['приклад', 'приклад', 0],
            ['приклад', 'приклад', 1],
            ['приклад', 'приклад', 2],
            ['приклад', 'приклад', 30],

            ['приключение', 'приключение', 0],
            ['приключение', 'приключение', 1],
            ['приключение', 'приключение', 2],
            ['приключение', 'приключение', 30],

            ['прикол', 'прикол', 0],
            ['прикол', 'прикол', 1],
            ['прикол', 'прикол', 2],
            ['прикол', 'прикол', 30],

            ['прикорм', 'прикорм', 0],
            ['прикорм', 'прикорм', 1],
            ['прикорм', 'прикорм', 2],
            ['прикорм', 'прикорм', 30],

            ['прикосновение', 'прикосновение', 0],
            ['прикосновение', 'прикосновение', 1],
            ['прикосновение', 'прикосновение', 2],
            ['прикосновение', 'прикосновение', 30],

            ['прикрытие', 'прикрытие', 0],
            ['прикрытие', 'прикрытие', 1],
            ['прикрытие', 'прикрытие', 2],
            ['прикрытие', 'прикрытие', 30],

            ['прилавок', 'прилавок', 0],
            ['прилавок', 'прилавок', 1],
            ['прилавок', 'прилавок', 2],
            ['прилавок', 'прилавок', 30],

            ['прилет', 'прилет', 0],
            ['прилет', 'прилет', 1],
            ['прилет', 'прилет', 2],
            ['прилет', 'прилет', 30],

            ['прилив', 'прилив', 0],
            ['прилив', 'прилив', 1],
            ['прилив', 'прилив', 2],
            ['прилив', 'прилив', 30],

            ['прилипало', 'прилипало', 0],
            ['прилипало', 'прилипало', 1],
            ['прилипало', 'прилипало', 2],
            ['прилипало', 'прилипало', 30],

            ['приличие', 'приличие', 0],
            ['приличие', 'приличие', 1],
            ['приличие', 'приличие', 2],
            ['приличие', 'приличие', 30],

            ['приложение', 'приложение', 0],
            ['приложение', 'приложение', 1],
            ['приложение', 'приложение', 2],
            ['приложение', 'приложение', 30],

            ['прима', 'прима', 0],
            ['прима', 'прима', 1],
            ['прима', 'прима', 2],
            ['прима', 'прима', 30],

            ['примадонна', 'примадонна', 0],
            ['примадонна', 'примадонна', 1],
            ['примадонна', 'примадонна', 2],
            ['примадонна', 'примадонна', 30],

            ['примак', 'примак', 0],
            ['примак', 'примак', 1],
            ['примак', 'примак', 2],
            ['примак', 'примак', 30],

            ['приманка', 'приманка', 0],
            ['приманка', 'приманка', 1],
            ['приманка', 'приманка', 2],
            ['приманка', 'приманка', 30],

            ['примат', 'примат', 0],
            ['примат', 'примат', 1],
            ['примат', 'примат', 2],
            ['примат', 'примат', 30],

            ['применение', 'применение', 0],
            ['применение', 'применение', 1],
            ['применение', 'применение', 2],
            ['применение', 'применение', 30],

            ['пример', 'пример', 0],
            ['пример', 'пример', 1],
            ['пример', 'пример', 2],
            ['пример', 'пример', 30],

            ['примерка', 'примерка', 0],
            ['примерка', 'примерка', 1],
            ['примерка', 'примерка', 2],
            ['примерка', 'примерка', 30],

            ['примесь', 'примесь', 0],
            ['примесь', 'примесь', 1],
            ['примесь', 'примесь', 2],
            ['примесь', 'примесь', 30],

            ['примета', 'примета', 0],
            ['примета', 'примета', 1],
            ['примета', 'примета', 2],
            ['примета', 'примета', 30],

            ['примечание', 'примечание', 0],
            ['примечание', 'примечание', 1],
            ['примечание', 'примечание', 2],
            ['примечание', 'примечание', 30],

            ['примирение', 'примирение', 0],
            ['примирение', 'примирение', 1],
            ['примирение', 'примирение', 2],
            ['примирение', 'примирение', 30],

            ['приморск', 'приморск', 0],
            ['приморск', 'приморск', 1],
            ['приморск', 'приморск', 2],
            ['приморск', 'приморск', 30],

            ['приморье', 'приморье', 0],
            ['приморье', 'приморье', 1],
            ['приморье', 'приморье', 2],
            ['приморье', 'приморье', 30],

            ['примочка', 'примочка', 0],
            ['примочка', 'примочка', 1],
            ['примочка', 'примочка', 2],
            ['примочка', 'примочка', 30],

            ['примус', 'примус', 0],
            ['примус', 'примус', 1],
            ['примус', 'примус', 2],
            ['примус', 'примус', 30],

            ['принадлежность', 'принадлежность', 0],
            ['принадлежность', 'принадлежность', 1],
            ['принадлежность', 'принадлежность', 2],
            ['принадлежность', 'принадлежность', 30],

            ['принтер', 'принтер', 0],
            ['принтер', 'принтер', 1],
            ['принтер', 'принтер', 2],
            ['принтер', 'принтер', 30],

            ['принуждение', 'принуждение', 0],
            ['принуждение', 'принуждение', 1],
            ['принуждение', 'принуждение', 2],
            ['принуждение', 'принуждение', 30],

            ['принц', 'принц', 0],
            ['принц', 'принц', 1],
            ['принц', 'принц', 2],
            ['принц', 'принц', 30],

            ['принцесса', 'принцесса', 0],
            ['принцесса', 'принцесса', 1],
            ['принцесса', 'принцесса', 2],
            ['принцесса', 'принцесса', 30],

            ['принцип', 'принцип', 0],
            ['принцип', 'принцип', 1],
            ['принцип', 'принцип', 2],
            ['принцип', 'принцип', 30],

            ['принципиальность', 'принципиальность', 0],
            ['принципиальность', 'принципиальность', 1],
            ['принципиальность', 'принципиальность', 2],
            ['принципиальность', 'принципиальность', 30],

            ['принятие', 'принятие', 0],
            ['принятие', 'принятие', 1],
            ['принятие', 'принятие', 2],
            ['принятие', 'принятие', 30],

            ['приобретение', 'приобретение', 0],
            ['приобретение', 'приобретение', 1],
            ['приобретение', 'приобретение', 2],
            ['приобретение', 'приобретение', 30],

            ['приобщение', 'приобщение', 0],
            ['приобщение', 'приобщение', 1],
            ['приобщение', 'приобщение', 2],
            ['приобщение', 'приобщение', 30],

            ['приоритет', 'приоритет', 0],
            ['приоритет', 'приоритет', 1],
            ['приоритет', 'приоритет', 2],
            ['приоритет', 'приоритет', 30],

            ['припадок', 'припадок', 0],
            ['припадок', 'припадок', 1],
            ['припадок', 'припадок', 2],
            ['припадок', 'припадок', 30],

            ['припай', 'припай', 0],
            ['припай', 'припай', 1],
            ['припай', 'припай', 2],
            ['припай', 'припай', 30],

            ['припас', 'припас', 0],
            ['припас', 'припас', 1],
            ['припас', 'припас', 2],
            ['припас', 'припас', 30],

            ['припев', 'припев', 0],
            ['припев', 'припев', 1],
            ['припев', 'припев', 2],
            ['припев', 'припев', 30],

            ['приписка', 'приписка', 0],
            ['приписка', 'приписка', 1],
            ['приписка', 'приписка', 2],
            ['приписка', 'приписка', 30],

            ['приправа', 'приправа', 0],
            ['приправа', 'приправа', 1],
            ['приправа', 'приправа', 2],
            ['приправа', 'приправа', 30],

            ['припухлость', 'припухлость', 0],
            ['припухлость', 'припухлость', 1],
            ['припухлость', 'припухлость', 2],
            ['припухлость', 'припухлость', 30],

            ['приработок', 'приработок', 0],
            ['приработок', 'приработок', 1],
            ['приработок', 'приработок', 2],
            ['приработок', 'приработок', 30],

            ['природа', 'природа', 0],
            ['природа', 'природа', 1],
            ['природа', 'природа', 2],
            ['природа', 'природа', 30],

            ['прирост', 'прирост', 0],
            ['прирост', 'прирост', 1],
            ['прирост', 'прирост', 2],
            ['прирост', 'прирост', 30],

            ['присвист', 'присвист', 0],
            ['присвист', 'присвист', 1],
            ['присвист', 'присвист', 2],
            ['присвист', 'присвист', 30],

            ['присвоение', 'присвоение', 0],
            ['присвоение', 'присвоение', 1],
            ['присвоение', 'присвоение', 2],
            ['присвоение', 'присвоение', 30],

            ['присев', 'присев', 0],
            ['присев', 'присев', 1],
            ['присев', 'присев', 2],
            ['присев', 'присев', 30],

            ['приседание', 'приседание', 0],
            ['приседание', 'приседание', 1],
            ['приседание', 'приседание', 2],
            ['приседание', 'приседание', 30],

            ['присест', 'присест', 0],
            ['присест', 'присест', 1],
            ['присест', 'присест', 2],
            ['присест', 'присест', 30],

            ['присказка', 'присказка', 0],
            ['присказка', 'присказка', 1],
            ['присказка', 'присказка', 2],
            ['присказка', 'присказка', 30],

            ['прислуга', 'прислуга', 0],
            ['прислуга', 'прислуга', 1],
            ['прислуга', 'прислуга', 2],
            ['прислуга', 'прислуга', 30],

            ['прислужница', 'прислужница', 0],
            ['прислужница', 'прислужница', 1],
            ['прислужница', 'прислужница', 2],
            ['прислужница', 'прислужница', 30],

            ['присмотр', 'присмотр', 0],
            ['присмотр', 'присмотр', 1],
            ['присмотр', 'присмотр', 2],
            ['присмотр', 'присмотр', 30],

            ['присоединение', 'присоединение', 0],
            ['присоединение', 'присоединение', 1],
            ['присоединение', 'присоединение', 2],
            ['присоединение', 'присоединение', 30],

            ['присосок', 'присосок', 0],
            ['присосок', 'присосок', 1],
            ['присосок', 'присосок', 2],
            ['присосок', 'присосок', 30],

            ['приспешник', 'приспешник', 0],
            ['приспешник', 'приспешник', 1],
            ['приспешник', 'приспешник', 2],
            ['приспешник', 'приспешник', 30],

            ['приспособление', 'приспособление', 0],
            ['приспособление', 'приспособление', 1],
            ['приспособление', 'приспособление', 2],
            ['приспособление', 'приспособление', 30],

            ['пристав', 'пристав', 0],
            ['пристав', 'пристав', 1],
            ['пристав', 'пристав', 2],
            ['пристав', 'пристав', 30],

            ['приставала', 'приставала', 0],
            ['приставала', 'приставала', 1],
            ['приставала', 'приставала', 2],
            ['приставала', 'приставала', 30],

            ['приставка', 'приставка', 0],
            ['приставка', 'приставка', 1],
            ['приставка', 'приставка', 2],
            ['приставка', 'приставка', 30],

            ['пристанище', 'пристанище', 0],
            ['пристанище', 'пристанище', 1],
            ['пристанище', 'пристанище', 2],
            ['пристанище', 'пристанище', 30],

            ['пристань', 'пристань', 0],
            ['пристань', 'пристань', 1],
            ['пристань', 'пристань', 2],
            ['пристань', 'пристань', 30],

            ['пристрастие', 'пристрастие', 0],
            ['пристрастие', 'пристрастие', 1],
            ['пристрастие', 'пристрастие', 2],
            ['пристрастие', 'пристрастие', 30],

            ['пристройка', 'пристройка', 0],
            ['пристройка', 'пристройка', 1],
            ['пристройка', 'пристройка', 2],
            ['пристройка', 'пристройка', 30],

            ['приступ', 'приступ', 0],
            ['приступ', 'приступ', 1],
            ['приступ', 'приступ', 2],
            ['приступ', 'приступ', 30],

            ['приступок', 'приступок', 0],
            ['приступок', 'приступок', 1],
            ['приступок', 'приступок', 2],
            ['приступок', 'приступок', 30],

            ['присутствие', 'присутствие', 0],
            ['присутствие', 'присутствие', 1],
            ['присутствие', 'присутствие', 2],
            ['присутствие', 'присутствие', 30],

            ['присыпка', 'присыпка', 0],
            ['присыпка', 'присыпка', 1],
            ['присыпка', 'присыпка', 2],
            ['присыпка', 'присыпка', 30],

            ['присяга', 'присяга', 0],
            ['присяга', 'присяга', 1],
            ['присяга', 'присяга', 2],
            ['присяга', 'присяга', 30],

            ['притворство', 'притворство', 0],
            ['притворство', 'притворство', 1],
            ['притворство', 'притворство', 2],
            ['притворство', 'притворство', 30],

            ['приток', 'приток', 0],
            ['приток', 'приток', 1],
            ['приток', 'приток', 2],
            ['приток', 'приток', 30],

            ['притолока', 'притолока', 0],
            ['притолока', 'притолока', 1],
            ['притолока', 'притолока', 2],
            ['притолока', 'притолока', 30],

            ['притон', 'притон', 0],
            ['притон', 'притон', 1],
            ['притон', 'притон', 2],
            ['притон', 'притон', 30],

            ['притча', 'притча', 0],
            ['притча', 'притча', 1],
            ['притча', 'притча', 2],
            ['притча', 'притча', 30],

            ['притягательность', 'притягательность', 0],
            ['притягательность', 'притягательность', 1],
            ['притягательность', 'притягательность', 2],
            ['притягательность', 'притягательность', 30],

            ['притяжение', 'притяжение', 0],
            ['притяжение', 'притяжение', 1],
            ['притяжение', 'притяжение', 2],
            ['притяжение', 'притяжение', 30],

            ['притязание', 'притязание', 0],
            ['притязание', 'притязание', 1],
            ['притязание', 'притязание', 2],
            ['притязание', 'притязание', 30],

            ['приход', 'приход', 0],
            ['приход', 'приход', 1],
            ['приход', 'приход', 2],
            ['приход', 'приход', 30],

            ['прихожанин', 'прихожанин', 0],
            ['прихожанин', 'прихожанин', 1],
            ['прихожанин', 'прихожанин', 2],
            ['прихожанин', 'прихожанин', 30],

            ['прихожая', 'прихожая', 0],
            ['прихожая', 'прихожая', 1],
            ['прихожая', 'прихожая', 2],
            ['прихожая', 'прихожая', 30],

            ['прихоть', 'прихоть', 0],
            ['прихоть', 'прихоть', 1],
            ['прихоть', 'прихоть', 2],
            ['прихоть', 'прихоть', 30],

            ['прицел', 'прицел', 0],
            ['прицел', 'прицел', 1],
            ['прицел', 'прицел', 2],
            ['прицел', 'прицел', 30],

            ['прицеп', 'прицеп', 0],
            ['прицеп', 'прицеп', 1],
            ['прицеп', 'прицеп', 2],
            ['прицеп', 'прицеп', 30],

            ['причал', 'причал', 0],
            ['причал', 'причал', 1],
            ['причал', 'причал', 2],
            ['причал', 'причал', 30],

            ['причастие', 'причастие', 0],
            ['причастие', 'причастие', 1],
            ['причастие', 'причастие', 2],
            ['причастие', 'причастие', 30],

            ['причастность', 'причастность', 0],
            ['причастность', 'причастность', 1],
            ['причастность', 'причастность', 2],
            ['причастность', 'причастность', 30],

            ['прическа', 'прическа', 0],
            ['прическа', 'прическа', 1],
            ['прическа', 'прическа', 2],
            ['прическа', 'прическа', 30],

            ['причина', 'причина', 0],
            ['причина', 'причина', 1],
            ['причина', 'причина', 2],
            ['причина', 'причина', 30],

            ['причитание', 'причитание', 0],
            ['причитание', 'причитание', 1],
            ['причитание', 'причитание', 2],
            ['причитание', 'причитание', 30],

            ['причуда', 'причуда', 0],
            ['причуда', 'причуда', 1],
            ['причуда', 'причуда', 2],
            ['причуда', 'причуда', 30],

            ['пришелец', 'пришелец', 0],
            ['пришелец', 'пришелец', 1],
            ['пришелец', 'пришелец', 2],
            ['пришелец', 'пришелец', 30],

            ['пришествие', 'пришествие', 0],
            ['пришествие', 'пришествие', 1],
            ['пришествие', 'пришествие', 2],
            ['пришествие', 'пришествие', 30],

            ['прищеп', 'прищеп', 0],
            ['прищеп', 'прищеп', 1],
            ['прищеп', 'прищеп', 2],
            ['прищеп', 'прищеп', 30],

            ['прищур', 'прищур', 0],
            ['прищур', 'прищур', 1],
            ['прищур', 'прищур', 2],
            ['прищур', 'прищур', 30],

            ['приют', 'приют', 0],
            ['приют', 'приют', 1],
            ['приют', 'приют', 2],
            ['приют', 'приют', 30],

            ['приязнь', 'приязнь', 0],
            ['приязнь', 'приязнь', 1],
            ['приязнь', 'приязнь', 2],
            ['приязнь', 'приязнь', 30],

            ['приятель', 'приятель', 0],
            ['приятель', 'приятель', 1],
            ['приятель', 'приятель', 2],
            ['приятель', 'приятель', 30],

            ['приятельница', 'приятельница', 0],
            ['приятельница', 'приятельница', 1],
            ['приятельница', 'приятельница', 2],
            ['приятельница', 'приятельница', 30],

            ['приятие', 'приятие', 0],
            ['приятие', 'приятие', 1],
            ['приятие', 'приятие', 2],
            ['приятие', 'приятие', 30],

            ['приятность', 'приятность', 0],
            ['приятность', 'приятность', 1],
            ['приятность', 'приятность', 2],
            ['приятность', 'приятность', 30],

            ['проба', 'проба', 0],
            ['проба', 'проба', 1],
            ['проба', 'проба', 2],
            ['проба', 'проба', 30],

            ['пробег', 'пробег', 0],
            ['пробег', 'пробег', 1],
            ['пробег', 'пробег', 2],
            ['пробег', 'пробег', 30],

            ['пробежка', 'пробежка', 0],
            ['пробежка', 'пробежка', 1],
            ['пробежка', 'пробежка', 2],
            ['пробежка', 'пробежка', 30],

            ['пробел', 'пробел', 0],
            ['пробел', 'пробел', 1],
            ['пробел', 'пробел', 2],
            ['пробел', 'пробел', 30],

            ['пробирка', 'пробирка', 0],
            ['пробирка', 'пробирка', 1],
            ['пробирка', 'пробирка', 2],
            ['пробирка', 'пробирка', 30],

            ['пробка', 'пробка', 0],
            ['пробка', 'пробка', 1],
            ['пробка', 'пробка', 2],
            ['пробка', 'пробка', 30],

            ['проблема', 'проблема', 0],
            ['проблема', 'проблема', 1],
            ['проблема', 'проблема', 2],
            ['проблема', 'проблема', 30],

            ['проблеск', 'проблеск', 0],
            ['проблеск', 'проблеск', 1],
            ['проблеск', 'проблеск', 2],
            ['проблеск', 'проблеск', 30],

            ['прободение', 'прободение', 0],
            ['прободение', 'прободение', 1],
            ['прободение', 'прободение', 2],
            ['прободение', 'прободение', 30],

            ['пробоина', 'пробоина', 0],
            ['пробоина', 'пробоина', 1],
            ['пробоина', 'пробоина', 2],
            ['пробоина', 'пробоина', 30],

            ['пробой', 'пробой', 0],
            ['пробой', 'пробой', 1],
            ['пробой', 'пробой', 2],
            ['пробой', 'пробой', 30],

            ['пробор', 'пробор', 0],
            ['пробор', 'пробор', 1],
            ['пробор', 'пробор', 2],
            ['пробор', 'пробор', 30],

            ['пробуждение', 'пробуждение', 0],
            ['пробуждение', 'пробуждение', 1],
            ['пробуждение', 'пробуждение', 2],
            ['пробуждение', 'пробуждение', 30],

            ['провайдер', 'провайдер', 0],
            ['провайдер', 'провайдер', 1],
            ['провайдер', 'провайдер', 2],
            ['провайдер', 'провайдер', 30],

            ['провал', 'провал', 0],
            ['провал', 'провал', 1],
            ['провал', 'провал', 2],
            ['провал', 'провал', 30],

            ['прованс', 'прованс', 0],
            ['прованс', 'прованс', 1],
            ['прованс', 'прованс', 2],
            ['прованс', 'прованс', 30],

            ['проведение', 'проведение', 0],
            ['проведение', 'проведение', 1],
            ['проведение', 'проведение', 2],
            ['проведение', 'проведение', 30],

            ['проверка', 'проверка', 0],
            ['проверка', 'проверка', 1],
            ['проверка', 'проверка', 2],
            ['проверка', 'проверка', 30],

            ['провиант', 'провиант', 0],
            ['провиант', 'провиант', 1],
            ['провиант', 'провиант', 2],
            ['провиант', 'провиант', 30],

            ['провидение', 'провидение', 0],
            ['провидение', 'провидение', 1],
            ['провидение', 'провидение', 2],
            ['провидение', 'провидение', 30],

            ['провидец', 'провидец', 0],
            ['провидец', 'провидец', 1],
            ['провидец', 'провидец', 2],
            ['провидец', 'провидец', 30],

            ['провизия', 'провизия', 0],
            ['провизия', 'провизия', 1],
            ['провизия', 'провизия', 2],
            ['провизия', 'провизия', 30],

            ['провизор', 'провизор', 0],
            ['провизор', 'провизор', 1],
            ['провизор', 'провизор', 2],
            ['провизор', 'провизор', 30],

            ['провинность', 'провинность', 0],
            ['провинность', 'провинность', 1],
            ['провинность', 'провинность', 2],
            ['провинность', 'провинность', 30],

            ['провинциал', 'провинциал', 0],
            ['провинциал', 'провинциал', 1],
            ['провинциал', 'провинциал', 2],
            ['провинциал', 'провинциал', 30],

            ['провинция', 'провинция', 0],
            ['провинция', 'провинция', 1],
            ['провинция', 'провинция', 2],
            ['провинция', 'провинция', 30],

            ['провод', 'провод', 0],
            ['провод', 'провод', 1],
            ['провод', 'провод', 2],
            ['провод', 'провод', 30],

            ['проводимость', 'проводимость', 0],
            ['проводимость', 'проводимость', 1],
            ['проводимость', 'проводимость', 2],
            ['проводимость', 'проводимость', 30],

            ['проводник', 'проводник', 0],
            ['проводник', 'проводник', 1],
            ['проводник', 'проводник', 2],
            ['проводник', 'проводник', 30],

            ['проводница', 'проводница', 0],
            ['проводница', 'проводница', 1],
            ['проводница', 'проводница', 2],
            ['проводница', 'проводница', 30],

            ['проводок', 'проводок', 0],
            ['проводок', 'проводок', 1],
            ['проводок', 'проводок', 2],
            ['проводок', 'проводок', 30],

            ['проводы', 'проводы', 0],
            ['проводы', 'проводы', 1],
            ['проводы', 'проводы', 2],
            ['проводы', 'проводы', 30],

            ['провожатый', 'провожатый', 0],
            ['провожатый', 'провожатый', 1],
            ['провожатый', 'провожатый', 2],
            ['провожатый', 'провожатый', 30],

            ['провоз', 'провоз', 0],
            ['провоз', 'провоз', 1],
            ['провоз', 'провоз', 2],
            ['провоз', 'провоз', 30],

            ['провозглашение', 'провозглашение', 0],
            ['провозглашение', 'провозглашение', 1],
            ['провозглашение', 'провозглашение', 2],
            ['провозглашение', 'провозглашение', 30],

            ['провокатор', 'провокатор', 0],
            ['провокатор', 'провокатор', 1],
            ['провокатор', 'провокатор', 2],
            ['провокатор', 'провокатор', 30],

            ['провокация', 'провокация', 0],
            ['провокация', 'провокация', 1],
            ['провокация', 'провокация', 2],
            ['провокация', 'провокация', 30],

            ['проволока', 'проволока', 0],
            ['проволока', 'проволока', 1],
            ['проволока', 'проволока', 2],
            ['проволока', 'проволока', 30],

            ['проволочка', 'проволочка', 0],
            ['проволочка', 'проволочка', 1],
            ['проволочка', 'проволочка', 2],
            ['проволочка', 'проволочка', 30],

            ['проворство', 'проворство', 0],
            ['проворство', 'проворство', 1],
            ['проворство', 'проворство', 2],
            ['проворство', 'проворство', 30],

            ['прогалина', 'прогалина', 0],
            ['прогалина', 'прогалина', 1],
            ['прогалина', 'прогалина', 2],
            ['прогалина', 'прогалина', 30],

            ['прогноз', 'прогноз', 0],
            ['прогноз', 'прогноз', 1],
            ['прогноз', 'прогноз', 2],
            ['прогноз', 'прогноз', 30],

            ['программа', 'программа', 0],
            ['программа', 'программа', 1],
            ['программа', 'программа', 2],
            ['программа', 'программа', 30],

            ['программирование', 'программирование', 0],
            ['программирование', 'программирование', 1],
            ['программирование', 'программирование', 2],
            ['программирование', 'программирование', 30],

            ['программист', 'программист', 0],
            ['программист', 'программист', 1],
            ['программист', 'программист', 2],
            ['программист', 'программист', 30],

            ['программка', 'программка', 0],
            ['программка', 'программка', 1],
            ['программка', 'программка', 2],
            ['программка', 'программка', 30],

            ['прогресс', 'прогресс', 0],
            ['прогресс', 'прогресс', 1],
            ['прогресс', 'прогресс', 2],
            ['прогресс', 'прогресс', 30],

            ['прогрессирование', 'прогрессирование', 0],
            ['прогрессирование', 'прогрессирование', 1],
            ['прогрессирование', 'прогрессирование', 2],
            ['прогрессирование', 'прогрессирование', 30],

            ['прогул', 'прогул', 0],
            ['прогул', 'прогул', 1],
            ['прогул', 'прогул', 2],
            ['прогул', 'прогул', 30],

            ['прогулка', 'прогулка', 0],
            ['прогулка', 'прогулка', 1],
            ['прогулка', 'прогулка', 2],
            ['прогулка', 'прогулка', 30],

            ['продавец', 'продавец', 0],
            ['продавец', 'продавец', 1],
            ['продавец', 'продавец', 2],
            ['продавец', 'продавец', 30],

            ['продавщица', 'продавщица', 0],
            ['продавщица', 'продавщица', 1],
            ['продавщица', 'продавщица', 2],
            ['продавщица', 'продавщица', 30],

            ['продажа', 'продажа', 0],
            ['продажа', 'продажа', 1],
            ['продажа', 'продажа', 2],
            ['продажа', 'продажа', 30],

            ['продажность', 'продажность', 0],
            ['продажность', 'продажность', 1],
            ['продажность', 'продажность', 2],
            ['продажность', 'продажность', 30],

            ['продвижение', 'продвижение', 0],
            ['продвижение', 'продвижение', 1],
            ['продвижение', 'продвижение', 2],
            ['продвижение', 'продвижение', 30],

            ['проделка', 'проделка', 0],
            ['проделка', 'проделка', 1],
            ['проделка', 'проделка', 2],
            ['проделка', 'проделка', 30],

            ['продление', 'продление', 0],
            ['продление', 'продление', 1],
            ['продление', 'продление', 2],
            ['продление', 'продление', 30],

            ['продовольствие', 'продовольствие', 0],
            ['продовольствие', 'продовольствие', 1],
            ['продовольствие', 'продовольствие', 2],
            ['продовольствие', 'продовольствие', 30],

            ['продолжатель', 'продолжатель', 0],
            ['продолжатель', 'продолжатель', 1],
            ['продолжатель', 'продолжатель', 2],
            ['продолжатель', 'продолжатель', 30],

            ['продолжение', 'продолжение', 0],
            ['продолжение', 'продолжение', 1],
            ['продолжение', 'продолжение', 2],
            ['продолжение', 'продолжение', 30],

            ['продолжительность', 'продолжительность', 0],
            ['продолжительность', 'продолжительность', 1],
            ['продолжительность', 'продолжительность', 2],
            ['продолжительность', 'продолжительность', 30],

            ['продукт', 'продукт', 0],
            ['продукт', 'продукт', 1],
            ['продукт', 'продукт', 2],
            ['продукт', 'продукт', 30],

            ['продукция', 'продукция', 0],
            ['продукция', 'продукция', 1],
            ['продукция', 'продукция', 2],
            ['продукция', 'продукция', 30],

            ['продюсер', 'продюсер', 0],
            ['продюсер', 'продюсер', 1],
            ['продюсер', 'продюсер', 2],
            ['продюсер', 'продюсер', 30],

            ['проезд', 'проезд', 0],
            ['проезд', 'проезд', 1],
            ['проезд', 'проезд', 2],
            ['проезд', 'проезд', 30],

            ['проект', 'проект', 0],
            ['проект', 'проект', 1],
            ['проект', 'проект', 2],
            ['проект', 'проект', 30],

            ['проектирование', 'проектирование', 0],
            ['проектирование', 'проектирование', 1],
            ['проектирование', 'проектирование', 2],
            ['проектирование', 'проектирование', 30],

            ['проектировщик', 'проектировщик', 0],
            ['проектировщик', 'проектировщик', 1],
            ['проектировщик', 'проектировщик', 2],
            ['проектировщик', 'проектировщик', 30],

            ['проекция', 'проекция', 0],
            ['проекция', 'проекция', 1],
            ['проекция', 'проекция', 2],
            ['проекция', 'проекция', 30],

            ['проем', 'проем', 0],
            ['проем', 'проем', 1],
            ['проем', 'проем', 2],
            ['проем', 'проем', 30],

            ['прожект', 'прожект', 0],
            ['прожект', 'прожект', 1],
            ['прожект', 'прожект', 2],
            ['прожект', 'прожект', 30],

            ['прожектор', 'прожектор', 0],
            ['прожектор', 'прожектор', 1],
            ['прожектор', 'прожектор', 2],
            ['прожектор', 'прожектор', 30],

            ['проживание', 'проживание', 0],
            ['проживание', 'проживание', 1],
            ['проживание', 'проживание', 2],
            ['проживание', 'проживание', 30],

            ['прожилок', 'прожилок', 0],
            ['прожилок', 'прожилок', 1],
            ['прожилок', 'прожилок', 2],
            ['прожилок', 'прожилок', 30],

            ['проза', 'проза', 0],
            ['проза', 'проза', 1],
            ['проза', 'проза', 2],
            ['проза', 'проза', 30],

            ['прозаик', 'прозаик', 0],
            ['прозаик', 'прозаик', 1],
            ['прозаик', 'прозаик', 2],
            ['прозаик', 'прозаик', 30],

            ['прозвание', 'прозвание', 0],
            ['прозвание', 'прозвание', 1],
            ['прозвание', 'прозвание', 2],
            ['прозвание', 'прозвание', 30],

            ['прозвище', 'прозвище', 0],
            ['прозвище', 'прозвище', 1],
            ['прозвище', 'прозвище', 2],
            ['прозвище', 'прозвище', 30],

            ['прозрачность', 'прозрачность', 0],
            ['прозрачность', 'прозрачность', 1],
            ['прозрачность', 'прозрачность', 2],
            ['прозрачность', 'прозрачность', 30],

            ['прозрение', 'прозрение', 0],
            ['прозрение', 'прозрение', 1],
            ['прозрение', 'прозрение', 2],
            ['прозрение', 'прозрение', 30],

            ['проигрыватель', 'проигрыватель', 0],
            ['проигрыватель', 'проигрыватель', 1],
            ['проигрыватель', 'проигрыватель', 2],
            ['проигрыватель', 'проигрыватель', 30],

            ['проигрыш', 'проигрыш', 0],
            ['проигрыш', 'проигрыш', 1],
            ['проигрыш', 'проигрыш', 2],
            ['проигрыш', 'проигрыш', 30],

            ['произведение', 'произведение', 0],
            ['произведение', 'произведение', 1],
            ['произведение', 'произведение', 2],
            ['произведение', 'произведение', 30],

            ['производитель', 'производитель', 0],
            ['производитель', 'производитель', 1],
            ['производитель', 'производитель', 2],
            ['производитель', 'производитель', 30],

            ['производительность', 'производительность', 0],
            ['производительность', 'производительность', 1],
            ['производительность', 'производительность', 2],
            ['производительность', 'производительность', 30],

            ['производство', 'производство', 0],
            ['производство', 'производство', 1],
            ['производство', 'производство', 2],
            ['производство', 'производство', 30],

            ['произвол', 'произвол', 0],
            ['произвол', 'произвол', 1],
            ['произвол', 'произвол', 2],
            ['произвол', 'произвол', 30],

            ['произнесение', 'произнесение', 0],
            ['произнесение', 'произнесение', 1],
            ['произнесение', 'произнесение', 2],
            ['произнесение', 'произнесение', 30],

            ['произношение', 'произношение', 0],
            ['произношение', 'произношение', 1],
            ['произношение', 'произношение', 2],
            ['произношение', 'произношение', 30],

            ['происки', 'происки', 0],
            ['происки', 'происки', 1],
            ['происки', 'происки', 2],
            ['происки', 'происки', 30],

            ['происхождение', 'происхождение', 0],
            ['происхождение', 'происхождение', 1],
            ['происхождение', 'происхождение', 2],
            ['происхождение', 'происхождение', 30],

            ['происшествие', 'происшествие', 0],
            ['происшествие', 'происшествие', 1],
            ['происшествие', 'происшествие', 2],
            ['происшествие', 'происшествие', 30],

            ['пройда', 'пройда', 0],
            ['пройда', 'пройда', 1],
            ['пройда', 'пройда', 2],
            ['пройда', 'пройда', 30],

            ['пройдоха', 'пройдоха', 0],
            ['пройдоха', 'пройдоха', 1],
            ['пройдоха', 'пройдоха', 2],
            ['пройдоха', 'пройдоха', 30],

            ['прок', 'прок', 0],
            ['прок', 'прок', 1],
            ['прок', 'прок', 2],
            ['прок', 'прок', 30],

            ['проказа', 'проказа', 0],
            ['проказа', 'проказа', 1],
            ['проказа', 'проказа', 2],
            ['проказа', 'проказа', 30],

            ['прокат', 'прокат', 0],
            ['прокат', 'прокат', 1],
            ['прокат', 'прокат', 2],
            ['прокат', 'прокат', 30],

            ['прокладка', 'прокладка', 0],
            ['прокладка', 'прокладка', 1],
            ['прокладка', 'прокладка', 2],
            ['прокладка', 'прокладка', 30],

            ['прокламация', 'прокламация', 0],
            ['прокламация', 'прокламация', 1],
            ['прокламация', 'прокламация', 2],
            ['прокламация', 'прокламация', 30],

            ['проклятие', 'проклятие', 0],
            ['проклятие', 'проклятие', 1],
            ['проклятие', 'проклятие', 2],
            ['проклятие', 'проклятие', 30],

            ['проклятье', 'проклятье', 0],
            ['проклятье', 'проклятье', 1],
            ['проклятье', 'проклятье', 2],
            ['проклятье', 'проклятье', 30],

            ['прокол', 'прокол', 0],
            ['прокол', 'прокол', 1],
            ['прокол', 'прокол', 2],
            ['прокол', 'прокол', 30],

            ['проконсул', 'проконсул', 0],
            ['проконсул', 'проконсул', 1],
            ['проконсул', 'проконсул', 2],
            ['проконсул', 'проконсул', 30],

            ['прокопенко', 'прокопенко', 0],
            ['прокопенко', 'прокопенко', 1],
            ['прокопенко', 'прокопенко', 2],
            ['прокопенко', 'прокопенко', 30],

            ['прокорм', 'прокорм', 0],
            ['прокорм', 'прокорм', 1],
            ['прокорм', 'прокорм', 2],
            ['прокорм', 'прокорм', 30],

            ['прокуратор', 'прокуратор', 0],
            ['прокуратор', 'прокуратор', 1],
            ['прокуратор', 'прокуратор', 2],
            ['прокуратор', 'прокуратор', 30],

            ['прокуратура', 'прокуратура', 0],
            ['прокуратура', 'прокуратура', 1],
            ['прокуратура', 'прокуратура', 2],
            ['прокуратура', 'прокуратура', 30],

            ['прокурор', 'прокурор', 0],
            ['прокурор', 'прокурор', 1],
            ['прокурор', 'прокурор', 2],
            ['прокурор', 'прокурор', 30],

            ['пролежень', 'пролежень', 0],
            ['пролежень', 'пролежень', 1],
            ['пролежень', 'пролежень', 2],
            ['пролежень', 'пролежень', 30],

            ['пролет', 'пролет', 0],
            ['пролет', 'пролет', 1],
            ['пролет', 'пролет', 2],
            ['пролет', 'пролет', 30],

            ['пролетариат', 'пролетариат', 0],
            ['пролетариат', 'пролетариат', 1],
            ['пролетариат', 'пролетариат', 2],
            ['пролетариат', 'пролетариат', 30],

            ['пролетарий', 'пролетарий', 0],
            ['пролетарий', 'пролетарий', 1],
            ['пролетарий', 'пролетарий', 2],
            ['пролетарий', 'пролетарий', 30],

            ['пролетка', 'пролетка', 0],
            ['пролетка', 'пролетка', 1],
            ['пролетка', 'пролетка', 2],
            ['пролетка', 'пролетка', 30],

            ['пролив', 'пролив', 0],
            ['пролив', 'пролив', 1],
            ['пролив', 'пролив', 2],
            ['пролив', 'пролив', 30],

            ['пролог', 'пролог', 0],
            ['пролог', 'пролог', 1],
            ['пролог', 'пролог', 2],
            ['пролог', 'пролог', 30],

            ['пролом', 'пролом', 0],
            ['пролом', 'пролом', 1],
            ['пролом', 'пролом', 2],
            ['пролом', 'пролом', 30],

            ['промах', 'промах', 0],
            ['промах', 'промах', 1],
            ['промах', 'промах', 2],
            ['промах', 'промах', 30],

            ['промашка', 'промашка', 0],
            ['промашка', 'промашка', 1],
            ['промашка', 'промашка', 2],
            ['промашка', 'промашка', 30],

            ['промедление', 'промедление', 0],
            ['промедление', 'промедление', 1],
            ['промедление', 'промедление', 2],
            ['промедление', 'промедление', 30],

            ['промежность', 'промежность', 0],
            ['промежность', 'промежность', 1],
            ['промежность', 'промежность', 2],
            ['промежность', 'промежность', 30],

            ['промежуток', 'промежуток', 0],
            ['промежуток', 'промежуток', 1],
            ['промежуток', 'промежуток', 2],
            ['промежуток', 'промежуток', 30],

            ['промоина', 'промоина', 0],
            ['промоина', 'промоина', 1],
            ['промоина', 'промоина', 2],
            ['промоина', 'промоина', 30],

            ['промокашка', 'промокашка', 0],
            ['промокашка', 'промокашка', 1],
            ['промокашка', 'промокашка', 2],
            ['промокашка', 'промокашка', 30],

            ['промтовары', 'промтовары', 0],
            ['промтовары', 'промтовары', 1],
            ['промтовары', 'промтовары', 2],
            ['промтовары', 'промтовары', 30],

            ['промывание', 'промывание', 0],
            ['промывание', 'промывание', 1],
            ['промывание', 'промывание', 2],
            ['промывание', 'промывание', 30],

            ['промывка', 'промывка', 0],
            ['промывка', 'промывка', 1],
            ['промывка', 'промывка', 2],
            ['промывка', 'промывка', 30],

            ['промысел', 'промысел', 0],
            ['промысел', 'промысел', 1],
            ['промысел', 'промысел', 2],
            ['промысел', 'промысел', 30],

            ['промысл', 'промысл', 0],
            ['промысл', 'промысл', 1],
            ['промысл', 'промысл', 2],
            ['промысл', 'промысл', 30],

            ['промышленник', 'промышленник', 0],
            ['промышленник', 'промышленник', 1],
            ['промышленник', 'промышленник', 2],
            ['промышленник', 'промышленник', 30],

            ['промышленность', 'промышленность', 0],
            ['промышленность', 'промышленность', 1],
            ['промышленность', 'промышленность', 2],
            ['промышленность', 'промышленность', 30],

            ['проникновение', 'проникновение', 0],
            ['проникновение', 'проникновение', 1],
            ['проникновение', 'проникновение', 2],
            ['проникновение', 'проникновение', 30],

            ['проницаемость', 'проницаемость', 0],
            ['проницаемость', 'проницаемость', 1],
            ['проницаемость', 'проницаемость', 2],
            ['проницаемость', 'проницаемость', 30],

            ['проницательность', 'проницательность', 0],
            ['проницательность', 'проницательность', 1],
            ['проницательность', 'проницательность', 2],
            ['проницательность', 'проницательность', 30],

            ['пронякина', 'пронякина', 0],
            ['пронякина', 'пронякина', 1],
            ['пронякина', 'пронякина', 2],
            ['пронякина', 'пронякина', 30],

            ['прообраз', 'прообраз', 0],
            ['прообраз', 'прообраз', 1],
            ['прообраз', 'прообраз', 2],
            ['прообраз', 'прообраз', 30],

            ['пропаганда', 'пропаганда', 0],
            ['пропаганда', 'пропаганда', 1],
            ['пропаганда', 'пропаганда', 2],
            ['пропаганда', 'пропаганда', 30],

            ['пропагандист', 'пропагандист', 0],
            ['пропагандист', 'пропагандист', 1],
            ['пропагандист', 'пропагандист', 2],
            ['пропагандист', 'пропагандист', 30],

            ['пропажа', 'пропажа', 0],
            ['пропажа', 'пропажа', 1],
            ['пропажа', 'пропажа', 2],
            ['пропажа', 'пропажа', 30],

            ['пропасть', 'пропасть', 0],
            ['пропасть', 'пропасть', 1],
            ['пропасть', 'пропасть', 2],
            ['пропасть', 'пропасть', 30],

            ['пропеллер', 'пропеллер', 0],
            ['пропеллер', 'пропеллер', 1],
            ['пропеллер', 'пропеллер', 2],
            ['пропеллер', 'пропеллер', 30],

            ['пропил', 'пропил', 0],
            ['пропил', 'пропил', 1],
            ['пропил', 'пропил', 2],
            ['пропил', 'пропил', 30],

            ['прописка', 'прописка', 0],
            ['прописка', 'прописка', 1],
            ['прописка', 'прописка', 2],
            ['прописка', 'прописка', 30],

            ['пропись', 'пропись', 0],
            ['пропись', 'пропись', 1],
            ['пропись', 'пропись', 2],
            ['пропись', 'пропись', 30],

            ['пропитание', 'пропитание', 0],
            ['пропитание', 'пропитание', 1],
            ['пропитание', 'пропитание', 2],
            ['пропитание', 'пропитание', 30],

            ['проплешина', 'проплешина', 0],
            ['проплешина', 'проплешина', 1],
            ['проплешина', 'проплешина', 2],
            ['проплешина', 'проплешина', 30],

            ['проповедник', 'проповедник', 0],
            ['проповедник', 'проповедник', 1],
            ['проповедник', 'проповедник', 2],
            ['проповедник', 'проповедник', 30],

            ['проповедь', 'проповедь', 0],
            ['проповедь', 'проповедь', 1],
            ['проповедь', 'проповедь', 2],
            ['проповедь', 'проповедь', 30],

            ['прополка', 'прополка', 0],
            ['прополка', 'прополка', 1],
            ['прополка', 'прополка', 2],
            ['прополка', 'прополка', 30],

            ['пропорция', 'пропорция', 0],
            ['пропорция', 'пропорция', 1],
            ['пропорция', 'пропорция', 2],
            ['пропорция', 'пропорция', 30],

            ['пропуск', 'пропуск', 0],
            ['пропуск', 'пропуск', 1],
            ['пропуск', 'пропуск', 2],
            ['пропуск', 'пропуск', 30],

            ['прораб', 'прораб', 0],
            ['прораб', 'прораб', 1],
            ['прораб', 'прораб', 2],
            ['прораб', 'прораб', 30],

            ['проработка', 'проработка', 0],
            ['проработка', 'проработка', 1],
            ['проработка', 'проработка', 2],
            ['проработка', 'проработка', 30],

            ['прорва', 'прорва', 0],
            ['прорва', 'прорва', 1],
            ['прорва', 'прорва', 2],
            ['прорва', 'прорва', 30],

            ['прорезывание', 'прорезывание', 0],
            ['прорезывание', 'прорезывание', 1],
            ['прорезывание', 'прорезывание', 2],
            ['прорезывание', 'прорезывание', 30],

            ['прорезь', 'прорезь', 0],
            ['прорезь', 'прорезь', 1],
            ['прорезь', 'прорезь', 2],
            ['прорезь', 'прорезь', 30],

            ['прореха', 'прореха', 0],
            ['прореха', 'прореха', 1],
            ['прореха', 'прореха', 2],
            ['прореха', 'прореха', 30],

            ['прорицатель', 'прорицатель', 0],
            ['прорицатель', 'прорицатель', 1],
            ['прорицатель', 'прорицатель', 2],
            ['прорицатель', 'прорицатель', 30],

            ['пророк', 'пророк', 0],
            ['пророк', 'пророк', 1],
            ['пророк', 'пророк', 2],
            ['пророк', 'пророк', 30],

            ['пророчество', 'пророчество', 0],
            ['пророчество', 'пророчество', 1],
            ['пророчество', 'пророчество', 2],
            ['пророчество', 'пророчество', 30],

            ['прорубь', 'прорубь', 0],
            ['прорубь', 'прорубь', 1],
            ['прорубь', 'прорубь', 2],
            ['прорубь', 'прорубь', 30],

            ['прорыв', 'прорыв', 0],
            ['прорыв', 'прорыв', 1],
            ['прорыв', 'прорыв', 2],
            ['прорыв', 'прорыв', 30],

            ['просвет', 'просвет', 0],
            ['просвет', 'просвет', 1],
            ['просвет', 'просвет', 2],
            ['просвет', 'просвет', 30],

            ['просветитель', 'просветитель', 0],
            ['просветитель', 'просветитель', 1],
            ['просветитель', 'просветитель', 2],
            ['просветитель', 'просветитель', 30],

            ['просветление', 'просветление', 0],
            ['просветление', 'просветление', 1],
            ['просветление', 'просветление', 2],
            ['просветление', 'просветление', 30],

            ['просвещение', 'просвещение', 0],
            ['просвещение', 'просвещение', 1],
            ['просвещение', 'просвещение', 2],
            ['просвещение', 'просвещение', 30],

            ['просвирняк', 'просвирняк', 0],
            ['просвирняк', 'просвирняк', 1],
            ['просвирняк', 'просвирняк', 2],
            ['просвирняк', 'просвирняк', 30],

            ['проседь', 'проседь', 0],
            ['проседь', 'проседь', 1],
            ['проседь', 'проседь', 2],
            ['проседь', 'проседь', 30],

            ['просек', 'просек', 0],
            ['просек', 'просек', 1],
            ['просек', 'просек', 2],
            ['просек', 'просек', 30],

            ['просека', 'просека', 0],
            ['просека', 'просека', 1],
            ['просека', 'просека', 2],
            ['просека', 'просека', 30],

            ['проселок', 'проселок', 0],
            ['проселок', 'проселок', 1],
            ['проселок', 'проселок', 2],
            ['проселок', 'проселок', 30],

            ['проситель', 'проситель', 0],
            ['проситель', 'проситель', 1],
            ['проситель', 'проситель', 2],
            ['проситель', 'проситель', 30],

            ['прослоек', 'прослоек', 0],
            ['прослоек', 'прослоек', 1],
            ['прослоек', 'прослоек', 2],
            ['прослоек', 'прослоек', 30],

            ['прослойка', 'прослойка', 0],
            ['прослойка', 'прослойка', 1],
            ['прослойка', 'прослойка', 2],
            ['прослойка', 'прослойка', 30],

            ['прослушивание', 'прослушивание', 0],
            ['прослушивание', 'прослушивание', 1],
            ['прослушивание', 'прослушивание', 2],
            ['прослушивание', 'прослушивание', 30],

            ['просмотр', 'просмотр', 0],
            ['просмотр', 'просмотр', 1],
            ['просмотр', 'просмотр', 2],
            ['просмотр', 'просмотр', 30],

            ['просо', 'просо', 0],
            ['просо', 'просо', 1],
            ['просо', 'просо', 2],
            ['просо', 'просо', 30],

            ['проспект', 'проспект', 0],
            ['проспект', 'проспект', 1],
            ['проспект', 'проспект', 2],
            ['проспект', 'проспект', 30],

            ['простак', 'простак', 0],
            ['простак', 'простак', 1],
            ['простак', 'простак', 2],
            ['простак', 'простак', 30],

            ['простачок', 'простачок', 0],
            ['простачок', 'простачок', 1],
            ['простачок', 'простачок', 2],
            ['простачок', 'простачок', 30],

            ['простенок', 'простенок', 0],
            ['простенок', 'простенок', 1],
            ['простенок', 'простенок', 2],
            ['простенок', 'простенок', 30],

            ['простиль', 'простиль', 0],
            ['простиль', 'простиль', 1],
            ['простиль', 'простиль', 2],
            ['простиль', 'простиль', 30],

            ['проститутка', 'проститутка', 0],
            ['проститутка', 'проститутка', 1],
            ['проститутка', 'проститутка', 2],
            ['проститутка', 'проститутка', 30],

            ['проституция', 'проституция', 0],
            ['проституция', 'проституция', 1],
            ['проституция', 'проституция', 2],
            ['проституция', 'проституция', 30],

            ['простодушие', 'простодушие', 0],
            ['простодушие', 'простодушие', 1],
            ['простодушие', 'простодушие', 2],
            ['простодушие', 'простодушие', 30],

            ['простой', 'простой', 0],
            ['простой', 'простой', 1],
            ['простой', 'простой', 2],
            ['простой', 'простой', 30],

            ['простокваша', 'простокваша', 0],
            ['простокваша', 'простокваша', 1],
            ['простокваша', 'простокваша', 2],
            ['простокваша', 'простокваша', 30],

            ['простолюдин', 'простолюдин', 0],
            ['простолюдин', 'простолюдин', 1],
            ['простолюдин', 'простолюдин', 2],
            ['простолюдин', 'простолюдин', 30],

            ['простонародье', 'простонародье', 0],
            ['простонародье', 'простонародье', 1],
            ['простонародье', 'простонародье', 2],
            ['простонародье', 'простонародье', 30],

            ['простор', 'простор', 0],
            ['простор', 'простор', 1],
            ['простор', 'простор', 2],
            ['простор', 'простор', 30],

            ['просторечие', 'просторечие', 0],
            ['просторечие', 'просторечие', 1],
            ['просторечие', 'просторечие', 2],
            ['просторечие', 'просторечие', 30],

            ['простота', 'простота', 0],
            ['простота', 'простота', 1],
            ['простота', 'простота', 2],
            ['простота', 'простота', 30],

            ['пространство', 'пространство', 0],
            ['пространство', 'пространство', 1],
            ['пространство', 'пространство', 2],
            ['пространство', 'пространство', 30],

            ['прострация', 'прострация', 0],
            ['прострация', 'прострация', 1],
            ['прострация', 'прострация', 2],
            ['прострация', 'прострация', 30],

            ['простуда', 'простуда', 0],
            ['простуда', 'простуда', 1],
            ['простуда', 'простуда', 2],
            ['простуда', 'простуда', 30],

            ['проступок', 'проступок', 0],
            ['проступок', 'проступок', 1],
            ['проступок', 'проступок', 2],
            ['проступок', 'проступок', 30],

            ['простынка', 'простынка', 0],
            ['простынка', 'простынка', 1],
            ['простынка', 'простынка', 2],
            ['простынка', 'простынка', 30],

            ['простыня', 'простыня', 0],
            ['простыня', 'простыня', 1],
            ['простыня', 'простыня', 2],
            ['простыня', 'простыня', 30],

            ['просушка', 'просушка', 0],
            ['просушка', 'просушка', 1],
            ['просушка', 'просушка', 2],
            ['просушка', 'просушка', 30],

            ['просчет', 'просчет', 0],
            ['просчет', 'просчет', 1],
            ['просчет', 'просчет', 2],
            ['просчет', 'просчет', 30],

            ['просьба', 'просьба', 0],
            ['просьба', 'просьба', 1],
            ['просьба', 'просьба', 2],
            ['просьба', 'просьба', 30],

            ['проталина', 'проталина', 0],
            ['проталина', 'проталина', 1],
            ['проталина', 'проталина', 2],
            ['проталина', 'проталина', 30],

            ['протеже', 'протеже', 0],
            ['протеже', 'протеже', 1],
            ['протеже', 'протеже', 2],
            ['протеже', 'протеже', 30],

            ['протез', 'протез', 0],
            ['протез', 'протез', 1],
            ['протез', 'протез', 2],
            ['протез', 'протез', 30],

            ['протекание', 'протекание', 0],
            ['протекание', 'протекание', 1],
            ['протекание', 'протекание', 2],
            ['протекание', 'протекание', 30],

            ['протекция', 'протекция', 0],
            ['протекция', 'протекция', 1],
            ['протекция', 'протекция', 2],
            ['протекция', 'протекция', 30],

            ['протест', 'протест', 0],
            ['протест', 'протест', 1],
            ['протест', 'протест', 2],
            ['протест', 'протест', 30],

            ['протестант', 'протестант', 0],
            ['протестант', 'протестант', 1],
            ['протестант', 'протестант', 2],
            ['протестант', 'протестант', 30],

            ['противень', 'противень', 0],
            ['противень', 'противень', 1],
            ['противень', 'противень', 2],
            ['противень', 'противень', 30],

            ['противник', 'противник', 0],
            ['противник', 'противник', 1],
            ['противник', 'противник', 2],
            ['противник', 'противник', 30],

            ['противоборство', 'противоборство', 0],
            ['противоборство', 'противоборство', 1],
            ['противоборство', 'противоборство', 2],
            ['противоборство', 'противоборство', 30],

            ['противовес', 'противовес', 0],
            ['противовес', 'противовес', 1],
            ['противовес', 'противовес', 2],
            ['противовес', 'противовес', 30],

            ['противогаз', 'противогаз', 0],
            ['противогаз', 'противогаз', 1],
            ['противогаз', 'противогаз', 2],
            ['противогаз', 'противогаз', 30],

            ['противодействие', 'противодействие', 0],
            ['противодействие', 'противодействие', 1],
            ['противодействие', 'противодействие', 2],
            ['противодействие', 'противодействие', 30],

            ['противопоказание', 'противопоказание', 0],
            ['противопоказание', 'противопоказание', 1],
            ['противопоказание', 'противопоказание', 2],
            ['противопоказание', 'противопоказание', 30],

            ['противоположность', 'противоположность', 0],
            ['противоположность', 'противоположность', 1],
            ['противоположность', 'противоположность', 2],
            ['противоположность', 'противоположность', 30],

            ['противопоставление', 'противопоставление', 0],
            ['противопоставление', 'противопоставление', 1],
            ['противопоставление', 'противопоставление', 2],
            ['противопоставление', 'противопоставление', 30],

            ['противоречие', 'противоречие', 0],
            ['противоречие', 'противоречие', 1],
            ['противоречие', 'противоречие', 2],
            ['противоречие', 'противоречие', 30],

            ['противостояние', 'противостояние', 0],
            ['противостояние', 'противостояние', 1],
            ['противостояние', 'противостояние', 2],
            ['противостояние', 'противостояние', 30],

            ['противоядие', 'противоядие', 0],
            ['противоядие', 'противоядие', 1],
            ['противоядие', 'противоядие', 2],
            ['противоядие', 'противоядие', 30],

            ['протоиерей', 'протоиерей', 0],
            ['протоиерей', 'протоиерей', 1],
            ['протоиерей', 'протоиерей', 2],
            ['протоиерей', 'протоиерей', 30],

            ['проток', 'проток', 0],
            ['проток', 'проток', 1],
            ['проток', 'проток', 2],
            ['проток', 'проток', 30],

            ['протока', 'протока', 0],
            ['протока', 'протока', 1],
            ['протока', 'протока', 2],
            ['протока', 'протока', 30],

            ['протокол', 'протокол', 0],
            ['протокол', 'протокол', 1],
            ['протокол', 'протокол', 2],
            ['протокол', 'протокол', 30],

            ['протоплазма', 'протоплазма', 0],
            ['протоплазма', 'протоплазма', 1],
            ['протоплазма', 'протоплазма', 2],
            ['протоплазма', 'протоплазма', 30],

            ['протопоп', 'протопоп', 0],
            ['протопоп', 'протопоп', 1],
            ['протопоп', 'протопоп', 2],
            ['протопоп', 'протопоп', 30],

            ['прототип', 'прототип', 0],
            ['прототип', 'прототип', 1],
            ['прототип', 'прототип', 2],
            ['прототип', 'прототип', 30],

            ['протрава', 'протрава', 0],
            ['протрава', 'протрава', 1],
            ['протрава', 'протрава', 2],
            ['протрава', 'протрава', 30],

            ['протяжение', 'протяжение', 0],
            ['протяжение', 'протяжение', 1],
            ['протяжение', 'протяжение', 2],
            ['протяжение', 'протяжение', 30],

            ['протяженность', 'протяженность', 0],
            ['протяженность', 'протяженность', 1],
            ['протяженность', 'протяженность', 2],
            ['протяженность', 'протяженность', 30],

            ['проулок', 'проулок', 0],
            ['проулок', 'проулок', 1],
            ['проулок', 'проулок', 2],
            ['проулок', 'проулок', 30],

            ['профан', 'профан', 0],
            ['профан', 'профан', 1],
            ['профан', 'профан', 2],
            ['профан', 'профан', 30],

            ['профанация', 'профанация', 0],
            ['профанация', 'профанация', 1],
            ['профанация', 'профанация', 2],
            ['профанация', 'профанация', 30],

            ['профашист', 'профашист', 0],
            ['профашист', 'профашист', 1],
            ['профашист', 'профашист', 2],
            ['профашист', 'профашист', 30],

            ['профессионал', 'профессионал', 0],
            ['профессионал', 'профессионал', 1],
            ['профессионал', 'профессионал', 2],
            ['профессионал', 'профессионал', 30],

            ['профессионализм', 'профессионализм', 0],
            ['профессионализм', 'профессионализм', 1],
            ['профессионализм', 'профессионализм', 2],
            ['профессионализм', 'профессионализм', 30],

            ['профессия', 'профессия', 0],
            ['профессия', 'профессия', 1],
            ['профессия', 'профессия', 2],
            ['профессия', 'профессия', 30],

            ['профессор', 'профессор', 0],
            ['профессор', 'профессор', 1],
            ['профессор', 'профессор', 2],
            ['профессор', 'профессор', 30],

            ['профессура', 'профессура', 0],
            ['профессура', 'профессура', 1],
            ['профессура', 'профессура', 2],
            ['профессура', 'профессура', 30],

            ['профи', 'профи', 0],
            ['профи', 'профи', 1],
            ['профи', 'профи', 2],
            ['профи', 'профи', 30],

            ['профилактика', 'профилактика', 0],
            ['профилактика', 'профилактика', 1],
            ['профилактика', 'профилактика', 2],
            ['профилактика', 'профилактика', 30],

            ['профиль', 'профиль', 0],
            ['профиль', 'профиль', 1],
            ['профиль', 'профиль', 2],
            ['профиль', 'профиль', 30],

            ['профком', 'профком', 0],
            ['профком', 'профком', 1],
            ['профком', 'профком', 2],
            ['профком', 'профком', 30],

            ['проформа', 'проформа', 0],
            ['проформа', 'проформа', 1],
            ['проформа', 'проформа', 2],
            ['проформа', 'проформа', 30],

            ['профсоюз', 'профсоюз', 0],
            ['профсоюз', 'профсоюз', 1],
            ['профсоюз', 'профсоюз', 2],
            ['профсоюз', 'профсоюз', 30],

            ['прохвост', 'прохвост', 0],
            ['прохвост', 'прохвост', 1],
            ['прохвост', 'прохвост', 2],
            ['прохвост', 'прохвост', 30],

            ['прохлада', 'прохлада', 0],
            ['прохлада', 'прохлада', 1],
            ['прохлада', 'прохлада', 2],
            ['прохлада', 'прохлада', 30],

            ['проход', 'проход', 0],
            ['проход', 'проход', 1],
            ['проход', 'проход', 2],
            ['проход', 'проход', 30],

            ['проходимец', 'проходимец', 0],
            ['проходимец', 'проходимец', 1],
            ['проходимец', 'проходимец', 2],
            ['проходимец', 'проходимец', 30],

            ['проходимость', 'проходимость', 0],
            ['проходимость', 'проходимость', 1],
            ['проходимость', 'проходимость', 2],
            ['проходимость', 'проходимость', 30],

            ['прохождение', 'прохождение', 0],
            ['прохождение', 'прохождение', 1],
            ['прохождение', 'прохождение', 2],
            ['прохождение', 'прохождение', 30],

            ['прохожий', 'прохожий', 0],
            ['прохожий', 'прохожий', 1],
            ['прохожий', 'прохожий', 2],
            ['прохожий', 'прохожий', 30],

            ['процветание', 'процветание', 0],
            ['процветание', 'процветание', 1],
            ['процветание', 'процветание', 2],
            ['процветание', 'процветание', 30],

            ['процедура', 'процедура', 0],
            ['процедура', 'процедура', 1],
            ['процедура', 'процедура', 2],
            ['процедура', 'процедура', 30],

            ['процент', 'процент', 0],
            ['процент', 'процент', 1],
            ['процент', 'процент', 2],
            ['процент', 'процент', 30],

            ['процесс', 'процесс', 0],
            ['процесс', 'процесс', 1],
            ['процесс', 'процесс', 2],
            ['процесс', 'процесс', 30],

            ['процессия', 'процессия', 0],
            ['процессия', 'процессия', 1],
            ['процессия', 'процессия', 2],
            ['процессия', 'процессия', 30],

            ['процессор', 'процессор', 0],
            ['процессор', 'процессор', 1],
            ['процессор', 'процессор', 2],
            ['процессор', 'процессор', 30],

            ['прочность', 'прочность', 0],
            ['прочность', 'прочность', 1],
            ['прочность', 'прочность', 2],
            ['прочность', 'прочность', 30],

            ['прочтение', 'прочтение', 0],
            ['прочтение', 'прочтение', 1],
            ['прочтение', 'прочтение', 2],
            ['прочтение', 'прочтение', 30],

            ['прошение', 'прошение', 0],
            ['прошение', 'прошение', 1],
            ['прошение', 'прошение', 2],
            ['прошение', 'прошение', 30],

            ['прошествие', 'прошествие', 0],
            ['прошествие', 'прошествие', 1],
            ['прошествие', 'прошествие', 2],
            ['прошествие', 'прошествие', 30],

            ['прощание', 'прощание', 0],
            ['прощание', 'прощание', 1],
            ['прощание', 'прощание', 2],
            ['прощание', 'прощание', 30],

            ['прощанье', 'прощанье', 0],
            ['прощанье', 'прощанье', 1],
            ['прощанье', 'прощанье', 2],
            ['прощанье', 'прощанье', 30],

            ['прощение', 'прощение', 0],
            ['прощение', 'прощение', 1],
            ['прощение', 'прощение', 2],
            ['прощение', 'прощение', 30],

            ['проявление', 'проявление', 0],
            ['проявление', 'проявление', 1],
            ['проявление', 'проявление', 2],
            ['проявление', 'проявление', 30],

            ['пруд', 'пруд', 0],
            ['пруд', 'пруд', 1],
            ['пруд', 'пруд', 2],
            ['пруд', 'пруд', 30],

            ['пружина', 'пружина', 0],
            ['пружина', 'пружина', 1],
            ['пружина', 'пружина', 2],
            ['пружина', 'пружина', 30],

            ['пружинка', 'пружинка', 0],
            ['пружинка', 'пружинка', 1],
            ['пружинка', 'пружинка', 2],
            ['пружинка', 'пружинка', 30],

            ['прут', 'прут', 0],
            ['прут', 'прут', 1],
            ['прут', 'прут', 2],
            ['прут', 'прут', 30],

            ['прутик', 'прутик', 0],
            ['прутик', 'прутик', 1],
            ['прутик', 'прутик', 2],
            ['прутик', 'прутик', 30],

            ['прыгун', 'прыгун', 0],
            ['прыгун', 'прыгун', 1],
            ['прыгун', 'прыгун', 2],
            ['прыгун', 'прыгун', 30],

            ['прыжок', 'прыжок', 0],
            ['прыжок', 'прыжок', 1],
            ['прыжок', 'прыжок', 2],
            ['прыжок', 'прыжок', 30],

            ['прыть', 'прыть', 0],
            ['прыть', 'прыть', 1],
            ['прыть', 'прыть', 2],
            ['прыть', 'прыть', 30],

            ['прыщ', 'прыщ', 0],
            ['прыщ', 'прыщ', 1],
            ['прыщ', 'прыщ', 2],
            ['прыщ', 'прыщ', 30],

            ['прыщик', 'прыщик', 0],
            ['прыщик', 'прыщик', 1],
            ['прыщик', 'прыщик', 2],
            ['прыщик', 'прыщик', 30],

            ['пря', 'пря', 0],
            ['пря', 'пря', 1],
            ['пря', 'пря', 2],
            ['пря', 'пря', 30],

            ['прядка', 'прядка', 0],
            ['прядка', 'прядка', 1],
            ['прядка', 'прядка', 2],
            ['прядка', 'прядка', 30],

            ['прядь', 'прядь', 0],
            ['прядь', 'прядь', 1],
            ['прядь', 'прядь', 2],
            ['прядь', 'прядь', 30],

            ['пряжка', 'пряжка', 0],
            ['пряжка', 'пряжка', 1],
            ['пряжка', 'пряжка', 2],
            ['пряжка', 'пряжка', 30],

            ['прялка', 'прялка', 0],
            ['прялка', 'прялка', 1],
            ['прялка', 'прялка', 2],
            ['прялка', 'прялка', 30],

            ['прямик', 'прямик', 0],
            ['прямик', 'прямик', 1],
            ['прямик', 'прямик', 2],
            ['прямик', 'прямик', 30],

            ['прямота', 'прямота', 0],
            ['прямота', 'прямота', 1],
            ['прямота', 'прямота', 2],
            ['прямота', 'прямота', 30],

            ['прямоугольник', 'прямоугольник', 0],
            ['прямоугольник', 'прямоугольник', 1],
            ['прямоугольник', 'прямоугольник', 2],
            ['прямоугольник', 'прямоугольник', 30],

            ['пряник', 'пряник', 0],
            ['пряник', 'пряник', 1],
            ['пряник', 'пряник', 2],
            ['пряник', 'пряник', 30],

            ['пряность', 'пряность', 0],
            ['пряность', 'пряность', 1],
            ['пряность', 'пряность', 2],
            ['пряность', 'пряность', 30],

            ['прясло', 'прясло', 0],
            ['прясло', 'прясло', 1],
            ['прясло', 'прясло', 2],
            ['прясло', 'прясло', 30],

            ['прятки', 'прятки', 0],
            ['прятки', 'прятки', 1],
            ['прятки', 'прятки', 2],
            ['прятки', 'прятки', 30],

            ['псалом', 'псалом', 0],
            ['псалом', 'псалом', 1],
            ['псалом', 'псалом', 2],
            ['псалом', 'псалом', 30],

            ['псевдоним', 'псевдоним', 0],
            ['псевдоним', 'псевдоним', 1],
            ['псевдоним', 'псевдоним', 2],
            ['псевдоним', 'псевдоним', 30],

            ['псина', 'псина', 0],
            ['псина', 'псина', 1],
            ['псина', 'псина', 2],
            ['псина', 'псина', 30],

            ['псих', 'псих', 0],
            ['псих', 'псих', 1],
            ['псих', 'псих', 2],
            ['псих', 'псих', 30],

            ['психиатр', 'психиатр', 0],
            ['психиатр', 'психиатр', 1],
            ['психиатр', 'психиатр', 2],
            ['психиатр', 'психиатр', 30],

            ['психиатрия', 'психиатрия', 0],
            ['психиатрия', 'психиатрия', 1],
            ['психиатрия', 'психиатрия', 2],
            ['психиатрия', 'психиатрия', 30],

            ['психика', 'психика', 0],
            ['психика', 'психика', 1],
            ['психика', 'психика', 2],
            ['психика', 'психика', 30],

            ['психоанализ', 'психоанализ', 0],
            ['психоанализ', 'психоанализ', 1],
            ['психоанализ', 'психоанализ', 2],
            ['психоанализ', 'психоанализ', 30],

            ['психоаналитик', 'психоаналитик', 0],
            ['психоаналитик', 'психоаналитик', 1],
            ['психоаналитик', 'психоаналитик', 2],
            ['психоаналитик', 'психоаналитик', 30],

            ['психоз', 'психоз', 0],
            ['психоз', 'психоз', 1],
            ['психоз', 'психоз', 2],
            ['психоз', 'психоз', 30],

            ['психолог', 'психолог', 0],
            ['психолог', 'психолог', 1],
            ['психолог', 'психолог', 2],
            ['психолог', 'психолог', 30],

            ['психология', 'психология', 0],
            ['психология', 'психология', 1],
            ['психология', 'психология', 2],
            ['психология', 'психология', 30],

            ['психопат', 'психопат', 0],
            ['психопат', 'психопат', 1],
            ['психопат', 'психопат', 2],
            ['психопат', 'психопат', 30],

            ['психопатия', 'психопатия', 0],
            ['психопатия', 'психопатия', 1],
            ['психопатия', 'психопатия', 2],
            ['психопатия', 'психопатия', 30],

            ['психотерапевт', 'психотерапевт', 0],
            ['психотерапевт', 'психотерапевт', 1],
            ['психотерапевт', 'психотерапевт', 2],
            ['психотерапевт', 'психотерапевт', 30],

            ['психотерапия', 'психотерапия', 0],
            ['психотерапия', 'психотерапия', 1],
            ['психотерапия', 'психотерапия', 2],
            ['психотерапия', 'психотерапия', 30],

            ['психушка', 'психушка', 0],
            ['психушка', 'психушка', 1],
            ['психушка', 'психушка', 2],
            ['психушка', 'психушка', 30],

            ['псков', 'псков', 0],
            ['псков', 'псков', 1],
            ['псков', 'псков', 2],
            ['псков', 'псков', 30],

            ['псориаз', 'псориаз', 0],
            ['псориаз', 'псориаз', 1],
            ['псориаз', 'псориаз', 2],
            ['псориаз', 'псориаз', 30],

            ['птаха', 'птаха', 0],
            ['птаха', 'птаха', 1],
            ['птаха', 'птаха', 2],
            ['птаха', 'птаха', 30],

            ['пташка', 'пташка', 0],
            ['пташка', 'пташка', 1],
            ['пташка', 'пташка', 2],
            ['пташка', 'пташка', 30],

            ['птенец', 'птенец', 0],
            ['птенец', 'птенец', 1],
            ['птенец', 'птенец', 2],
            ['птенец', 'птенец', 30],

            ['птица', 'птица', 0],
            ['птица', 'птица', 1],
            ['птица', 'птица', 2],
            ['птица', 'птица', 30],

            ['птицелов', 'птицелов', 0],
            ['птицелов', 'птицелов', 1],
            ['птицелов', 'птицелов', 2],
            ['птицелов', 'птицелов', 30],

            ['птицын', 'птицын', 0],
            ['птицын', 'птицын', 1],
            ['птицын', 'птицын', 2],
            ['птицын', 'птицын', 30],

            ['птичка', 'птичка', 0],
            ['птичка', 'птичка', 1],
            ['птичка', 'птичка', 2],
            ['птичка', 'птичка', 30],

            ['пту', 'пту', 0],
            ['пту', 'пту', 1],
            ['пту', 'пту', 2],
            ['пту', 'пту', 30],

            ['публика', 'публика', 0],
            ['публика', 'публика', 1],
            ['публика', 'публика', 2],
            ['публика', 'публика', 30],

            ['публикация', 'публикация', 0],
            ['публикация', 'публикация', 1],
            ['публикация', 'публикация', 2],
            ['публикация', 'публикация', 30],

            ['публицист', 'публицист', 0],
            ['публицист', 'публицист', 1],
            ['публицист', 'публицист', 2],
            ['публицист', 'публицист', 30],

            ['публицистика', 'публицистика', 0],
            ['публицистика', 'публицистика', 1],
            ['публицистика', 'публицистика', 2],
            ['публицистика', 'публицистика', 30],

            ['пугало', 'пугало', 0],
            ['пугало', 'пугало', 1],
            ['пугало', 'пугало', 2],
            ['пугало', 'пугало', 30],

            ['пугач', 'пугач', 0],
            ['пугач', 'пугач', 1],
            ['пугач', 'пугач', 2],
            ['пугач', 'пугач', 30],

            ['пуговица', 'пуговица', 0],
            ['пуговица', 'пуговица', 1],
            ['пуговица', 'пуговица', 2],
            ['пуговица', 'пуговица', 30],

            ['пуговичка', 'пуговичка', 0],
            ['пуговичка', 'пуговичка', 1],
            ['пуговичка', 'пуговичка', 2],
            ['пуговичка', 'пуговичка', 30],

            ['пуговка', 'пуговка', 0],
            ['пуговка', 'пуговка', 1],
            ['пуговка', 'пуговка', 2],
            ['пуговка', 'пуговка', 30],

            ['пуд', 'пуд', 0],
            ['пуд', 'пуд', 1],
            ['пуд', 'пуд', 2],
            ['пуд', 'пуд', 30],

            ['пудель', 'пудель', 0],
            ['пудель', 'пудель', 1],
            ['пудель', 'пудель', 2],
            ['пудель', 'пудель', 30],

            ['пудинг', 'пудинг', 0],
            ['пудинг', 'пудинг', 1],
            ['пудинг', 'пудинг', 2],
            ['пудинг', 'пудинг', 30],

            ['пудра', 'пудра', 0],
            ['пудра', 'пудра', 1],
            ['пудра', 'пудра', 2],
            ['пудра', 'пудра', 30],

            ['пузо', 'пузо', 0],
            ['пузо', 'пузо', 1],
            ['пузо', 'пузо', 2],
            ['пузо', 'пузо', 30],

            ['пузырек', 'пузырек', 0],
            ['пузырек', 'пузырек', 1],
            ['пузырек', 'пузырек', 2],
            ['пузырек', 'пузырек', 30],

            ['пузырь', 'пузырь', 0],
            ['пузырь', 'пузырь', 1],
            ['пузырь', 'пузырь', 2],
            ['пузырь', 'пузырь', 30],

            ['пук', 'пук', 0],
            ['пук', 'пук', 1],
            ['пук', 'пук', 2],
            ['пук', 'пук', 30],

            ['пулемет', 'пулемет', 0],
            ['пулемет', 'пулемет', 1],
            ['пулемет', 'пулемет', 2],
            ['пулемет', 'пулемет', 30],

            ['пулеметчик', 'пулеметчик', 0],
            ['пулеметчик', 'пулеметчик', 1],
            ['пулеметчик', 'пулеметчик', 2],
            ['пулеметчик', 'пулеметчик', 30],

            ['пульверизатор', 'пульверизатор', 0],
            ['пульверизатор', 'пульверизатор', 1],
            ['пульверизатор', 'пульверизатор', 2],
            ['пульверизатор', 'пульверизатор', 30],

            ['пулька', 'пулька', 0],
            ['пулька', 'пулька', 1],
            ['пулька', 'пулька', 2],
            ['пулька', 'пулька', 30],

            ['пульпа', 'пульпа', 0],
            ['пульпа', 'пульпа', 1],
            ['пульпа', 'пульпа', 2],
            ['пульпа', 'пульпа', 30],

            ['пульс', 'пульс', 0],
            ['пульс', 'пульс', 1],
            ['пульс', 'пульс', 2],
            ['пульс', 'пульс', 30],

            ['пульсатилла', 'пульсатилла', 0],
            ['пульсатилла', 'пульсатилла', 1],
            ['пульсатилла', 'пульсатилла', 2],
            ['пульсатилла', 'пульсатилла', 30],

            ['пульсация', 'пульсация', 0],
            ['пульсация', 'пульсация', 1],
            ['пульсация', 'пульсация', 2],
            ['пульсация', 'пульсация', 30],

            ['пульт', 'пульт', 0],
            ['пульт', 'пульт', 1],
            ['пульт', 'пульт', 2],
            ['пульт', 'пульт', 30],

            ['пуля', 'пуля', 0],
            ['пуля', 'пуля', 1],
            ['пуля', 'пуля', 2],
            ['пуля', 'пуля', 30],

            ['пума', 'пума', 0],
            ['пума', 'пума', 1],
            ['пума', 'пума', 2],
            ['пума', 'пума', 30],

            ['пуна', 'пуна', 0],
            ['пуна', 'пуна', 1],
            ['пуна', 'пуна', 2],
            ['пуна', 'пуна', 30],

            ['пункт', 'пункт', 0],
            ['пункт', 'пункт', 1],
            ['пункт', 'пункт', 2],
            ['пункт', 'пункт', 30],

            ['пунктик', 'пунктик', 0],
            ['пунктик', 'пунктик', 1],
            ['пунктик', 'пунктик', 2],
            ['пунктик', 'пунктик', 30],

            ['пунктир', 'пунктир', 0],
            ['пунктир', 'пунктир', 1],
            ['пунктир', 'пунктир', 2],
            ['пунктир', 'пунктир', 30],

            ['пункция', 'пункция', 0],
            ['пункция', 'пункция', 1],
            ['пункция', 'пункция', 2],
            ['пункция', 'пункция', 30],

            ['пуп', 'пуп', 0],
            ['пуп', 'пуп', 1],
            ['пуп', 'пуп', 2],
            ['пуп', 'пуп', 30],

            ['пуповина', 'пуповина', 0],
            ['пуповина', 'пуповина', 1],
            ['пуповина', 'пуповина', 2],
            ['пуповина', 'пуповина', 30],

            ['пупок', 'пупок', 0],
            ['пупок', 'пупок', 1],
            ['пупок', 'пупок', 2],
            ['пупок', 'пупок', 30],

            ['пупырышек', 'пупырышек', 0],
            ['пупырышек', 'пупырышек', 1],
            ['пупырышек', 'пупырышек', 2],
            ['пупырышек', 'пупырышек', 30],

            ['пурга', 'пурга', 0],
            ['пурга', 'пурга', 1],
            ['пурга', 'пурга', 2],
            ['пурга', 'пурга', 30],

            ['пуританин', 'пуританин', 0],
            ['пуританин', 'пуританин', 1],
            ['пуританин', 'пуританин', 2],
            ['пуританин', 'пуританин', 30],

            ['пуск', 'пуск', 0],
            ['пуск', 'пуск', 1],
            ['пуск', 'пуск', 2],
            ['пуск', 'пуск', 30],

            ['пустота', 'пустота', 0],
            ['пустота', 'пустота', 1],
            ['пустота', 'пустота', 2],
            ['пустота', 'пустота', 30],

            ['пустошь', 'пустошь', 0],
            ['пустошь', 'пустошь', 1],
            ['пустошь', 'пустошь', 2],
            ['пустошь', 'пустошь', 30],

            ['пустыня', 'пустыня', 0],
            ['пустыня', 'пустыня', 1],
            ['пустыня', 'пустыня', 2],
            ['пустыня', 'пустыня', 30],

            ['пустырь', 'пустырь', 0],
            ['пустырь', 'пустырь', 1],
            ['пустырь', 'пустырь', 2],
            ['пустырь', 'пустырь', 30],

            ['пустышка', 'пустышка', 0],
            ['пустышка', 'пустышка', 1],
            ['пустышка', 'пустышка', 2],
            ['пустышка', 'пустышка', 30],

            ['пустяк', 'пустяк', 0],
            ['пустяк', 'пустяк', 1],
            ['пустяк', 'пустяк', 2],
            ['пустяк', 'пустяк', 30],

            ['пустячок', 'пустячок', 0],
            ['пустячок', 'пустячок', 1],
            ['пустячок', 'пустячок', 2],
            ['пустячок', 'пустячок', 30],

            ['пуся', 'пуся', 0],
            ['пуся', 'пуся', 1],
            ['пуся', 'пуся', 2],
            ['пуся', 'пуся', 30],

            ['путаница', 'путаница', 0],
            ['путаница', 'путаница', 1],
            ['путаница', 'путаница', 2],
            ['путаница', 'путаница', 30],

            ['путевка', 'путевка', 0],
            ['путевка', 'путевка', 1],
            ['путевка', 'путевка', 2],
            ['путевка', 'путевка', 30],

            ['путеводитель', 'путеводитель', 0],
            ['путеводитель', 'путеводитель', 1],
            ['путеводитель', 'путеводитель', 2],
            ['путеводитель', 'путеводитель', 30],

            ['путеец', 'путеец', 0],
            ['путеец', 'путеец', 1],
            ['путеец', 'путеец', 2],
            ['путеец', 'путеец', 30],

            ['путешественник', 'путешественник', 0],
            ['путешественник', 'путешественник', 1],
            ['путешественник', 'путешественник', 2],
            ['путешественник', 'путешественник', 30],

            ['путешествие', 'путешествие', 0],
            ['путешествие', 'путешествие', 1],
            ['путешествие', 'путешествие', 2],
            ['путешествие', 'путешествие', 30],

            ['путина', 'путина', 0],
            ['путина', 'путина', 1],
            ['путина', 'путина', 2],
            ['путина', 'путина', 30],

            ['путник', 'путник', 0],
            ['путник', 'путник', 1],
            ['путник', 'путник', 2],
            ['путник', 'путник', 30],

            ['путраджай¤', 'путраджай¤', 0],
            ['путраджай¤', 'путраджай¤', 1],
            ['путраджай¤', 'путраджай¤', 2],
            ['путраджай¤', 'путраджай¤', 30],

            ['путч', 'путч', 0],
            ['путч', 'путч', 1],
            ['путч', 'путч', 2],
            ['путч', 'путч', 30],

            ['путы', 'путы', 0],
            ['путы', 'путы', 1],
            ['путы', 'путы', 2],
            ['путы', 'путы', 30],

            ['путь', 'путь', 0],
            ['путь', 'путь', 1],
            ['путь', 'путь', 2],
            ['путь', 'путь', 30],

            ['пуф', 'пуф', 0],
            ['пуф', 'пуф', 1],
            ['пуф', 'пуф', 2],
            ['пуф', 'пуф', 30],

            ['пух', 'пух', 0],
            ['пух', 'пух', 1],
            ['пух', 'пух', 2],
            ['пух', 'пух', 30],

            ['пучина', 'пучина', 0],
            ['пучина', 'пучина', 1],
            ['пучина', 'пучина', 2],
            ['пучина', 'пучина', 30],

            ['пучок', 'пучок', 0],
            ['пучок', 'пучок', 1],
            ['пучок', 'пучок', 2],
            ['пучок', 'пучок', 30],

            ['пушинка', 'пушинка', 0],
            ['пушинка', 'пушинка', 1],
            ['пушинка', 'пушинка', 2],
            ['пушинка', 'пушинка', 30],

            ['пушка', 'пушка', 0],
            ['пушка', 'пушка', 1],
            ['пушка', 'пушка', 2],
            ['пушка', 'пушка', 30],

            ['пушкина', 'пушкина', 0],
            ['пушкина', 'пушкина', 1],
            ['пушкина', 'пушкина', 2],
            ['пушкина', 'пушкина', 30],

            ['пушкинист', 'пушкинист', 0],
            ['пушкинист', 'пушкинист', 1],
            ['пушкинист', 'пушкинист', 2],
            ['пушкинист', 'пушкинист', 30],

            ['пушнина', 'пушнина', 0],
            ['пушнина', 'пушнина', 1],
            ['пушнина', 'пушнина', 2],
            ['пушнина', 'пушнина', 30],

            ['пушок', 'пушок', 0],
            ['пушок', 'пушок', 1],
            ['пушок', 'пушок', 2],
            ['пушок', 'пушок', 30],

            ['пуща', 'пуща', 0],
            ['пуща', 'пуща', 1],
            ['пуща', 'пуща', 2],
            ['пуща', 'пуща', 30],

            ['пущино', 'пущино', 0],
            ['пущино', 'пущино', 1],
            ['пущино', 'пущино', 2],
            ['пущино', 'пущино', 30],

            ['пхень¤н', 'пхень¤н', 0],
            ['пхень¤н', 'пхень¤н', 1],
            ['пхень¤н', 'пхень¤н', 2],
            ['пхень¤н', 'пхень¤н', 30],

            ['пхеньян', 'пхеньян', 0],
            ['пхеньян', 'пхеньян', 1],
            ['пхеньян', 'пхеньян', 2],
            ['пхеньян', 'пхеньян', 30],

            ['пчела', 'пчела', 0],
            ['пчела', 'пчела', 1],
            ['пчела', 'пчела', 2],
            ['пчела', 'пчела', 30],

            ['пчелка', 'пчелка', 0],
            ['пчелка', 'пчелка', 1],
            ['пчелка', 'пчелка', 2],
            ['пчелка', 'пчелка', 30],

            ['пшеница', 'пшеница', 0],
            ['пшеница', 'пшеница', 1],
            ['пшеница', 'пшеница', 2],
            ['пшеница', 'пшеница', 30],

            ['пшено', 'пшено', 0],
            ['пшено', 'пшено', 1],
            ['пшено', 'пшено', 2],
            ['пшено', 'пшено', 30],

            ['пшик', 'пшик', 0],
            ['пшик', 'пшик', 1],
            ['пшик', 'пшик', 2],
            ['пшик', 'пшик', 30],

            ['пыжик', 'пыжик', 0],
            ['пыжик', 'пыжик', 1],
            ['пыжик', 'пыжик', 2],
            ['пыжик', 'пыжик', 30],

            ['пыл', 'пыл', 0],
            ['пыл', 'пыл', 1],
            ['пыл', 'пыл', 2],
            ['пыл', 'пыл', 30],

            ['пылесос', 'пылесос', 0],
            ['пылесос', 'пылесос', 1],
            ['пылесос', 'пылесос', 2],
            ['пылесос', 'пылесос', 30],

            ['пылеуловитель', 'пылеуловитель', 0],
            ['пылеуловитель', 'пылеуловитель', 1],
            ['пылеуловитель', 'пылеуловитель', 2],
            ['пылеуловитель', 'пылеуловитель', 30],

            ['пылинка', 'пылинка', 0],
            ['пылинка', 'пылинка', 1],
            ['пылинка', 'пылинка', 2],
            ['пылинка', 'пылинка', 30],

            ['пылища', 'пылища', 0],
            ['пылища', 'пылища', 1],
            ['пылища', 'пылища', 2],
            ['пылища', 'пылища', 30],

            ['пыль', 'пыль', 0],
            ['пыль', 'пыль', 1],
            ['пыль', 'пыль', 2],
            ['пыль', 'пыль', 30],

            ['пыльца', 'пыльца', 0],
            ['пыльца', 'пыльца', 1],
            ['пыльца', 'пыльца', 2],
            ['пыльца', 'пыльца', 30],

            ['пырей', 'пырей', 0],
            ['пырей', 'пырей', 1],
            ['пырей', 'пырей', 2],
            ['пырей', 'пырей', 30],

            ['пытка', 'пытка', 0],
            ['пытка', 'пытка', 1],
            ['пытка', 'пытка', 2],
            ['пытка', 'пытка', 30],

            ['пышка', 'пышка', 0],
            ['пышка', 'пышка', 1],
            ['пышка', 'пышка', 2],
            ['пышка', 'пышка', 30],

            ['пышность', 'пышность', 0],
            ['пышность', 'пышность', 1],
            ['пышность', 'пышность', 2],
            ['пышность', 'пышность', 30],

            ['пьедестал', 'пьедестал', 0],
            ['пьедестал', 'пьедестал', 1],
            ['пьедестал', 'пьедестал', 2],
            ['пьедестал', 'пьедестал', 30],

            ['пьеро', 'пьеро', 0],
            ['пьеро', 'пьеро', 1],
            ['пьеро', 'пьеро', 2],
            ['пьеро', 'пьеро', 30],

            ['пьеса', 'пьеса', 0],
            ['пьеса', 'пьеса', 1],
            ['пьеса', 'пьеса', 2],
            ['пьеса', 'пьеса', 30],

            ['пьяница', 'пьяница', 0],
            ['пьяница', 'пьяница', 1],
            ['пьяница', 'пьяница', 2],
            ['пьяница', 'пьяница', 30],

            ['пьянка', 'пьянка', 0],
            ['пьянка', 'пьянка', 1],
            ['пьянка', 'пьянка', 2],
            ['пьянка', 'пьянка', 30],

            ['пьянство', 'пьянство', 0],
            ['пьянство', 'пьянство', 1],
            ['пьянство', 'пьянство', 2],
            ['пьянство', 'пьянство', 30],

            ['пьянчуга', 'пьянчуга', 0],
            ['пьянчуга', 'пьянчуга', 1],
            ['пьянчуга', 'пьянчуга', 2],
            ['пьянчуга', 'пьянчуга', 30],

            ['пьянчужка', 'пьянчужка', 0],
            ['пьянчужка', 'пьянчужка', 1],
            ['пьянчужка', 'пьянчужка', 2],
            ['пьянчужка', 'пьянчужка', 30],

            ['пьяный', 'пьяный', 0],
            ['пьяный', 'пьяный', 1],
            ['пьяный', 'пьяный', 2],
            ['пьяный', 'пьяный', 30],

            ['пюпитр', 'пюпитр', 0],
            ['пюпитр', 'пюпитр', 1],
            ['пюпитр', 'пюпитр', 2],
            ['пюпитр', 'пюпитр', 30],

            ['пюре', 'пюре', 0],
            ['пюре', 'пюре', 1],
            ['пюре', 'пюре', 2],
            ['пюре', 'пюре', 30],

            ['пядь', 'пядь', 0],
            ['пядь', 'пядь', 1],
            ['пядь', 'пядь', 2],
            ['пядь', 'пядь', 30],

            ['пярну', 'пярну', 0],
            ['пярну', 'пярну', 1],
            ['пярну', 'пярну', 2],
            ['пярну', 'пярну', 30],

            ['пята', 'пята', 0],
            ['пята', 'пята', 1],
            ['пята', 'пята', 2],
            ['пята', 'пята', 30],

            ['пятак', 'пятак', 0],
            ['пятак', 'пятак', 1],
            ['пятак', 'пятак', 2],
            ['пятак', 'пятак', 30],

            ['пятачок', 'пятачок', 0],
            ['пятачок', 'пятачок', 1],
            ['пятачок', 'пятачок', 2],
            ['пятачок', 'пятачок', 30],

            ['пятерка', 'пятерка', 0],
            ['пятерка', 'пятерка', 1],
            ['пятерка', 'пятерка', 2],
            ['пятерка', 'пятерка', 30],

            ['пятерня', 'пятерня', 0],
            ['пятерня', 'пятерня', 1],
            ['пятерня', 'пятерня', 2],
            ['пятерня', 'пятерня', 30],

            ['пятигорск', 'пятигорск', 0],
            ['пятигорск', 'пятигорск', 1],
            ['пятигорск', 'пятигорск', 2],
            ['пятигорск', 'пятигорск', 30],

            ['пятиклассник', 'пятиклассник', 0],
            ['пятиклассник', 'пятиклассник', 1],
            ['пятиклассник', 'пятиклассник', 2],
            ['пятиклассник', 'пятиклассник', 30],

            ['пятилетка', 'пятилетка', 0],
            ['пятилетка', 'пятилетка', 1],
            ['пятилетка', 'пятилетка', 2],
            ['пятилетка', 'пятилетка', 30],

            ['пятка', 'пятка', 0],
            ['пятка', 'пятка', 1],
            ['пятка', 'пятка', 2],
            ['пятка', 'пятка', 30],

            ['пятница', 'пятница', 0],
            ['пятница', 'пятница', 1],
            ['пятница', 'пятница', 2],
            ['пятница', 'пятница', 30],

            ['пятно', 'пятно', 0],
            ['пятно', 'пятно', 1],
            ['пятно', 'пятно', 2],
            ['пятно', 'пятно', 30],

            ['пятнышко', 'пятнышко', 0],
            ['пятнышко', 'пятнышко', 1],
            ['пятнышко', 'пятнышко', 2],
            ['пятнышко', 'пятнышко', 30],

            ['пяток', 'пяток', 0],
            ['пяток', 'пяток', 1],
            ['пяток', 'пяток', 2],
            ['пяток', 'пяток', 30]
        ];
    }
}