<?php
declare(strict_types=1);

namespace Noldors\Inflect\Tests\RussianDataProviders;

class LetterR
{
    public static function data():array
    {
        return [
            ['раб', 'раб', 0],
            ['раб', 'раб', 1],
            ['раб', 'раб', 2],
            ['раб', 'раб', 30],

            ['раба', 'раба', 0],
            ['раба', 'раба', 1],
            ['раба', 'раба', 2],
            ['раба', 'раба', 30],

            ['рабат', 'рабат', 0],
            ['рабат', 'рабат', 1],
            ['рабат', 'рабат', 2],
            ['рабат', 'рабат', 30],

            ['рабовладелец', 'рабовладелец', 0],
            ['рабовладелец', 'рабовладелец', 1],
            ['рабовладелец', 'рабовладелец', 2],
            ['рабовладелец', 'рабовладелец', 30],

            ['работа', 'работа', 0],
            ['работа', 'работа', 1],
            ['работа', 'работа', 2],
            ['работа', 'работа', 30],

            ['работенка', 'работенка', 0],
            ['работенка', 'работенка', 1],
            ['работенка', 'работенка', 2],
            ['работенка', 'работенка', 30],

            ['работка', 'работка', 0],
            ['работка', 'работка', 1],
            ['работка', 'работка', 2],
            ['работка', 'работка', 30],

            ['работник', 'работник', 0],
            ['работник', 'работник', 1],
            ['работник', 'работник', 2],
            ['работник', 'работник', 30],

            ['работница', 'работница', 0],
            ['работница', 'работница', 1],
            ['работница', 'работница', 2],
            ['работница', 'работница', 30],

            ['работничек', 'работничек', 0],
            ['работничек', 'работничек', 1],
            ['работничек', 'работничек', 2],
            ['работничек', 'работничек', 30],

            ['работодатель', 'работодатель', 0],
            ['работодатель', 'работодатель', 1],
            ['работодатель', 'работодатель', 2],
            ['работодатель', 'работодатель', 30],

            ['работоспособность', 'работоспособность', 0],
            ['работоспособность', 'работоспособность', 1],
            ['работоспособность', 'работоспособность', 2],
            ['работоспособность', 'работоспособность', 30],

            ['работяга', 'работяга', 0],
            ['работяга', 'работяга', 1],
            ['работяга', 'работяга', 2],
            ['работяга', 'работяга', 30],

            ['рабочий', 'рабочий', 0],
            ['рабочий', 'рабочий', 1],
            ['рабочий', 'рабочий', 2],
            ['рабочий', 'рабочий', 30],

            ['рабство', 'рабство', 0],
            ['рабство', 'рабство', 1],
            ['рабство', 'рабство', 2],
            ['рабство', 'рабство', 30],

            ['рабфак', 'рабфак', 0],
            ['рабфак', 'рабфак', 1],
            ['рабфак', 'рабфак', 2],
            ['рабфак', 'рабфак', 30],

            ['рабыня', 'рабыня', 0],
            ['рабыня', 'рабыня', 1],
            ['рабыня', 'рабыня', 2],
            ['рабыня', 'рабыня', 30],

            ['раввин', 'раввин', 0],
            ['раввин', 'раввин', 1],
            ['раввин', 'раввин', 2],
            ['раввин', 'раввин', 30],

            ['равенство', 'равенство', 0],
            ['равенство', 'равенство', 1],
            ['равенство', 'равенство', 2],
            ['равенство', 'равенство', 30],

            ['равнина', 'равнина', 0],
            ['равнина', 'равнина', 1],
            ['равнина', 'равнина', 2],
            ['равнина', 'равнина', 30],

            ['равновесие', 'равновесие', 0],
            ['равновесие', 'равновесие', 1],
            ['равновесие', 'равновесие', 2],
            ['равновесие', 'равновесие', 30],

            ['равнодушие', 'равнодушие', 0],
            ['равнодушие', 'равнодушие', 1],
            ['равнодушие', 'равнодушие', 2],
            ['равнодушие', 'равнодушие', 30],

            ['равноправие', 'равноправие', 0],
            ['равноправие', 'равноправие', 1],
            ['равноправие', 'равноправие', 2],
            ['равноправие', 'равноправие', 30],

            ['рагу', 'рагу', 0],
            ['рагу', 'рагу', 1],
            ['рагу', 'рагу', 2],
            ['рагу', 'рагу', 30],

            ['рада', 'рада', 0],
            ['рада', 'рада', 1],
            ['рада', 'рада', 2],
            ['рада', 'рада', 30],

            ['радар', 'радар', 0],
            ['радар', 'радар', 1],
            ['радар', 'радар', 2],
            ['радар', 'радар', 30],

            ['раджа', 'раджа', 0],
            ['раджа', 'раджа', 1],
            ['раджа', 'раджа', 2],
            ['раджа', 'раджа', 30],

            ['радиант', 'радиант', 0],
            ['радиант', 'радиант', 1],
            ['радиант', 'радиант', 2],
            ['радиант', 'радиант', 30],

            ['радиатор', 'радиатор', 0],
            ['радиатор', 'радиатор', 1],
            ['радиатор', 'радиатор', 2],
            ['радиатор', 'радиатор', 30],

            ['радиация', 'радиация', 0],
            ['радиация', 'радиация', 1],
            ['радиация', 'радиация', 2],
            ['радиация', 'радиация', 30],

            ['радикал', 'радикал', 0],
            ['радикал', 'радикал', 1],
            ['радикал', 'радикал', 2],
            ['радикал', 'радикал', 30],

            ['радикулит', 'радикулит', 0],
            ['радикулит', 'радикулит', 1],
            ['радикулит', 'радикулит', 2],
            ['радикулит', 'радикулит', 30],

            ['радио', 'радио', 0],
            ['радио', 'радио', 1],
            ['радио', 'радио', 2],
            ['радио', 'радио', 30],

            ['радиоволна', 'радиоволна', 0],
            ['радиоволна', 'радиоволна', 1],
            ['радиоволна', 'радиоволна', 2],
            ['радиоволна', 'радиоволна', 30],

            ['радиограмма', 'радиограмма', 0],
            ['радиограмма', 'радиограмма', 1],
            ['радиограмма', 'радиограмма', 2],
            ['радиограмма', 'радиограмма', 30],

            ['радиола', 'радиола', 0],
            ['радиола', 'радиола', 1],
            ['радиола', 'радиола', 2],
            ['радиола', 'радиола', 30],

            ['радиопередача', 'радиопередача', 0],
            ['радиопередача', 'радиопередача', 1],
            ['радиопередача', 'радиопередача', 2],
            ['радиопередача', 'радиопередача', 30],

            ['радиоперехват', 'радиоперехват', 0],
            ['радиоперехват', 'радиоперехват', 1],
            ['радиоперехват', 'радиоперехват', 2],
            ['радиоперехват', 'радиоперехват', 30],

            ['радиоприемник', 'радиоприемник', 0],
            ['радиоприемник', 'радиоприемник', 1],
            ['радиоприемник', 'радиоприемник', 2],
            ['радиоприемник', 'радиоприемник', 30],

            ['радиорубка', 'радиорубка', 0],
            ['радиорубка', 'радиорубка', 1],
            ['радиорубка', 'радиорубка', 2],
            ['радиорубка', 'радиорубка', 30],

            ['радиосвязь', 'радиосвязь', 0],
            ['радиосвязь', 'радиосвязь', 1],
            ['радиосвязь', 'радиосвязь', 2],
            ['радиосвязь', 'радиосвязь', 30],

            ['радиостанция', 'радиостанция', 0],
            ['радиостанция', 'радиостанция', 1],
            ['радиостанция', 'радиостанция', 2],
            ['радиостанция', 'радиостанция', 30],

            ['радиотелефон', 'радиотелефон', 0],
            ['радиотелефон', 'радиотелефон', 1],
            ['радиотелефон', 'радиотелефон', 2],
            ['радиотелефон', 'радиотелефон', 30],

            ['радиоузел', 'радиоузел', 0],
            ['радиоузел', 'радиоузел', 1],
            ['радиоузел', 'радиоузел', 2],
            ['радиоузел', 'радиоузел', 30],

            ['радист', 'радист', 0],
            ['радист', 'радист', 1],
            ['радист', 'радист', 2],
            ['радист', 'радист', 30],

            ['радиус', 'радиус', 0],
            ['радиус', 'радиус', 1],
            ['радиус', 'радиус', 2],
            ['радиус', 'радиус', 30],

            ['радость', 'радость', 0],
            ['радость', 'радость', 1],
            ['радость', 'радость', 2],
            ['радость', 'радость', 30],

            ['радуга', 'радуга', 0],
            ['радуга', 'радуга', 1],
            ['радуга', 'радуга', 2],
            ['радуга', 'радуга', 30],

            ['радужка', 'радужка', 0],
            ['радужка', 'радужка', 1],
            ['радужка', 'радужка', 2],
            ['радужка', 'радужка', 30],

            ['радушие', 'радушие', 0],
            ['радушие', 'радушие', 1],
            ['радушие', 'радушие', 2],
            ['радушие', 'радушие', 30],

            ['раек', 'раек', 0],
            ['раек', 'раек', 1],
            ['раек', 'раек', 2],
            ['раек', 'раек', 30],

            ['раж', 'раж', 0],
            ['раж', 'раж', 1],
            ['раж', 'раж', 2],
            ['раж', 'раж', 30],

            ['раз', 'раз', 0],
            ['раз', 'раз', 1],
            ['раз', 'раз', 2],
            ['раз', 'раз', 30],

            ['разбег', 'разбег', 0],
            ['разбег', 'разбег', 1],
            ['разбег', 'разбег', 2],
            ['разбег', 'разбег', 30],

            ['разбирательство', 'разбирательство', 0],
            ['разбирательство', 'разбирательство', 1],
            ['разбирательство', 'разбирательство', 2],
            ['разбирательство', 'разбирательство', 30],

            ['разбитость', 'разбитость', 0],
            ['разбитость', 'разбитость', 1],
            ['разбитость', 'разбитость', 2],
            ['разбитость', 'разбитость', 30],

            ['разбой', 'разбой', 0],
            ['разбой', 'разбой', 1],
            ['разбой', 'разбой', 2],
            ['разбой', 'разбой', 30],

            ['разбойник', 'разбойник', 0],
            ['разбойник', 'разбойник', 1],
            ['разбойник', 'разбойник', 2],
            ['разбойник', 'разбойник', 30],

            ['разбор', 'разбор', 0],
            ['разбор', 'разбор', 1],
            ['разбор', 'разбор', 2],
            ['разбор', 'разбор', 30],

            ['разборка', 'разборка', 0],
            ['разборка', 'разборка', 1],
            ['разборка', 'разборка', 2],
            ['разборка', 'разборка', 30],

            ['разброс', 'разброс', 0],
            ['разброс', 'разброс', 1],
            ['разброс', 'разброс', 2],
            ['разброс', 'разброс', 30],

            ['развал', 'развал', 0],
            ['развал', 'развал', 1],
            ['развал', 'развал', 2],
            ['развал', 'развал', 30],

            ['развалина', 'развалина', 0],
            ['развалина', 'развалина', 1],
            ['развалина', 'развалина', 2],
            ['развалина', 'развалина', 30],

            ['развалюха', 'развалюха', 0],
            ['развалюха', 'развалюха', 1],
            ['развалюха', 'развалюха', 2],
            ['развалюха', 'развалюха', 30],

            ['разведение', 'разведение', 0],
            ['разведение', 'разведение', 1],
            ['разведение', 'разведение', 2],
            ['разведение', 'разведение', 30],

            ['разведка', 'разведка', 0],
            ['разведка', 'разведка', 1],
            ['разведка', 'разведка', 2],
            ['разведка', 'разведка', 30],

            ['разведчик', 'разведчик', 0],
            ['разведчик', 'разведчик', 1],
            ['разведчик', 'разведчик', 2],
            ['разведчик', 'разведчик', 30],

            ['развертывание', 'развертывание', 0],
            ['развертывание', 'развертывание', 1],
            ['развертывание', 'развертывание', 2],
            ['развертывание', 'развертывание', 30],

            ['развилок', 'развилок', 0],
            ['развилок', 'развилок', 1],
            ['развилок', 'развилок', 2],
            ['развилок', 'развилок', 30],

            ['развитие', 'развитие', 0],
            ['развитие', 'развитие', 1],
            ['развитие', 'развитие', 2],
            ['развитие', 'развитие', 30],

            ['развлечение', 'развлечение', 0],
            ['развлечение', 'развлечение', 1],
            ['развлечение', 'развлечение', 2],
            ['развлечение', 'развлечение', 30],

            ['развод', 'развод', 0],
            ['развод', 'развод', 1],
            ['развод', 'развод', 2],
            ['развод', 'развод', 30],

            ['разводье', 'разводье', 0],
            ['разводье', 'разводье', 1],
            ['разводье', 'разводье', 2],
            ['разводье', 'разводье', 30],

            ['разводящий', 'разводящий', 0],
            ['разводящий', 'разводящий', 1],
            ['разводящий', 'разводящий', 2],
            ['разводящий', 'разводящий', 30],

            ['разворот', 'разворот', 0],
            ['разворот', 'разворот', 1],
            ['разворот', 'разворот', 2],
            ['разворот', 'разворот', 30],

            ['разврат', 'разврат', 0],
            ['разврат', 'разврат', 1],
            ['разврат', 'разврат', 2],
            ['разврат', 'разврат', 30],

            ['развратник', 'развратник', 0],
            ['развратник', 'развратник', 1],
            ['развратник', 'развратник', 2],
            ['развратник', 'развратник', 30],

            ['развязка', 'развязка', 0],
            ['развязка', 'развязка', 1],
            ['развязка', 'развязка', 2],
            ['развязка', 'развязка', 30],

            ['развязность', 'развязность', 0],
            ['развязность', 'развязность', 1],
            ['развязность', 'развязность', 2],
            ['развязность', 'развязность', 30],

            ['разгадка', 'разгадка', 0],
            ['разгадка', 'разгадка', 1],
            ['разгадка', 'разгадка', 2],
            ['разгадка', 'разгадка', 30],

            ['разгар', 'разгар', 0],
            ['разгар', 'разгар', 1],
            ['разгар', 'разгар', 2],
            ['разгар', 'разгар', 30],

            ['разгильдяй', 'разгильдяй', 0],
            ['разгильдяй', 'разгильдяй', 1],
            ['разгильдяй', 'разгильдяй', 2],
            ['разгильдяй', 'разгильдяй', 30],

            ['разгильдяйство', 'разгильдяйство', 0],
            ['разгильдяйство', 'разгильдяйство', 1],
            ['разгильдяйство', 'разгильдяйство', 2],
            ['разгильдяйство', 'разгильдяйство', 30],

            ['разглашение', 'разглашение', 0],
            ['разглашение', 'разглашение', 1],
            ['разглашение', 'разглашение', 2],
            ['разглашение', 'разглашение', 30],

            ['разговор', 'разговор', 0],
            ['разговор', 'разговор', 1],
            ['разговор', 'разговор', 2],
            ['разговор', 'разговор', 30],

            ['разговорчик', 'разговорчик', 0],
            ['разговорчик', 'разговорчик', 1],
            ['разговорчик', 'разговорчик', 2],
            ['разговорчик', 'разговорчик', 30],

            ['разгон', 'разгон', 0],
            ['разгон', 'разгон', 1],
            ['разгон', 'разгон', 2],
            ['разгон', 'разгон', 30],

            ['разгром', 'разгром', 0],
            ['разгром', 'разгром', 1],
            ['разгром', 'разгром', 2],
            ['разгром', 'разгром', 30],

            ['разгрузка', 'разгрузка', 0],
            ['разгрузка', 'разгрузка', 1],
            ['разгрузка', 'разгрузка', 2],
            ['разгрузка', 'разгрузка', 30],

            ['разгул', 'разгул', 0],
            ['разгул', 'разгул', 1],
            ['разгул', 'разгул', 2],
            ['разгул', 'разгул', 30],

            ['раздача', 'раздача', 0],
            ['раздача', 'раздача', 1],
            ['раздача', 'раздача', 2],
            ['раздача', 'раздача', 30],

            ['раздвоение', 'раздвоение', 0],
            ['раздвоение', 'раздвоение', 1],
            ['раздвоение', 'раздвоение', 2],
            ['раздвоение', 'раздвоение', 30],

            ['раздевалка', 'раздевалка', 0],
            ['раздевалка', 'раздевалка', 1],
            ['раздевалка', 'раздевалка', 2],
            ['раздевалка', 'раздевалка', 30],

            ['раздел', 'раздел', 0],
            ['раздел', 'раздел', 1],
            ['раздел', 'раздел', 2],
            ['раздел', 'раздел', 30],

            ['разделение', 'разделение', 0],
            ['разделение', 'разделение', 1],
            ['разделение', 'разделение', 2],
            ['разделение', 'разделение', 30],

            ['раздолье', 'раздолье', 0],
            ['раздолье', 'раздолье', 1],
            ['раздолье', 'раздолье', 2],
            ['раздолье', 'раздолье', 30],

            ['раздор', 'раздор', 0],
            ['раздор', 'раздор', 1],
            ['раздор', 'раздор', 2],
            ['раздор', 'раздор', 30],

            ['раздражение', 'раздражение', 0],
            ['раздражение', 'раздражение', 1],
            ['раздражение', 'раздражение', 2],
            ['раздражение', 'раздражение', 30],

            ['раздражитель', 'раздражитель', 0],
            ['раздражитель', 'раздражитель', 1],
            ['раздражитель', 'раздражитель', 2],
            ['раздражитель', 'раздражитель', 30],

            ['раздражительность', 'раздражительность', 0],
            ['раздражительность', 'раздражительность', 1],
            ['раздражительность', 'раздражительность', 2],
            ['раздражительность', 'раздражительность', 30],

            ['раздумье', 'раздумье', 0],
            ['раздумье', 'раздумье', 1],
            ['раздумье', 'раздумье', 2],
            ['раздумье', 'раздумье', 30],

            ['разлад', 'разлад', 0],
            ['разлад', 'разлад', 1],
            ['разлад', 'разлад', 2],
            ['разлад', 'разлад', 30],

            ['разлив', 'разлив', 0],
            ['разлив', 'разлив', 1],
            ['разлив', 'разлив', 2],
            ['разлив', 'разлив', 30],

            ['различие', 'различие', 0],
            ['различие', 'различие', 1],
            ['различие', 'различие', 2],
            ['различие', 'различие', 30],

            ['разложение', 'разложение', 0],
            ['разложение', 'разложение', 1],
            ['разложение', 'разложение', 2],
            ['разложение', 'разложение', 30],

            ['разлом', 'разлом', 0],
            ['разлом', 'разлом', 1],
            ['разлом', 'разлом', 2],
            ['разлом', 'разлом', 30],

            ['разлука', 'разлука', 0],
            ['разлука', 'разлука', 1],
            ['разлука', 'разлука', 2],
            ['разлука', 'разлука', 30],

            ['размазня', 'размазня', 0],
            ['размазня', 'размазня', 1],
            ['размазня', 'размазня', 2],
            ['размазня', 'размазня', 30],

            ['размах', 'размах', 0],
            ['размах', 'размах', 1],
            ['размах', 'размах', 2],
            ['размах', 'размах', 30],

            ['размен', 'размен', 0],
            ['размен', 'размен', 1],
            ['размен', 'размен', 2],
            ['размен', 'размен', 30],

            ['размер', 'размер', 0],
            ['размер', 'размер', 1],
            ['размер', 'размер', 2],
            ['размер', 'размер', 30],

            ['размещение', 'размещение', 0],
            ['размещение', 'размещение', 1],
            ['размещение', 'размещение', 2],
            ['размещение', 'размещение', 30],

            ['разминка', 'разминка', 0],
            ['разминка', 'разминка', 1],
            ['разминка', 'разминка', 2],
            ['разминка', 'разминка', 30],

            ['размножение', 'размножение', 0],
            ['размножение', 'размножение', 1],
            ['размножение', 'размножение', 2],
            ['размножение', 'размножение', 30],

            ['размолвка', 'размолвка', 0],
            ['размолвка', 'размолвка', 1],
            ['размолвка', 'размолвка', 2],
            ['размолвка', 'размолвка', 30],

            ['размышление', 'размышление', 0],
            ['размышление', 'размышление', 1],
            ['размышление', 'размышление', 2],
            ['размышление', 'размышление', 30],

            ['размягчение', 'размягчение', 0],
            ['размягчение', 'размягчение', 1],
            ['размягчение', 'размягчение', 2],
            ['размягчение', 'размягчение', 30],

            ['разнарядка', 'разнарядка', 0],
            ['разнарядка', 'разнарядка', 1],
            ['разнарядка', 'разнарядка', 2],
            ['разнарядка', 'разнарядка', 30],

            ['разница', 'разница', 0],
            ['разница', 'разница', 1],
            ['разница', 'разница', 2],
            ['разница', 'разница', 30],

            ['разновидность', 'разновидность', 0],
            ['разновидность', 'разновидность', 1],
            ['разновидность', 'разновидность', 2],
            ['разновидность', 'разновидность', 30],

            ['разногласие', 'разногласие', 0],
            ['разногласие', 'разногласие', 1],
            ['разногласие', 'разногласие', 2],
            ['разногласие', 'разногласие', 30],

            ['разнообразие', 'разнообразие', 0],
            ['разнообразие', 'разнообразие', 1],
            ['разнообразие', 'разнообразие', 2],
            ['разнообразие', 'разнообразие', 30],

            ['разнорабочий', 'разнорабочий', 0],
            ['разнорабочий', 'разнорабочий', 1],
            ['разнорабочий', 'разнорабочий', 2],
            ['разнорабочий', 'разнорабочий', 30],

            ['разнос', 'разнос', 0],
            ['разнос', 'разнос', 1],
            ['разнос', 'разнос', 2],
            ['разнос', 'разнос', 30],

            ['разность', 'разность', 0],
            ['разность', 'разность', 1],
            ['разность', 'разность', 2],
            ['разность', 'разность', 30],

            ['разносчик', 'разносчик', 0],
            ['разносчик', 'разносчик', 1],
            ['разносчик', 'разносчик', 2],
            ['разносчик', 'разносчик', 30],

            ['разночинец', 'разночинец', 0],
            ['разночинец', 'разночинец', 1],
            ['разночинец', 'разночинец', 2],
            ['разночинец', 'разночинец', 30],

            ['разоблачение', 'разоблачение', 0],
            ['разоблачение', 'разоблачение', 1],
            ['разоблачение', 'разоблачение', 2],
            ['разоблачение', 'разоблачение', 30],

            ['разогрев', 'разогрев', 0],
            ['разогрев', 'разогрев', 1],
            ['разогрев', 'разогрев', 2],
            ['разогрев', 'разогрев', 30],

            ['разок', 'разок', 0],
            ['разок', 'разок', 1],
            ['разок', 'разок', 2],
            ['разок', 'разок', 30],

            ['разорение', 'разорение', 0],
            ['разорение', 'разорение', 1],
            ['разорение', 'разорение', 2],
            ['разорение', 'разорение', 30],

            ['разоружение', 'разоружение', 0],
            ['разоружение', 'разоружение', 1],
            ['разоружение', 'разоружение', 2],
            ['разоружение', 'разоружение', 30],

            ['разочарование', 'разочарование', 0],
            ['разочарование', 'разочарование', 1],
            ['разочарование', 'разочарование', 2],
            ['разочарование', 'разочарование', 30],

            ['разочек', 'разочек', 0],
            ['разочек', 'разочек', 1],
            ['разочек', 'разочек', 2],
            ['разочек', 'разочек', 30],

            ['разработка', 'разработка', 0],
            ['разработка', 'разработка', 1],
            ['разработка', 'разработка', 2],
            ['разработка', 'разработка', 30],

            ['разработчик', 'разработчик', 0],
            ['разработчик', 'разработчик', 1],
            ['разработчик', 'разработчик', 2],
            ['разработчик', 'разработчик', 30],

            ['разрастание', 'разрастание', 0],
            ['разрастание', 'разрастание', 1],
            ['разрастание', 'разрастание', 2],
            ['разрастание', 'разрастание', 30],

            ['разрез', 'разрез', 0],
            ['разрез', 'разрез', 1],
            ['разрез', 'разрез', 2],
            ['разрез', 'разрез', 30],

            ['разрешение', 'разрешение', 0],
            ['разрешение', 'разрешение', 1],
            ['разрешение', 'разрешение', 2],
            ['разрешение', 'разрешение', 30],

            ['разруха', 'разруха', 0],
            ['разруха', 'разруха', 1],
            ['разруха', 'разруха', 2],
            ['разруха', 'разруха', 30],

            ['разрушение', 'разрушение', 0],
            ['разрушение', 'разрушение', 1],
            ['разрушение', 'разрушение', 2],
            ['разрушение', 'разрушение', 30],

            ['разрушитель', 'разрушитель', 0],
            ['разрушитель', 'разрушитель', 1],
            ['разрушитель', 'разрушитель', 2],
            ['разрушитель', 'разрушитель', 30],

            ['разрыв', 'разрыв', 0],
            ['разрыв', 'разрыв', 1],
            ['разрыв', 'разрыв', 2],
            ['разрыв', 'разрыв', 30],

            ['разряд', 'разряд', 0],
            ['разряд', 'разряд', 1],
            ['разряд', 'разряд', 2],
            ['разряд', 'разряд', 30],

            ['разрядка', 'разрядка', 0],
            ['разрядка', 'разрядка', 1],
            ['разрядка', 'разрядка', 2],
            ['разрядка', 'разрядка', 30],

            ['разум', 'разум', 0],
            ['разум', 'разум', 1],
            ['разум', 'разум', 2],
            ['разум', 'разум', 30],

            ['разумение', 'разумение', 0],
            ['разумение', 'разумение', 1],
            ['разумение', 'разумение', 2],
            ['разумение', 'разумение', 30],

            ['разумность', 'разумность', 0],
            ['разумность', 'разумность', 1],
            ['разумность', 'разумность', 2],
            ['разумность', 'разумность', 30],

            ['разъезд', 'разъезд', 0],
            ['разъезд', 'разъезд', 1],
            ['разъезд', 'разъезд', 2],
            ['разъезд', 'разъезд', 30],

            ['разъяснение', 'разъяснение', 0],
            ['разъяснение', 'разъяснение', 1],
            ['разъяснение', 'разъяснение', 2],
            ['разъяснение', 'разъяснение', 30],

            ['раида', 'раида', 0],
            ['раида', 'раида', 1],
            ['раида', 'раида', 2],
            ['раида', 'раида', 30],

            ['раис', 'раис', 0],
            ['раис', 'раис', 1],
            ['раис', 'раис', 2],
            ['раис', 'раис', 30],

            ['рай', 'рай', 0],
            ['рай', 'рай', 1],
            ['рай', 'рай', 2],
            ['рай', 'рай', 30],

            ['райисполком', 'райисполком', 0],
            ['райисполком', 'райисполком', 1],
            ['райисполком', 'райисполком', 2],
            ['райисполком', 'райисполком', 30],

            ['райком', 'райком', 0],
            ['райком', 'райком', 1],
            ['райком', 'райком', 2],
            ['райком', 'райком', 30],

            ['район', 'район', 0],
            ['район', 'район', 1],
            ['район', 'район', 2],
            ['район', 'район', 30],

            ['райсовет', 'райсовет', 0],
            ['райсовет', 'райсовет', 1],
            ['райсовет', 'райсовет', 2],
            ['райсовет', 'райсовет', 30],

            ['райцентр', 'райцентр', 0],
            ['райцентр', 'райцентр', 1],
            ['райцентр', 'райцентр', 2],
            ['райцентр', 'райцентр', 30],

            ['рак', 'рак', 0],
            ['рак', 'рак', 1],
            ['рак', 'рак', 2],
            ['рак', 'рак', 30],

            ['рака', 'рака', 0],
            ['рака', 'рака', 1],
            ['рака', 'рака', 2],
            ['рака', 'рака', 30],

            ['ракета', 'ракета', 0],
            ['ракета', 'ракета', 1],
            ['ракета', 'ракета', 2],
            ['ракета', 'ракета', 30],

            ['ракетка', 'ракетка', 0],
            ['ракетка', 'ракетка', 1],
            ['ракетка', 'ракетка', 2],
            ['ракетка', 'ракетка', 30],

            ['ракетодром', 'ракетодром', 0],
            ['ракетодром', 'ракетодром', 1],
            ['ракетодром', 'ракетодром', 2],
            ['ракетодром', 'ракетодром', 30],

            ['ракетчик', 'ракетчик', 0],
            ['ракетчик', 'ракетчик', 1],
            ['ракетчик', 'ракетчик', 2],
            ['ракетчик', 'ракетчик', 30],

            ['раковина', 'раковина', 0],
            ['раковина', 'раковина', 1],
            ['раковина', 'раковина', 2],
            ['раковина', 'раковина', 30],

            ['ракурс', 'ракурс', 0],
            ['ракурс', 'ракурс', 1],
            ['ракурс', 'ракурс', 2],
            ['ракурс', 'ракурс', 30],

            ['ракушка', 'ракушка', 0],
            ['ракушка', 'ракушка', 1],
            ['ракушка', 'ракушка', 2],
            ['ракушка', 'ракушка', 30],

            ['рама', 'рама', 0],
            ['рама', 'рама', 1],
            ['рама', 'рама', 2],
            ['рама', 'рама', 30],

            ['рамалла', 'рамалла', 0],
            ['рамалла', 'рамалла', 1],
            ['рамалла', 'рамалла', 2],
            ['рамалла', 'рамалла', 30],

            ['рамка', 'рамка', 0],
            ['рамка', 'рамка', 1],
            ['рамка', 'рамка', 2],
            ['рамка', 'рамка', 30],

            ['рамочка', 'рамочка', 0],
            ['рамочка', 'рамочка', 1],
            ['рамочка', 'рамочка', 2],
            ['рамочка', 'рамочка', 30],

            ['рампа', 'рампа', 0],
            ['рампа', 'рампа', 1],
            ['рампа', 'рампа', 2],
            ['рампа', 'рампа', 30],

            ['рана', 'рана', 0],
            ['рана', 'рана', 1],
            ['рана', 'рана', 2],
            ['рана', 'рана', 30],

            ['ранг', 'ранг', 0],
            ['ранг', 'ранг', 1],
            ['ранг', 'ранг', 2],
            ['ранг', 'ранг', 30],

            ['ранение', 'ранение', 0],
            ['ранение', 'ранение', 1],
            ['ранение', 'ранение', 2],
            ['ранение', 'ранение', 30],

            ['раненый', 'раненый', 0],
            ['раненый', 'раненый', 1],
            ['раненый', 'раненый', 2],
            ['раненый', 'раненый', 30],

            ['ранец', 'ранец', 0],
            ['ранец', 'ранец', 1],
            ['ранец', 'ранец', 2],
            ['ранец', 'ранец', 30],

            ['ранка', 'ранка', 0],
            ['ранка', 'ранка', 1],
            ['ранка', 'ранка', 2],
            ['ранка', 'ранка', 30],

            ['раннерс', 'раннерс', 0],
            ['раннерс', 'раннерс', 1],
            ['раннерс', 'раннерс', 2],
            ['раннерс', 'раннерс', 30],

            ['рань', 'рань', 0],
            ['рань', 'рань', 1],
            ['рань', 'рань', 2],
            ['рань', 'рань', 30],

            ['рао', 'рао', 0],
            ['рао', 'рао', 1],
            ['рао', 'рао', 2],
            ['рао', 'рао', 30],

            ['рапира', 'рапира', 0],
            ['рапира', 'рапира', 1],
            ['рапира', 'рапира', 2],
            ['рапира', 'рапира', 30],

            ['рапорт', 'рапорт', 0],
            ['рапорт', 'рапорт', 1],
            ['рапорт', 'рапорт', 2],
            ['рапорт', 'рапорт', 30],

            ['раритет', 'раритет', 0],
            ['раритет', 'раритет', 1],
            ['раритет', 'раритет', 2],
            ['раритет', 'раритет', 30],

            ['раса', 'раса', 0],
            ['раса', 'раса', 1],
            ['раса', 'раса', 2],
            ['раса', 'раса', 30],

            ['расизм', 'расизм', 0],
            ['расизм', 'расизм', 1],
            ['расизм', 'расизм', 2],
            ['расизм', 'расизм', 30],

            ['расист', 'расист', 0],
            ['расист', 'расист', 1],
            ['расист', 'расист', 2],
            ['расист', 'расист', 30],

            ['раскат', 'раскат', 0],
            ['раскат', 'раскат', 1],
            ['раскат', 'раскат', 2],
            ['раскат', 'раскат', 30],

            ['раскаяние', 'раскаяние', 0],
            ['раскаяние', 'раскаяние', 1],
            ['раскаяние', 'раскаяние', 2],
            ['раскаяние', 'раскаяние', 30],

            ['расклад', 'расклад', 0],
            ['расклад', 'расклад', 1],
            ['расклад', 'расклад', 2],
            ['расклад', 'расклад', 30],

            ['раскладушка', 'раскладушка', 0],
            ['раскладушка', 'раскладушка', 1],
            ['раскладушка', 'раскладушка', 2],
            ['раскладушка', 'раскладушка', 30],

            ['раскованность', 'раскованность', 0],
            ['раскованность', 'раскованность', 1],
            ['раскованность', 'раскованность', 2],
            ['раскованность', 'раскованность', 30],

            ['раскол', 'раскол', 0],
            ['раскол', 'раскол', 1],
            ['раскол', 'раскол', 2],
            ['раскол', 'раскол', 30],

            ['раскольник', 'раскольник', 0],
            ['раскольник', 'раскольник', 1],
            ['раскольник', 'раскольник', 2],
            ['раскольник', 'раскольник', 30],

            ['раскопка', 'раскопка', 0],
            ['раскопка', 'раскопка', 1],
            ['раскопка', 'раскопка', 2],
            ['раскопка', 'раскопка', 30],

            ['раскрой', 'раскрой', 0],
            ['раскрой', 'раскрой', 1],
            ['раскрой', 'раскрой', 2],
            ['раскрой', 'раскрой', 30],

            ['раскрутка', 'раскрутка', 0],
            ['раскрутка', 'раскрутка', 1],
            ['раскрутка', 'раскрутка', 2],
            ['раскрутка', 'раскрутка', 30],

            ['раскрытие', 'раскрытие', 0],
            ['раскрытие', 'раскрытие', 1],
            ['раскрытие', 'раскрытие', 2],
            ['раскрытие', 'раскрытие', 30],

            ['раскулачивание', 'раскулачивание', 0],
            ['раскулачивание', 'раскулачивание', 1],
            ['раскулачивание', 'раскулачивание', 2],
            ['раскулачивание', 'раскулачивание', 30],

            ['распад', 'распад', 0],
            ['распад', 'распад', 1],
            ['распад', 'распад', 2],
            ['распад', 'распад', 30],

            ['распадок', 'распадок', 0],
            ['распадок', 'распадок', 1],
            ['распадок', 'распадок', 2],
            ['распадок', 'распадок', 30],

            ['распечатка', 'распечатка', 0],
            ['распечатка', 'распечатка', 1],
            ['распечатка', 'распечатка', 2],
            ['распечатка', 'распечатка', 30],

            ['расписание', 'расписание', 0],
            ['расписание', 'расписание', 1],
            ['расписание', 'расписание', 2],
            ['расписание', 'расписание', 30],

            ['расписка', 'расписка', 0],
            ['расписка', 'расписка', 1],
            ['расписка', 'расписка', 2],
            ['расписка', 'расписка', 30],

            ['расплата', 'расплата', 0],
            ['расплата', 'расплата', 1],
            ['расплата', 'расплата', 2],
            ['расплата', 'расплата', 30],

            ['распознавание', 'распознавание', 0],
            ['распознавание', 'распознавание', 1],
            ['распознавание', 'распознавание', 2],
            ['распознавание', 'распознавание', 30],

            ['расположение', 'расположение', 0],
            ['расположение', 'расположение', 1],
            ['расположение', 'расположение', 2],
            ['расположение', 'расположение', 30],

            ['распорядитель', 'распорядитель', 0],
            ['распорядитель', 'распорядитель', 1],
            ['распорядитель', 'распорядитель', 2],
            ['распорядитель', 'распорядитель', 30],

            ['распорядок', 'распорядок', 0],
            ['распорядок', 'распорядок', 1],
            ['распорядок', 'распорядок', 2],
            ['распорядок', 'распорядок', 30],

            ['распоряжение', 'распоряжение', 0],
            ['распоряжение', 'распоряжение', 1],
            ['распоряжение', 'распоряжение', 2],
            ['распоряжение', 'распоряжение', 30],

            ['расправа', 'расправа', 0],
            ['расправа', 'расправа', 1],
            ['расправа', 'расправа', 2],
            ['расправа', 'расправа', 30],

            ['распределение', 'распределение', 0],
            ['распределение', 'распределение', 1],
            ['распределение', 'распределение', 2],
            ['распределение', 'распределение', 30],

            ['распределитель', 'распределитель', 0],
            ['распределитель', 'распределитель', 1],
            ['распределитель', 'распределитель', 2],
            ['распределитель', 'распределитель', 30],

            ['распродажа', 'распродажа', 0],
            ['распродажа', 'распродажа', 1],
            ['распродажа', 'распродажа', 2],
            ['распродажа', 'распродажа', 30],

            ['распространение', 'распространение', 0],
            ['распространение', 'распространение', 1],
            ['распространение', 'распространение', 2],
            ['распространение', 'распространение', 30],

            ['распространенность', 'распространенность', 0],
            ['распространенность', 'распространенность', 1],
            ['распространенность', 'распространенность', 2],
            ['распространенность', 'распространенность', 30],

            ['распря', 'распря', 0],
            ['распря', 'распря', 1],
            ['распря', 'распря', 2],
            ['распря', 'распря', 30],

            ['распутина', 'распутина', 0],
            ['распутина', 'распутина', 1],
            ['распутина', 'распутина', 2],
            ['распутина', 'распутина', 30],

            ['распутица', 'распутица', 0],
            ['распутица', 'распутица', 1],
            ['распутица', 'распутица', 2],
            ['распутица', 'распутица', 30],

            ['распутник', 'распутник', 0],
            ['распутник', 'распутник', 1],
            ['распутник', 'распутник', 2],
            ['распутник', 'распутник', 30],

            ['распыление', 'распыление', 0],
            ['распыление', 'распыление', 1],
            ['распыление', 'распыление', 2],
            ['распыление', 'распыление', 30],

            ['распятие', 'распятие', 0],
            ['распятие', 'распятие', 1],
            ['распятие', 'распятие', 2],
            ['распятие', 'распятие', 30],

            ['рассада', 'рассада', 0],
            ['рассада', 'рассада', 1],
            ['рассада', 'рассада', 2],
            ['рассада', 'рассада', 30],

            ['рассасывание', 'рассасывание', 0],
            ['рассасывание', 'рассасывание', 1],
            ['рассасывание', 'рассасывание', 2],
            ['рассасывание', 'рассасывание', 30],

            ['рассвет', 'рассвет', 0],
            ['рассвет', 'рассвет', 1],
            ['рассвет', 'рассвет', 2],
            ['рассвет', 'рассвет', 30],

            ['расселение', 'расселение', 0],
            ['расселение', 'расселение', 1],
            ['расселение', 'расселение', 2],
            ['расселение', 'расселение', 30],

            ['расселина', 'расселина', 0],
            ['расселина', 'расселина', 1],
            ['расселина', 'расселина', 2],
            ['расселина', 'расселина', 30],

            ['рассеянность', 'рассеянность', 0],
            ['рассеянность', 'рассеянность', 1],
            ['рассеянность', 'рассеянность', 2],
            ['рассеянность', 'рассеянность', 30],

            ['рассказ', 'рассказ', 0],
            ['рассказ', 'рассказ', 1],
            ['рассказ', 'рассказ', 2],
            ['рассказ', 'рассказ', 30],

            ['рассказик', 'рассказик', 0],
            ['рассказик', 'рассказик', 1],
            ['рассказик', 'рассказик', 2],
            ['рассказик', 'рассказик', 30],

            ['рассказчик', 'рассказчик', 0],
            ['рассказчик', 'рассказчик', 1],
            ['рассказчик', 'рассказчик', 2],
            ['рассказчик', 'рассказчик', 30],

            ['расслабление', 'расслабление', 0],
            ['расслабление', 'расслабление', 1],
            ['расслабление', 'расслабление', 2],
            ['расслабление', 'расслабление', 30],

            ['расслабленность', 'расслабленность', 0],
            ['расслабленность', 'расслабленность', 1],
            ['расслабленность', 'расслабленность', 2],
            ['расслабленность', 'расслабленность', 30],

            ['расследование', 'расследование', 0],
            ['расследование', 'расследование', 1],
            ['расследование', 'расследование', 2],
            ['расследование', 'расследование', 30],

            ['расслоение', 'расслоение', 0],
            ['расслоение', 'расслоение', 1],
            ['расслоение', 'расслоение', 2],
            ['расслоение', 'расслоение', 30],

            ['рассматривание', 'рассматривание', 0],
            ['рассматривание', 'рассматривание', 1],
            ['рассматривание', 'рассматривание', 2],
            ['рассматривание', 'рассматривание', 30],

            ['рассмотрение', 'рассмотрение', 0],
            ['рассмотрение', 'рассмотрение', 1],
            ['рассмотрение', 'рассмотрение', 2],
            ['рассмотрение', 'рассмотрение', 30],

            ['рассол', 'рассол', 0],
            ['рассол', 'рассол', 1],
            ['рассол', 'рассол', 2],
            ['рассол', 'рассол', 30],

            ['расспрос', 'расспрос', 0],
            ['расспрос', 'расспрос', 1],
            ['расспрос', 'расспрос', 2],
            ['расспрос', 'расспрос', 30],

            ['расставание', 'расставание', 0],
            ['расставание', 'расставание', 1],
            ['расставание', 'расставание', 2],
            ['расставание', 'расставание', 30],

            ['расстановка', 'расстановка', 0],
            ['расстановка', 'расстановка', 1],
            ['расстановка', 'расстановка', 2],
            ['расстановка', 'расстановка', 30],

            ['расстояние', 'расстояние', 0],
            ['расстояние', 'расстояние', 1],
            ['расстояние', 'расстояние', 2],
            ['расстояние', 'расстояние', 30],

            ['расстрел', 'расстрел', 0],
            ['расстрел', 'расстрел', 1],
            ['расстрел', 'расстрел', 2],
            ['расстрел', 'расстрел', 30],

            ['расстрига', 'расстрига', 0],
            ['расстрига', 'расстрига', 1],
            ['расстрига', 'расстрига', 2],
            ['расстрига', 'расстрига', 30],

            ['расстройство', 'расстройство', 0],
            ['расстройство', 'расстройство', 1],
            ['расстройство', 'расстройство', 2],
            ['расстройство', 'расстройство', 30],

            ['рассудок', 'рассудок', 0],
            ['рассудок', 'рассудок', 1],
            ['рассудок', 'рассудок', 2],
            ['рассудок', 'рассудок', 30],

            ['рассуждение', 'рассуждение', 0],
            ['рассуждение', 'рассуждение', 1],
            ['рассуждение', 'рассуждение', 2],
            ['рассуждение', 'рассуждение', 30],

            ['раствор', 'раствор', 0],
            ['раствор', 'раствор', 1],
            ['раствор', 'раствор', 2],
            ['раствор', 'раствор', 30],

            ['растворение', 'растворение', 0],
            ['растворение', 'растворение', 1],
            ['растворение', 'растворение', 2],
            ['растворение', 'растворение', 30],

            ['растворитель', 'растворитель', 0],
            ['растворитель', 'растворитель', 1],
            ['растворитель', 'растворитель', 2],
            ['растворитель', 'растворитель', 30],

            ['растение', 'растение', 0],
            ['растение', 'растение', 1],
            ['растение', 'растение', 2],
            ['растение', 'растение', 30],

            ['растерзание', 'растерзание', 0],
            ['растерзание', 'растерзание', 1],
            ['растерзание', 'растерзание', 2],
            ['растерзание', 'растерзание', 30],

            ['растерянность', 'растерянность', 0],
            ['растерянность', 'растерянность', 1],
            ['растерянность', 'растерянность', 2],
            ['растерянность', 'растерянность', 30],

            ['растирание', 'растирание', 0],
            ['растирание', 'растирание', 1],
            ['растирание', 'растирание', 2],
            ['растирание', 'растирание', 30],

            ['растительность', 'растительность', 0],
            ['растительность', 'растительность', 1],
            ['растительность', 'растительность', 2],
            ['растительность', 'растительность', 30],

            ['растопка', 'растопка', 0],
            ['растопка', 'растопка', 1],
            ['растопка', 'растопка', 2],
            ['растопка', 'растопка', 30],

            ['растрата', 'растрата', 0],
            ['растрата', 'растрата', 1],
            ['растрата', 'растрата', 2],
            ['растрата', 'растрата', 30],

            ['раструб', 'раструб', 0],
            ['раструб', 'раструб', 1],
            ['раструб', 'раструб', 2],
            ['раструб', 'раструб', 30],

            ['растяжение', 'растяжение', 0],
            ['растяжение', 'растяжение', 1],
            ['растяжение', 'растяжение', 2],
            ['растяжение', 'растяжение', 30],

            ['растяжка', 'растяжка', 0],
            ['растяжка', 'растяжка', 1],
            ['растяжка', 'растяжка', 2],
            ['растяжка', 'растяжка', 30],

            ['растяпа', 'растяпа', 0],
            ['растяпа', 'растяпа', 1],
            ['растяпа', 'растяпа', 2],
            ['растяпа', 'растяпа', 30],

            ['расхититель', 'расхититель', 0],
            ['расхититель', 'расхититель', 1],
            ['расхититель', 'расхититель', 2],
            ['расхититель', 'расхититель', 30],

            ['расход', 'расход', 0],
            ['расход', 'расход', 1],
            ['расход', 'расход', 2],
            ['расход', 'расход', 30],

            ['расхождение', 'расхождение', 0],
            ['расхождение', 'расхождение', 1],
            ['расхождение', 'расхождение', 2],
            ['расхождение', 'расхождение', 30],

            ['расцвет', 'расцвет', 0],
            ['расцвет', 'расцвет', 1],
            ['расцвет', 'расцвет', 2],
            ['расцвет', 'расцвет', 30],

            ['расцветка', 'расцветка', 0],
            ['расцветка', 'расцветка', 1],
            ['расцветка', 'расцветка', 2],
            ['расцветка', 'расцветка', 30],

            ['расценок', 'расценок', 0],
            ['расценок', 'расценок', 1],
            ['расценок', 'расценок', 2],
            ['расценок', 'расценок', 30],

            ['расческа', 'расческа', 0],
            ['расческа', 'расческа', 1],
            ['расческа', 'расческа', 2],
            ['расческа', 'расческа', 30],

            ['расчет', 'расчет', 0],
            ['расчет', 'расчет', 1],
            ['расчет', 'расчет', 2],
            ['расчет', 'расчет', 30],

            ['расчистка', 'расчистка', 0],
            ['расчистка', 'расчистка', 1],
            ['расчистка', 'расчистка', 2],
            ['расчистка', 'расчистка', 30],

            ['расчленение', 'расчленение', 0],
            ['расчленение', 'расчленение', 1],
            ['расчленение', 'расчленение', 2],
            ['расчленение', 'расчленение', 30],

            ['расширение', 'расширение', 0],
            ['расширение', 'расширение', 1],
            ['расширение', 'расширение', 2],
            ['расширение', 'расширение', 30],

            ['расшифровка', 'расшифровка', 0],
            ['расшифровка', 'расшифровка', 1],
            ['расшифровка', 'расшифровка', 2],
            ['расшифровка', 'расшифровка', 30],

            ['расщелина', 'расщелина', 0],
            ['расщелина', 'расщелина', 1],
            ['расщелина', 'расщелина', 2],
            ['расщелина', 'расщелина', 30],

            ['расщепление', 'расщепление', 0],
            ['расщепление', 'расщепление', 1],
            ['расщепление', 'расщепление', 2],
            ['расщепление', 'расщепление', 30],

            ['ратник', 'ратник', 0],
            ['ратник', 'ратник', 1],
            ['ратник', 'ратник', 2],
            ['ратник', 'ратник', 30],

            ['ратуша', 'ратуша', 0],
            ['ратуша', 'ратуша', 1],
            ['ратуша', 'ратуша', 2],
            ['ратуша', 'ратуша', 30],

            ['рать', 'рать', 0],
            ['рать', 'рать', 1],
            ['рать', 'рать', 2],
            ['рать', 'рать', 30],

            ['раунд', 'раунд', 0],
            ['раунд', 'раунд', 1],
            ['раунд', 'раунд', 2],
            ['раунд', 'раунд', 30],

            ['рафик', 'рафик', 0],
            ['рафик', 'рафик', 1],
            ['рафик', 'рафик', 2],
            ['рафик', 'рафик', 30],

            ['рахит', 'рахит', 0],
            ['рахит', 'рахит', 1],
            ['рахит', 'рахит', 2],
            ['рахит', 'рахит', 30],

            ['рацион', 'рацион', 0],
            ['рацион', 'рацион', 1],
            ['рацион', 'рацион', 2],
            ['рацион', 'рацион', 30],

            ['рационализация', 'рационализация', 0],
            ['рационализация', 'рационализация', 1],
            ['рационализация', 'рационализация', 2],
            ['рационализация', 'рационализация', 30],

            ['рационализм', 'рационализм', 0],
            ['рационализм', 'рационализм', 1],
            ['рационализм', 'рационализм', 2],
            ['рационализм', 'рационализм', 30],

            ['рациональность', 'рациональность', 0],
            ['рациональность', 'рациональность', 1],
            ['рациональность', 'рациональность', 2],
            ['рациональность', 'рациональность', 30],

            ['рация', 'рация', 0],
            ['рация', 'рация', 1],
            ['рация', 'рация', 2],
            ['рация', 'рация', 30],

            ['рая', 'рая', 0],
            ['рая', 'рая', 1],
            ['рая', 'рая', 2],
            ['рая', 'рая', 30],

            ['рвань', 'рвань', 0],
            ['рвань', 'рвань', 1],
            ['рвань', 'рвань', 2],
            ['рвань', 'рвань', 30],

            ['рвение', 'рвение', 0],
            ['рвение', 'рвение', 1],
            ['рвение', 'рвение', 2],
            ['рвение', 'рвение', 30],

            ['рвота', 'рвота', 0],
            ['рвота', 'рвота', 1],
            ['рвота', 'рвота', 2],
            ['рвота', 'рвота', 30],

            ['ре', 'ре', 0],
            ['ре', 'ре', 1],
            ['ре', 'ре', 2],
            ['ре', 'ре', 30],

            ['реабилитация', 'реабилитация', 0],
            ['реабилитация', 'реабилитация', 1],
            ['реабилитация', 'реабилитация', 2],
            ['реабилитация', 'реабилитация', 30],

            ['реагирование', 'реагирование', 0],
            ['реагирование', 'реагирование', 1],
            ['реагирование', 'реагирование', 2],
            ['реагирование', 'реагирование', 30],

            ['реактив', 'реактив', 0],
            ['реактив', 'реактив', 1],
            ['реактив', 'реактив', 2],
            ['реактив', 'реактив', 30],

            ['реактивность', 'реактивность', 0],
            ['реактивность', 'реактивность', 1],
            ['реактивность', 'реактивность', 2],
            ['реактивность', 'реактивность', 30],

            ['реактор', 'реактор', 0],
            ['реактор', 'реактор', 1],
            ['реактор', 'реактор', 2],
            ['реактор', 'реактор', 30],

            ['реакция', 'реакция', 0],
            ['реакция', 'реакция', 1],
            ['реакция', 'реакция', 2],
            ['реакция', 'реакция', 30],

            ['реализация', 'реализация', 0],
            ['реализация', 'реализация', 1],
            ['реализация', 'реализация', 2],
            ['реализация', 'реализация', 30],

            ['реализм', 'реализм', 0],
            ['реализм', 'реализм', 1],
            ['реализм', 'реализм', 2],
            ['реализм', 'реализм', 30],

            ['реалист', 'реалист', 0],
            ['реалист', 'реалист', 1],
            ['реалист', 'реалист', 2],
            ['реалист', 'реалист', 30],

            ['реалия', 'реалия', 0],
            ['реалия', 'реалия', 1],
            ['реалия', 'реалия', 2],
            ['реалия', 'реалия', 30],

            ['реальность', 'реальность', 0],
            ['реальность', 'реальность', 1],
            ['реальность', 'реальность', 2],
            ['реальность', 'реальность', 30],

            ['реанимация', 'реанимация', 0],
            ['реанимация', 'реанимация', 1],
            ['реанимация', 'реанимация', 2],
            ['реанимация', 'реанимация', 30],

            ['ребенок', 'ребенок', 0],
            ['ребенок', 'ребенок', 1],
            ['ребенок', 'ребенок', 2],
            ['ребенок', 'ребенок', 30],

            ['ребеночек', 'ребеночек', 0],
            ['ребеночек', 'ребеночек', 1],
            ['ребеночек', 'ребеночек', 2],
            ['ребеночек', 'ребеночек', 30],

            ['ребро', 'ребро', 0],
            ['ребро', 'ребро', 1],
            ['ребро', 'ребро', 2],
            ['ребро', 'ребро', 30],

            ['ребята', 'ребята', 0],
            ['ребята', 'ребята', 1],
            ['ребята', 'ребята', 2],
            ['ребята', 'ребята', 30],

            ['ребятишки', 'ребятишки', 0],
            ['ребятишки', 'ребятишки', 1],
            ['ребятишки', 'ребятишки', 2],
            ['ребятишки', 'ребятишки', 30],

            ['ребятки', 'ребятки', 0],
            ['ребятки', 'ребятки', 1],
            ['ребятки', 'ребятки', 2],
            ['ребятки', 'ребятки', 30],

            ['ребятня', 'ребятня', 0],
            ['ребятня', 'ребятня', 1],
            ['ребятня', 'ребятня', 2],
            ['ребятня', 'ребятня', 30],

            ['рев', 'рев', 0],
            ['рев', 'рев', 1],
            ['рев', 'рев', 2],
            ['рев', 'рев', 30],

            ['реванш', 'реванш', 0],
            ['реванш', 'реванш', 1],
            ['реванш', 'реванш', 2],
            ['реванш', 'реванш', 30],

            ['ревень', 'ревень', 0],
            ['ревень', 'ревень', 1],
            ['ревень', 'ревень', 2],
            ['ревень', 'ревень', 30],

            ['реверанс', 'реверанс', 0],
            ['реверанс', 'реверанс', 1],
            ['реверанс', 'реверанс', 2],
            ['реверанс', 'реверанс', 30],

            ['ревизия', 'ревизия', 0],
            ['ревизия', 'ревизия', 1],
            ['ревизия', 'ревизия', 2],
            ['ревизия', 'ревизия', 30],

            ['ревизор', 'ревизор', 0],
            ['ревизор', 'ревизор', 1],
            ['ревизор', 'ревизор', 2],
            ['ревизор', 'ревизор', 30],

            ['ревматизм', 'ревматизм', 0],
            ['ревматизм', 'ревматизм', 1],
            ['ревматизм', 'ревматизм', 2],
            ['ревматизм', 'ревматизм', 30],

            ['ревнитель', 'ревнитель', 0],
            ['ревнитель', 'ревнитель', 1],
            ['ревнитель', 'ревнитель', 2],
            ['ревнитель', 'ревнитель', 30],

            ['ревность', 'ревность', 0],
            ['ревность', 'ревность', 1],
            ['ревность', 'ревность', 2],
            ['ревность', 'ревность', 30],

            ['револьвер', 'револьвер', 0],
            ['револьвер', 'револьвер', 1],
            ['револьвер', 'револьвер', 2],
            ['револьвер', 'револьвер', 30],

            ['революционер', 'революционер', 0],
            ['революционер', 'революционер', 1],
            ['революционер', 'революционер', 2],
            ['революционер', 'революционер', 30],

            ['революция', 'революция', 0],
            ['революция', 'революция', 1],
            ['революция', 'революция', 2],
            ['революция', 'революция', 30],

            ['регалия', 'регалия', 0],
            ['регалия', 'регалия', 1],
            ['регалия', 'регалия', 2],
            ['регалия', 'регалия', 30],

            ['регенерация', 'регенерация', 0],
            ['регенерация', 'регенерация', 1],
            ['регенерация', 'регенерация', 2],
            ['регенерация', 'регенерация', 30],

            ['регион', 'регион', 0],
            ['регион', 'регион', 1],
            ['регион', 'регион', 2],
            ['регион', 'регион', 30],

            ['регистр', 'регистр', 0],
            ['регистр', 'регистр', 1],
            ['регистр', 'регистр', 2],
            ['регистр', 'регистр', 30],

            ['регистратор', 'регистратор', 0],
            ['регистратор', 'регистратор', 1],
            ['регистратор', 'регистратор', 2],
            ['регистратор', 'регистратор', 30],

            ['регистратура', 'регистратура', 0],
            ['регистратура', 'регистратура', 1],
            ['регистратура', 'регистратура', 2],
            ['регистратура', 'регистратура', 30],

            ['регистрация', 'регистрация', 0],
            ['регистрация', 'регистрация', 1],
            ['регистрация', 'регистрация', 2],
            ['регистрация', 'регистрация', 30],

            ['регламент', 'регламент', 0],
            ['регламент', 'регламент', 1],
            ['регламент', 'регламент', 2],
            ['регламент', 'регламент', 30],

            ['регулирование', 'регулирование', 0],
            ['регулирование', 'регулирование', 1],
            ['регулирование', 'регулирование', 2],
            ['регулирование', 'регулирование', 30],

            ['регулировка', 'регулировка', 0],
            ['регулировка', 'регулировка', 1],
            ['регулировка', 'регулировка', 2],
            ['регулировка', 'регулировка', 30],

            ['регулировщик', 'регулировщик', 0],
            ['регулировщик', 'регулировщик', 1],
            ['регулировщик', 'регулировщик', 2],
            ['регулировщик', 'регулировщик', 30],

            ['регулятор', 'регулятор', 0],
            ['регулятор', 'регулятор', 1],
            ['регулятор', 'регулятор', 2],
            ['регулятор', 'регулятор', 30],

            ['регуляция', 'регуляция', 0],
            ['регуляция', 'регуляция', 1],
            ['регуляция', 'регуляция', 2],
            ['регуляция', 'регуляция', 30],

            ['редактирование', 'редактирование', 0],
            ['редактирование', 'редактирование', 1],
            ['редактирование', 'редактирование', 2],
            ['редактирование', 'редактирование', 30],

            ['редактор', 'редактор', 0],
            ['редактор', 'редактор', 1],
            ['редактор', 'редактор', 2],
            ['редактор', 'редактор', 30],

            ['редакция', 'редакция', 0],
            ['редакция', 'редакция', 1],
            ['редакция', 'редакция', 2],
            ['редакция', 'редакция', 30],

            ['редиска', 'редиска', 0],
            ['редиска', 'редиска', 1],
            ['редиска', 'редиска', 2],
            ['редиска', 'редиска', 30],

            ['редколлегия', 'редколлегия', 0],
            ['редколлегия', 'редколлегия', 1],
            ['редколлегия', 'редколлегия', 2],
            ['редколлегия', 'редколлегия', 30],

            ['редкость', 'редкость', 0],
            ['редкость', 'редкость', 1],
            ['редкость', 'редкость', 2],
            ['редкость', 'редкость', 30],

            ['редька', 'редька', 0],
            ['редька', 'редька', 1],
            ['редька', 'редька', 2],
            ['редька', 'редька', 30],

            ['реестр', 'реестр', 0],
            ['реестр', 'реестр', 1],
            ['реестр', 'реестр', 2],
            ['реестр', 'реестр', 30],

            ['режим', 'режим', 0],
            ['режим', 'режим', 1],
            ['режим', 'режим', 2],
            ['режим', 'режим', 30],

            ['режиссер', 'режиссер', 0],
            ['режиссер', 'режиссер', 1],
            ['режиссер', 'режиссер', 2],
            ['режиссер', 'режиссер', 30],

            ['режиссура', 'режиссура', 0],
            ['режиссура', 'режиссура', 1],
            ['режиссура', 'режиссура', 2],
            ['режиссура', 'режиссура', 30],

            ['резвость', 'резвость', 0],
            ['резвость', 'резвость', 1],
            ['резвость', 'резвость', 2],
            ['резвость', 'резвость', 30],

            ['резеда', 'резеда', 0],
            ['резеда', 'резеда', 1],
            ['резеда', 'резеда', 2],
            ['резеда', 'резеда', 30],

            ['резекне', 'резекне', 0],
            ['резекне', 'резекне', 1],
            ['резекне', 'резекне', 2],
            ['резекне', 'резекне', 30],

            ['резерв', 'резерв', 0],
            ['резерв', 'резерв', 1],
            ['резерв', 'резерв', 2],
            ['резерв', 'резерв', 30],

            ['резервация', 'резервация', 0],
            ['резервация', 'резервация', 1],
            ['резервация', 'резервация', 2],
            ['резервация', 'резервация', 30],

            ['резервист', 'резервист', 0],
            ['резервист', 'резервист', 1],
            ['резервист', 'резервист', 2],
            ['резервист', 'резервист', 30],

            ['резервуар', 'резервуар', 0],
            ['резервуар', 'резервуар', 1],
            ['резервуар', 'резервуар', 2],
            ['резервуар', 'резервуар', 30],

            ['резец', 'резец', 0],
            ['резец', 'резец', 1],
            ['резец', 'резец', 2],
            ['резец', 'резец', 30],

            ['резидент', 'резидент', 0],
            ['резидент', 'резидент', 1],
            ['резидент', 'резидент', 2],
            ['резидент', 'резидент', 30],

            ['резиденция', 'резиденция', 0],
            ['резиденция', 'резиденция', 1],
            ['резиденция', 'резиденция', 2],
            ['резиденция', 'резиденция', 30],

            ['резина', 'резина', 0],
            ['резина', 'резина', 1],
            ['резина', 'резина', 2],
            ['резина', 'резина', 30],

            ['резинка', 'резинка', 0],
            ['резинка', 'резинка', 1],
            ['резинка', 'резинка', 2],
            ['резинка', 'резинка', 30],

            ['резка', 'резка', 0],
            ['резка', 'резка', 1],
            ['резка', 'резка', 2],
            ['резка', 'резка', 30],

            ['резкость', 'резкость', 0],
            ['резкость', 'резкость', 1],
            ['резкость', 'резкость', 2],
            ['резкость', 'резкость', 30],

            ['резня', 'резня', 0],
            ['резня', 'резня', 1],
            ['резня', 'резня', 2],
            ['резня', 'резня', 30],

            ['резолюция', 'резолюция', 0],
            ['резолюция', 'резолюция', 1],
            ['резолюция', 'резолюция', 2],
            ['резолюция', 'резолюция', 30],

            ['резон', 'резон', 0],
            ['резон', 'резон', 1],
            ['резон', 'резон', 2],
            ['резон', 'резон', 30],

            ['резонанс', 'резонанс', 0],
            ['резонанс', 'резонанс', 1],
            ['резонанс', 'резонанс', 2],
            ['резонанс', 'резонанс', 30],

            ['результат', 'результат', 0],
            ['результат', 'результат', 1],
            ['результат', 'результат', 2],
            ['результат', 'результат', 30],

            ['резчик', 'резчик', 0],
            ['резчик', 'резчик', 1],
            ['резчик', 'резчик', 2],
            ['резчик', 'резчик', 30],

            ['резь', 'резь', 0],
            ['резь', 'резь', 1],
            ['резь', 'резь', 2],
            ['резь', 'резь', 30],

            ['резьба', 'резьба', 0],
            ['резьба', 'резьба', 1],
            ['резьба', 'резьба', 2],
            ['резьба', 'резьба', 30],

            ['резюме', 'резюме', 0],
            ['резюме', 'резюме', 1],
            ['резюме', 'резюме', 2],
            ['резюме', 'резюме', 30],

            ['рей', 'рей', 0],
            ['рей', 'рей', 1],
            ['рей', 'рей', 2],
            ['рей', 'рей', 30],

            ['рейд', 'рейд', 0],
            ['рейд', 'рейд', 1],
            ['рейд', 'рейд', 2],
            ['рейд', 'рейд', 30],

            ['рейка', 'рейка', 0],
            ['рейка', 'рейка', 1],
            ['рейка', 'рейка', 2],
            ['рейка', 'рейка', 30],

            ['рейкь¤вик', 'рейкь¤вик', 0],
            ['рейкь¤вик', 'рейкь¤вик', 1],
            ['рейкь¤вик', 'рейкь¤вик', 2],
            ['рейкь¤вик', 'рейкь¤вик', 30],

            ['реймс', 'реймс', 0],
            ['реймс', 'реймс', 1],
            ['реймс', 'реймс', 2],
            ['реймс', 'реймс', 30],

            ['рейн', 'рейн', 0],
            ['рейн', 'рейн', 1],
            ['рейн', 'рейн', 2],
            ['рейн', 'рейн', 30],

            ['рейнджер', 'рейнджер', 0],
            ['рейнджер', 'рейнджер', 1],
            ['рейнджер', 'рейнджер', 2],
            ['рейнджер', 'рейнджер', 30],

            ['рейтинг', 'рейтинг', 0],
            ['рейтинг', 'рейтинг', 1],
            ['рейтинг', 'рейтинг', 2],
            ['рейтинг', 'рейтинг', 30],

            ['рейтузы', 'рейтузы', 0],
            ['рейтузы', 'рейтузы', 1],
            ['рейтузы', 'рейтузы', 2],
            ['рейтузы', 'рейтузы', 30],

            ['рейх', 'рейх', 0],
            ['рейх', 'рейх', 1],
            ['рейх', 'рейх', 2],
            ['рейх', 'рейх', 30],

            ['рейхстаг', 'рейхстаг', 0],
            ['рейхстаг', 'рейхстаг', 1],
            ['рейхстаг', 'рейхстаг', 2],
            ['рейхстаг', 'рейхстаг', 30],

            ['река', 'река', 0],
            ['река', 'река', 1],
            ['река', 'река', 2],
            ['река', 'река', 30],

            ['реквизит', 'реквизит', 0],
            ['реквизит', 'реквизит', 1],
            ['реквизит', 'реквизит', 2],
            ['реквизит', 'реквизит', 30],

            ['реклама', 'реклама', 0],
            ['реклама', 'реклама', 1],
            ['реклама', 'реклама', 2],
            ['реклама', 'реклама', 30],

            ['рекогносцировка', 'рекогносцировка', 0],
            ['рекогносцировка', 'рекогносцировка', 1],
            ['рекогносцировка', 'рекогносцировка', 2],
            ['рекогносцировка', 'рекогносцировка', 30],

            ['рекомендация', 'рекомендация', 0],
            ['рекомендация', 'рекомендация', 1],
            ['рекомендация', 'рекомендация', 2],
            ['рекомендация', 'рекомендация', 30],

            ['реконструкция', 'реконструкция', 0],
            ['реконструкция', 'реконструкция', 1],
            ['реконструкция', 'реконструкция', 2],
            ['реконструкция', 'реконструкция', 30],

            ['рекорд', 'рекорд', 0],
            ['рекорд', 'рекорд', 1],
            ['рекорд', 'рекорд', 2],
            ['рекорд', 'рекорд', 30],

            ['рекордсмен', 'рекордсмен', 0],
            ['рекордсмен', 'рекордсмен', 1],
            ['рекордсмен', 'рекордсмен', 2],
            ['рекордсмен', 'рекордсмен', 30],

            ['рекрут', 'рекрут', 0],
            ['рекрут', 'рекрут', 1],
            ['рекрут', 'рекрут', 2],
            ['рекрут', 'рекрут', 30],

            ['ректор', 'ректор', 0],
            ['ректор', 'ректор', 1],
            ['ректор', 'ректор', 2],
            ['ректор', 'ректор', 30],

            ['религия', 'религия', 0],
            ['религия', 'религия', 1],
            ['религия', 'религия', 2],
            ['религия', 'религия', 30],

            ['релиз', 'релиз', 0],
            ['релиз', 'релиз', 1],
            ['релиз', 'релиз', 2],
            ['релиз', 'релиз', 30],

            ['реликвия', 'реликвия', 0],
            ['реликвия', 'реликвия', 1],
            ['реликвия', 'реликвия', 2],
            ['реликвия', 'реликвия', 30],

            ['рельеф', 'рельеф', 0],
            ['рельеф', 'рельеф', 1],
            ['рельеф', 'рельеф', 2],
            ['рельеф', 'рельеф', 30],

            ['рельс', 'рельс', 0],
            ['рельс', 'рельс', 1],
            ['рельс', 'рельс', 2],
            ['рельс', 'рельс', 30],

            ['реляция', 'реляция', 0],
            ['реляция', 'реляция', 1],
            ['реляция', 'реляция', 2],
            ['реляция', 'реляция', 30],

            ['рема', 'рема', 0],
            ['рема', 'рема', 1],
            ['рема', 'рема', 2],
            ['рема', 'рема', 30],

            ['ремарка', 'ремарка', 0],
            ['ремарка', 'ремарка', 1],
            ['ремарка', 'ремарка', 2],
            ['ремарка', 'ремарка', 30],

            ['ремень', 'ремень', 0],
            ['ремень', 'ремень', 1],
            ['ремень', 'ремень', 2],
            ['ремень', 'ремень', 30],

            ['ремесленник', 'ремесленник', 0],
            ['ремесленник', 'ремесленник', 1],
            ['ремесленник', 'ремесленник', 2],
            ['ремесленник', 'ремесленник', 30],

            ['ремесло', 'ремесло', 0],
            ['ремесло', 'ремесло', 1],
            ['ремесло', 'ремесло', 2],
            ['ремесло', 'ремесло', 30],

            ['ремешок', 'ремешок', 0],
            ['ремешок', 'ремешок', 1],
            ['ремешок', 'ремешок', 2],
            ['ремешок', 'ремешок', 30],

            ['ремиссия', 'ремиссия', 0],
            ['ремиссия', 'ремиссия', 1],
            ['ремиссия', 'ремиссия', 2],
            ['ремиссия', 'ремиссия', 30],

            ['ремонт', 'ремонт', 0],
            ['ремонт', 'ремонт', 1],
            ['ремонт', 'ремонт', 2],
            ['ремонт', 'ремонт', 30],

            ['ремонтник', 'ремонтник', 0],
            ['ремонтник', 'ремонтник', 1],
            ['ремонтник', 'ремонтник', 2],
            ['ремонтник', 'ремонтник', 30],

            ['рена', 'рена', 0],
            ['рена', 'рена', 1],
            ['рена', 'рена', 2],
            ['рена', 'рена', 30],

            ['рената', 'рената', 0],
            ['рената', 'рената', 1],
            ['рената', 'рената', 2],
            ['рената', 'рената', 30],

            ['ренессанс', 'ренессанс', 0],
            ['ренессанс', 'ренессанс', 1],
            ['ренессанс', 'ренессанс', 2],
            ['ренессанс', 'ренессанс', 30],

            ['реноме', 'реноме', 0],
            ['реноме', 'реноме', 1],
            ['реноме', 'реноме', 2],
            ['реноме', 'реноме', 30],

            ['рента', 'рента', 0],
            ['рента', 'рента', 1],
            ['рента', 'рента', 2],
            ['рента', 'рента', 30],

            ['рентабельность', 'рентабельность', 0],
            ['рентабельность', 'рентабельность', 1],
            ['рентабельность', 'рентабельность', 2],
            ['рентабельность', 'рентабельность', 30],

            ['рентгенография', 'рентгенография', 0],
            ['рентгенография', 'рентгенография', 1],
            ['рентгенография', 'рентгенография', 2],
            ['рентгенография', 'рентгенография', 30],

            ['реорганизация', 'реорганизация', 0],
            ['реорганизация', 'реорганизация', 1],
            ['реорганизация', 'реорганизация', 2],
            ['реорганизация', 'реорганизация', 30],

            ['репа', 'репа', 0],
            ['репа', 'репа', 1],
            ['репа', 'репа', 2],
            ['репа', 'репа', 30],

            ['репарация', 'репарация', 0],
            ['репарация', 'репарация', 1],
            ['репарация', 'репарация', 2],
            ['репарация', 'репарация', 30],

            ['репатриант', 'репатриант', 0],
            ['репатриант', 'репатриант', 1],
            ['репатриант', 'репатриант', 2],
            ['репатриант', 'репатриант', 30],

            ['репей', 'репей', 0],
            ['репей', 'репей', 1],
            ['репей', 'репей', 2],
            ['репей', 'репей', 30],

            ['репейник', 'репейник', 0],
            ['репейник', 'репейник', 1],
            ['репейник', 'репейник', 2],
            ['репейник', 'репейник', 30],

            ['репертуар', 'репертуар', 0],
            ['репертуар', 'репертуар', 1],
            ['репертуар', 'репертуар', 2],
            ['репертуар', 'репертуар', 30],

            ['репетитор', 'репетитор', 0],
            ['репетитор', 'репетитор', 1],
            ['репетитор', 'репетитор', 2],
            ['репетитор', 'репетитор', 30],

            ['репетиция', 'репетиция', 0],
            ['репетиция', 'репетиция', 1],
            ['репетиция', 'репетиция', 2],
            ['репетиция', 'репетиция', 30],

            ['репина', 'репина', 0],
            ['репина', 'репина', 1],
            ['репина', 'репина', 2],
            ['репина', 'репина', 30],

            ['репка', 'репка', 0],
            ['репка', 'репка', 1],
            ['репка', 'репка', 2],
            ['репка', 'репка', 30],

            ['реплика', 'реплика', 0],
            ['реплика', 'реплика', 1],
            ['реплика', 'реплика', 2],
            ['реплика', 'реплика', 30],

            ['репортаж', 'репортаж', 0],
            ['репортаж', 'репортаж', 1],
            ['репортаж', 'репортаж', 2],
            ['репортаж', 'репортаж', 30],

            ['репортер', 'репортер', 0],
            ['репортер', 'репортер', 1],
            ['репортер', 'репортер', 2],
            ['репортер', 'репортер', 30],

            ['репрессия', 'репрессия', 0],
            ['репрессия', 'репрессия', 1],
            ['репрессия', 'репрессия', 2],
            ['репрессия', 'репрессия', 30],

            ['репродуктор', 'репродуктор', 0],
            ['репродуктор', 'репродуктор', 1],
            ['репродуктор', 'репродуктор', 2],
            ['репродуктор', 'репродуктор', 30],

            ['репродукция', 'репродукция', 0],
            ['репродукция', 'репродукция', 1],
            ['репродукция', 'репродукция', 2],
            ['репродукция', 'репродукция', 30],

            ['репутация', 'репутация', 0],
            ['репутация', 'репутация', 1],
            ['репутация', 'репутация', 2],
            ['репутация', 'репутация', 30],

            ['ресница', 'ресница', 0],
            ['ресница', 'ресница', 1],
            ['ресница', 'ресница', 2],
            ['ресница', 'ресница', 30],

            ['респиратор', 'респиратор', 0],
            ['респиратор', 'респиратор', 1],
            ['респиратор', 'респиратор', 2],
            ['респиратор', 'респиратор', 30],

            ['республика', 'республика', 0],
            ['республика', 'республика', 1],
            ['республика', 'республика', 2],
            ['республика', 'республика', 30],

            ['республиканец', 'республиканец', 0],
            ['республиканец', 'республиканец', 1],
            ['республиканец', 'республиканец', 2],
            ['республиканец', 'республиканец', 30],

            ['рессора', 'рессора', 0],
            ['рессора', 'рессора', 1],
            ['рессора', 'рессора', 2],
            ['рессора', 'рессора', 30],

            ['реставратор', 'реставратор', 0],
            ['реставратор', 'реставратор', 1],
            ['реставратор', 'реставратор', 2],
            ['реставратор', 'реставратор', 30],

            ['реставрация', 'реставрация', 0],
            ['реставрация', 'реставрация', 1],
            ['реставрация', 'реставрация', 2],
            ['реставрация', 'реставрация', 30],

            ['ресторан', 'ресторан', 0],
            ['ресторан', 'ресторан', 1],
            ['ресторан', 'ресторан', 2],
            ['ресторан', 'ресторан', 30],

            ['ресторанчик', 'ресторанчик', 0],
            ['ресторанчик', 'ресторанчик', 1],
            ['ресторанчик', 'ресторанчик', 2],
            ['ресторанчик', 'ресторанчик', 30],

            ['ресторация', 'ресторация', 0],
            ['ресторация', 'ресторация', 1],
            ['ресторация', 'ресторация', 2],
            ['ресторация', 'ресторация', 30],

            ['ресурс', 'ресурс', 0],
            ['ресурс', 'ресурс', 1],
            ['ресурс', 'ресурс', 2],
            ['ресурс', 'ресурс', 30],

            ['реторта', 'реторта', 0],
            ['реторта', 'реторта', 1],
            ['реторта', 'реторта', 2],
            ['реторта', 'реторта', 30],

            ['реферат', 'реферат', 0],
            ['реферат', 'реферат', 1],
            ['реферат', 'реферат', 2],
            ['реферат', 'реферат', 30],

            ['референдум', 'референдум', 0],
            ['референдум', 'референдум', 1],
            ['референдум', 'референдум', 2],
            ['референдум', 'референдум', 30],

            ['референт', 'референт', 0],
            ['референт', 'референт', 1],
            ['референт', 'референт', 2],
            ['референт', 'референт', 30],

            ['рефлекс', 'рефлекс', 0],
            ['рефлекс', 'рефлекс', 1],
            ['рефлекс', 'рефлекс', 2],
            ['рефлекс', 'рефлекс', 30],

            ['рефлексия', 'рефлексия', 0],
            ['рефлексия', 'рефлексия', 1],
            ['рефлексия', 'рефлексия', 2],
            ['рефлексия', 'рефлексия', 30],

            ['рефлектор', 'рефлектор', 0],
            ['рефлектор', 'рефлектор', 1],
            ['рефлектор', 'рефлектор', 2],
            ['рефлектор', 'рефлектор', 30],

            ['реформа', 'реформа', 0],
            ['реформа', 'реформа', 1],
            ['реформа', 'реформа', 2],
            ['реформа', 'реформа', 30],

            ['реформатор', 'реформатор', 0],
            ['реформатор', 'реформатор', 1],
            ['реформатор', 'реформатор', 2],
            ['реформатор', 'реформатор', 30],

            ['реформация', 'реформация', 0],
            ['реформация', 'реформация', 1],
            ['реформация', 'реформация', 2],
            ['реформация', 'реформация', 30],

            ['реформирование', 'реформирование', 0],
            ['реформирование', 'реформирование', 1],
            ['реформирование', 'реформирование', 2],
            ['реформирование', 'реформирование', 30],

            ['рефракция', 'рефракция', 0],
            ['рефракция', 'рефракция', 1],
            ['рефракция', 'рефракция', 2],
            ['рефракция', 'рефракция', 30],

            ['рефрижератор', 'рефрижератор', 0],
            ['рефрижератор', 'рефрижератор', 1],
            ['рефрижератор', 'рефрижератор', 2],
            ['рефрижератор', 'рефрижератор', 30],

            ['рецензент', 'рецензент', 0],
            ['рецензент', 'рецензент', 1],
            ['рецензент', 'рецензент', 2],
            ['рецензент', 'рецензент', 30],

            ['рецензия', 'рецензия', 0],
            ['рецензия', 'рецензия', 1],
            ['рецензия', 'рецензия', 2],
            ['рецензия', 'рецензия', 30],

            ['рецепт', 'рецепт', 0],
            ['рецепт', 'рецепт', 1],
            ['рецепт', 'рецепт', 2],
            ['рецепт', 'рецепт', 30],

            ['рецептор', 'рецептор', 0],
            ['рецептор', 'рецептор', 1],
            ['рецептор', 'рецептор', 2],
            ['рецептор', 'рецептор', 30],

            ['рецидив', 'рецидив', 0],
            ['рецидив', 'рецидив', 1],
            ['рецидив', 'рецидив', 2],
            ['рецидив', 'рецидив', 30],

            ['рецидивист', 'рецидивист', 0],
            ['рецидивист', 'рецидивист', 1],
            ['рецидивист', 'рецидивист', 2],
            ['рецидивист', 'рецидивист', 30],

            ['речитатив', 'речитатив', 0],
            ['речитатив', 'речитатив', 1],
            ['речитатив', 'речитатив', 2],
            ['речитатив', 'речитатив', 30],

            ['речка', 'речка', 0],
            ['речка', 'речка', 1],
            ['речка', 'речка', 2],
            ['речка', 'речка', 30],

            ['речонка', 'речонка', 0],
            ['речонка', 'речонка', 1],
            ['речонка', 'речонка', 2],
            ['речонка', 'речонка', 30],

            ['речушка', 'речушка', 0],
            ['речушка', 'речушка', 1],
            ['речушка', 'речушка', 2],
            ['речушка', 'речушка', 30],

            ['речь', 'речь', 0],
            ['речь', 'речь', 1],
            ['речь', 'речь', 2],
            ['речь', 'речь', 30],

            ['решение', 'решение', 0],
            ['решение', 'решение', 1],
            ['решение', 'решение', 2],
            ['решение', 'решение', 30],

            ['решетка', 'решетка', 0],
            ['решетка', 'решетка', 1],
            ['решетка', 'решетка', 2],
            ['решетка', 'решетка', 30],

            ['решетнев', 'решетнев', 0],
            ['решетнев', 'решетнев', 1],
            ['решетнев', 'решетнев', 2],
            ['решетнев', 'решетнев', 30],

            ['решето', 'решето', 0],
            ['решето', 'решето', 1],
            ['решето', 'решето', 2],
            ['решето', 'решето', 30],

            ['решимость', 'решимость', 0],
            ['решимость', 'решимость', 1],
            ['решимость', 'решимость', 2],
            ['решимость', 'решимость', 30],

            ['решительность', 'решительность', 0],
            ['решительность', 'решительность', 1],
            ['решительность', 'решительность', 2],
            ['решительность', 'решительность', 30],

            ['решка', 'решка', 0],
            ['решка', 'решка', 1],
            ['решка', 'решка', 2],
            ['решка', 'решка', 30],

            ['рея', 'рея', 0],
            ['рея', 'рея', 1],
            ['рея', 'рея', 2],
            ['рея', 'рея', 30],

            ['ржа', 'ржа', 0],
            ['ржа', 'ржа', 1],
            ['ржа', 'ржа', 2],
            ['ржа', 'ржа', 30],

            ['ржавчина', 'ржавчина', 0],
            ['ржавчина', 'ржавчина', 1],
            ['ржавчина', 'ржавчина', 2],
            ['ржавчина', 'ржавчина', 30],

            ['ржание', 'ржание', 0],
            ['ржание', 'ржание', 1],
            ['ржание', 'ржание', 2],
            ['ржание', 'ржание', 30],

            ['ривьера', 'ривьера', 0],
            ['ривьера', 'ривьера', 1],
            ['ривьера', 'ривьера', 2],
            ['ривьера', 'ривьера', 30],

            ['рига', 'рига', 0],
            ['рига', 'рига', 1],
            ['рига', 'рига', 2],
            ['рига', 'рига', 30],

            ['ригидность', 'ригидность', 0],
            ['ригидность', 'ригидность', 1],
            ['ригидность', 'ригидность', 2],
            ['ригидность', 'ригидность', 30],

            ['ридикюль', 'ридикюль', 0],
            ['ридикюль', 'ридикюль', 1],
            ['ридикюль', 'ридикюль', 2],
            ['ридикюль', 'ридикюль', 30],

            ['риека', 'риека', 0],
            ['риека', 'риека', 1],
            ['риека', 'риека', 2],
            ['риека', 'риека', 30],

            ['риза', 'риза', 0],
            ['риза', 'риза', 1],
            ['риза', 'риза', 2],
            ['риза', 'риза', 30],

            ['рикошет', 'рикошет', 0],
            ['рикошет', 'рикошет', 1],
            ['рикошет', 'рикошет', 2],
            ['рикошет', 'рикошет', 30],

            ['рикша', 'рикша', 0],
            ['рикша', 'рикша', 1],
            ['рикша', 'рикша', 2],
            ['рикша', 'рикша', 30],

            ['рим', 'рим', 0],
            ['рим', 'рим', 1],
            ['рим', 'рим', 2],
            ['рим', 'рим', 30],

            ['рима', 'рима', 0],
            ['рима', 'рима', 1],
            ['рима', 'рима', 2],
            ['рима', 'рима', 30],

            ['римлянин', 'римлянин', 0],
            ['римлянин', 'римлянин', 1],
            ['римлянин', 'римлянин', 2],
            ['римлянин', 'римлянин', 30],

            ['римма', 'римма', 0],
            ['римма', 'римма', 1],
            ['римма', 'римма', 2],
            ['римма', 'римма', 30],

            ['риммич', 'риммич', 0],
            ['риммич', 'риммич', 1],
            ['риммич', 'риммич', 2],
            ['риммич', 'риммич', 30],

            ['риммична', 'риммична', 0],
            ['риммична', 'риммична', 1],
            ['риммична', 'риммична', 2],
            ['риммична', 'риммична', 30],

            ['риммура', 'риммура', 0],
            ['риммура', 'риммура', 1],
            ['риммура', 'риммура', 2],
            ['риммура', 'риммура', 30],

            ['риммушка', 'риммушка', 0],
            ['риммушка', 'риммушка', 1],
            ['риммушка', 'риммушка', 2],
            ['риммушка', 'риммушка', 30],

            ['римуля', 'римуля', 0],
            ['римуля', 'римуля', 1],
            ['римуля', 'римуля', 2],
            ['римуля', 'римуля', 30],

            ['римуся', 'римуся', 0],
            ['римуся', 'римуся', 1],
            ['римуся', 'римуся', 2],
            ['римуся', 'римуся', 30],

            ['рина', 'рина', 0],
            ['рина', 'рина', 1],
            ['рина', 'рина', 2],
            ['рина', 'рина', 30],

            ['ринг', 'ринг', 0],
            ['ринг', 'ринг', 1],
            ['ринг', 'ринг', 2],
            ['ринг', 'ринг', 30],

            ['ринк', 'ринк', 0],
            ['ринк', 'ринк', 1],
            ['ринк', 'ринк', 2],
            ['ринк', 'ринк', 30],

            ['рипа', 'рипа', 0],
            ['рипа', 'рипа', 1],
            ['рипа', 'рипа', 2],
            ['рипа', 'рипа', 30],

            ['рис', 'рис', 0],
            ['рис', 'рис', 1],
            ['рис', 'рис', 2],
            ['рис', 'рис', 30],

            ['риск', 'риск', 0],
            ['риск', 'риск', 1],
            ['риск', 'риск', 2],
            ['риск', 'риск', 30],

            ['рисование', 'рисование', 0],
            ['рисование', 'рисование', 1],
            ['рисование', 'рисование', 2],
            ['рисование', 'рисование', 30],

            ['рисунок', 'рисунок', 0],
            ['рисунок', 'рисунок', 1],
            ['рисунок', 'рисунок', 2],
            ['рисунок', 'рисунок', 30],

            ['рита', 'рита', 0],
            ['рита', 'рита', 1],
            ['рита', 'рита', 2],
            ['рита', 'рита', 30],

            ['ританя', 'ританя', 0],
            ['ританя', 'ританя', 1],
            ['ританя', 'ританя', 2],
            ['ританя', 'ританя', 30],

            ['ритм', 'ритм', 0],
            ['ритм', 'ритм', 1],
            ['ритм', 'ритм', 2],
            ['ритм', 'ритм', 30],

            ['риторика', 'риторика', 0],
            ['риторика', 'риторика', 1],
            ['риторика', 'риторика', 2],
            ['риторика', 'риторика', 30],

            ['ритоха', 'ритоха', 0],
            ['ритоха', 'ритоха', 1],
            ['ритоха', 'ритоха', 2],
            ['ритоха', 'ритоха', 30],

            ['ритоша', 'ритоша', 0],
            ['ритоша', 'ритоша', 1],
            ['ритоша', 'ритоша', 2],
            ['ритоша', 'ритоша', 30],

            ['ритуал', 'ритуал', 0],
            ['ритуал', 'ритуал', 1],
            ['ритуал', 'ритуал', 2],
            ['ритуал', 'ритуал', 30],

            ['ритуля', 'ритуля', 0],
            ['ритуля', 'ритуля', 1],
            ['ритуля', 'ритуля', 2],
            ['ритуля', 'ритуля', 30],

            ['ритуня', 'ритуня', 0],
            ['ритуня', 'ритуня', 1],
            ['ритуня', 'ритуня', 2],
            ['ритуня', 'ритуня', 30],

            ['ритуся', 'ритуся', 0],
            ['ритуся', 'ритуся', 1],
            ['ритуся', 'ритуся', 2],
            ['ритуся', 'ритуся', 30],

            ['ритуша', 'ритуша', 0],
            ['ритуша', 'ритуша', 1],
            ['ритуша', 'ритуша', 2],
            ['ритуша', 'ритуша', 30],

            ['риф', 'риф', 0],
            ['риф', 'риф', 1],
            ['риф', 'риф', 2],
            ['риф', 'риф', 30],

            ['рифма', 'рифма', 0],
            ['рифма', 'рифма', 1],
            ['рифма', 'рифма', 2],
            ['рифма', 'рифма', 30],

            ['роба', 'роба', 0],
            ['роба', 'роба', 1],
            ['роба', 'роба', 2],
            ['роба', 'роба', 30],

            ['роберт', 'роберт', 0],
            ['роберт', 'роберт', 1],
            ['роберт', 'роберт', 2],
            ['роберт', 'роберт', 30],

            ['робертушка', 'робертушка', 0],
            ['робертушка', 'робертушка', 1],
            ['робертушка', 'робертушка', 2],
            ['робертушка', 'робертушка', 30],

            ['робость', 'робость', 0],
            ['робость', 'робость', 1],
            ['робость', 'робость', 2],
            ['робость', 'робость', 30],

            ['робот', 'робот', 0],
            ['робот', 'робот', 1],
            ['робот', 'робот', 2],
            ['робот', 'робот', 30],

            ['ров', 'ров', 0],
            ['ров', 'ров', 1],
            ['ров', 'ров', 2],
            ['ров', 'ров', 30],

            ['ровер', 'ровер', 0],
            ['ровер', 'ровер', 1],
            ['ровер', 'ровер', 2],
            ['ровер', 'ровер', 30],

            ['ровесник', 'ровесник', 0],
            ['ровесник', 'ровесник', 1],
            ['ровесник', 'ровесник', 2],
            ['ровесник', 'ровесник', 30],

            ['ровесница', 'ровесница', 0],
            ['ровесница', 'ровесница', 1],
            ['ровесница', 'ровесница', 2],
            ['ровесница', 'ровесница', 30],

            ['ровик', 'ровик', 0],
            ['ровик', 'ровик', 1],
            ['ровик', 'ровик', 2],
            ['ровик', 'ровик', 30],

            ['ровно', 'ровно', 0],
            ['ровно', 'ровно', 1],
            ['ровно', 'ровно', 2],
            ['ровно', 'ровно', 30],

            ['рог', 'рог', 0],
            ['рог', 'рог', 1],
            ['рог', 'рог', 2],
            ['рог', 'рог', 30],

            ['рогатина', 'рогатина', 0],
            ['рогатина', 'рогатина', 1],
            ['рогатина', 'рогатина', 2],
            ['рогатина', 'рогатина', 30],

            ['рогатка', 'рогатка', 0],
            ['рогатка', 'рогатка', 1],
            ['рогатка', 'рогатка', 2],
            ['рогатка', 'рогатка', 30],

            ['рогач', 'рогач', 0],
            ['рогач', 'рогач', 1],
            ['рогач', 'рогач', 2],
            ['рогач', 'рогач', 30],

            ['роговица', 'роговица', 0],
            ['роговица', 'роговица', 1],
            ['роговица', 'роговица', 2],
            ['роговица', 'роговица', 30],

            ['рогожа', 'рогожа', 0],
            ['рогожа', 'рогожа', 1],
            ['рогожа', 'рогожа', 2],
            ['рогожа', 'рогожа', 30],

            ['род', 'род', 0],
            ['род', 'род', 1],
            ['род', 'род', 2],
            ['род', 'род', 30],

            ['роддом', 'роддом', 0],
            ['роддом', 'роддом', 1],
            ['роддом', 'роддом', 2],
            ['роддом', 'роддом', 30],

            ['роджер', 'роджер', 0],
            ['роджер', 'роджер', 1],
            ['роджер', 'роджер', 2],
            ['роджер', 'роджер', 30],

            ['родина', 'родина', 0],
            ['родина', 'родина', 1],
            ['родина', 'родина', 2],
            ['родина', 'родина', 30],

            ['родинка', 'родинка', 0],
            ['родинка', 'родинка', 1],
            ['родинка', 'родинка', 2],
            ['родинка', 'родинка', 30],

            ['родитель', 'родитель', 0],
            ['родитель', 'родитель', 1],
            ['родитель', 'родитель', 2],
            ['родитель', 'родитель', 30],

            ['родительница', 'родительница', 0],
            ['родительница', 'родительница', 1],
            ['родительница', 'родительница', 2],
            ['родительница', 'родительница', 30],

            ['родич', 'родич', 0],
            ['родич', 'родич', 1],
            ['родич', 'родич', 2],
            ['родич', 'родич', 30],

            ['родник', 'родник', 0],
            ['родник', 'родник', 1],
            ['родник', 'родник', 2],
            ['родник', 'родник', 30],

            ['родничок', 'родничок', 0],
            ['родничок', 'родничок', 1],
            ['родничок', 'родничок', 2],
            ['родничок', 'родничок', 30],

            ['родня', 'родня', 0],
            ['родня', 'родня', 1],
            ['родня', 'родня', 2],
            ['родня', 'родня', 30],

            ['рододендрон', 'рододендрон', 0],
            ['рододендрон', 'рододендрон', 1],
            ['рододендрон', 'рододендрон', 2],
            ['рододендрон', 'рододендрон', 30],

            ['родоначальник', 'родоначальник', 0],
            ['родоначальник', 'родоначальник', 1],
            ['родоначальник', 'родоначальник', 2],
            ['родоначальник', 'родоначальник', 30],

            ['родос', 'родос', 0],
            ['родос', 'родос', 1],
            ['родос', 'родос', 2],
            ['родос', 'родос', 30],

            ['родственник', 'родственник', 0],
            ['родственник', 'родственник', 1],
            ['родственник', 'родственник', 2],
            ['родственник', 'родственник', 30],

            ['родственница', 'родственница', 0],
            ['родственница', 'родственница', 1],
            ['родственница', 'родственница', 2],
            ['родственница', 'родственница', 30],

            ['родственничек', 'родственничек', 0],
            ['родственничек', 'родственничек', 1],
            ['родственничек', 'родственничек', 2],
            ['родственничек', 'родственничек', 30],

            ['родство', 'родство', 0],
            ['родство', 'родство', 1],
            ['родство', 'родство', 2],
            ['родство', 'родство', 30],

            ['рожа', 'рожа', 0],
            ['рожа', 'рожа', 1],
            ['рожа', 'рожа', 2],
            ['рожа', 'рожа', 30],

            ['рождаемость', 'рождаемость', 0],
            ['рождаемость', 'рождаемость', 1],
            ['рождаемость', 'рождаемость', 2],
            ['рождаемость', 'рождаемость', 30],

            ['рождение', 'рождение', 0],
            ['рождение', 'рождение', 1],
            ['рождение', 'рождение', 2],
            ['рождение', 'рождение', 30],

            ['рожденье', 'рожденье', 0],
            ['рожденье', 'рожденье', 1],
            ['рожденье', 'рожденье', 2],
            ['рожденье', 'рожденье', 30],

            ['рождество', 'рождество', 0],
            ['рождество', 'рождество', 1],
            ['рождество', 'рождество', 2],
            ['рождество', 'рождество', 30],

            ['роженица', 'роженица', 0],
            ['роженица', 'роженица', 1],
            ['роженица', 'роженица', 2],
            ['роженица', 'роженица', 30],

            ['рожица', 'рожица', 0],
            ['рожица', 'рожица', 1],
            ['рожица', 'рожица', 2],
            ['рожица', 'рожица', 30],

            ['рожок', 'рожок', 0],
            ['рожок', 'рожок', 1],
            ['рожок', 'рожок', 2],
            ['рожок', 'рожок', 30],

            ['рожон', 'рожон', 0],
            ['рожон', 'рожон', 1],
            ['рожон', 'рожон', 2],
            ['рожон', 'рожон', 30],

            ['рожь', 'рожь', 0],
            ['рожь', 'рожь', 1],
            ['рожь', 'рожь', 2],
            ['рожь', 'рожь', 30],

            ['роза', 'роза', 0],
            ['роза', 'роза', 1],
            ['роза', 'роза', 2],
            ['роза', 'роза', 30],

            ['розалия', 'розалия', 0],
            ['розалия', 'розалия', 1],
            ['розалия', 'розалия', 2],
            ['розалия', 'розалия', 30],

            ['розвальни', 'розвальни', 0],
            ['розвальни', 'розвальни', 1],
            ['розвальни', 'розвальни', 2],
            ['розвальни', 'розвальни', 30],

            ['розга', 'розга', 0],
            ['розга', 'розга', 1],
            ['розга', 'розга', 2],
            ['розга', 'розга', 30],

            ['розетка', 'розетка', 0],
            ['розетка', 'розетка', 1],
            ['розетка', 'розетка', 2],
            ['розетка', 'розетка', 30],

            ['розница', 'розница', 0],
            ['розница', 'розница', 1],
            ['розница', 'розница', 2],
            ['розница', 'розница', 30],

            ['рознь', 'рознь', 0],
            ['рознь', 'рознь', 1],
            ['рознь', 'рознь', 2],
            ['рознь', 'рознь', 30],

            ['розо', 'розо', 0],
            ['розо', 'розо', 1],
            ['розо', 'розо', 2],
            ['розо', 'розо', 30],

            ['розочка', 'розочка', 0],
            ['розочка', 'розочка', 1],
            ['розочка', 'розочка', 2],
            ['розочка', 'розочка', 30],

            ['розыгрыш', 'розыгрыш', 0],
            ['розыгрыш', 'розыгрыш', 1],
            ['розыгрыш', 'розыгрыш', 2],
            ['розыгрыш', 'розыгрыш', 30],

            ['розыск', 'розыск', 0],
            ['розыск', 'розыск', 1],
            ['розыск', 'розыск', 2],
            ['розыск', 'розыск', 30],

            ['рой', 'рой', 0],
            ['рой', 'рой', 1],
            ['рой', 'рой', 2],
            ['рой', 'рой', 30],

            ['рок', 'рок', 0],
            ['рок', 'рок', 1],
            ['рок', 'рок', 2],
            ['рок', 'рок', 30],

            ['рокер', 'рокер', 0],
            ['рокер', 'рокер', 1],
            ['рокер', 'рокер', 2],
            ['рокер', 'рокер', 30],

            ['рокот', 'рокот', 0],
            ['рокот', 'рокот', 1],
            ['рокот', 'рокот', 2],
            ['рокот', 'рокот', 30],

            ['ролик', 'ролик', 0],
            ['ролик', 'ролик', 1],
            ['ролик', 'ролик', 2],
            ['ролик', 'ролик', 30],

            ['ролл', 'ролл', 0],
            ['ролл', 'ролл', 1],
            ['ролл', 'ролл', 2],
            ['ролл', 'ролл', 30],

            ['роль', 'роль', 0],
            ['роль', 'роль', 1],
            ['роль', 'роль', 2],
            ['роль', 'роль', 30],

            ['рома', 'рома', 0],
            ['рома', 'рома', 1],
            ['рома', 'рома', 2],
            ['рома', 'рома', 30],

            ['роман', 'роман', 0],
            ['роман', 'роман', 1],
            ['роман', 'роман', 2],
            ['роман', 'роман', 30],

            ['романа', 'романа', 0],
            ['романа', 'романа', 1],
            ['романа', 'романа', 2],
            ['романа', 'романа', 30],

            ['романист', 'романист', 0],
            ['романист', 'романист', 1],
            ['романист', 'романист', 2],
            ['романист', 'романист', 30],

            ['романка', 'романка', 0],
            ['романка', 'романка', 1],
            ['романка', 'романка', 2],
            ['романка', 'романка', 30],

            ['романс', 'романс', 0],
            ['романс', 'романс', 1],
            ['романс', 'романс', 2],
            ['романс', 'романс', 30],

            ['романтизм', 'романтизм', 0],
            ['романтизм', 'романтизм', 1],
            ['романтизм', 'романтизм', 2],
            ['романтизм', 'романтизм', 30],

            ['романтик', 'романтик', 0],
            ['романтик', 'романтик', 1],
            ['романтик', 'романтик', 2],
            ['романтик', 'романтик', 30],

            ['романтика', 'романтика', 0],
            ['романтика', 'романтика', 1],
            ['романтика', 'романтика', 2],
            ['романтика', 'романтика', 30],

            ['романыч', 'романыч', 0],
            ['романыч', 'романыч', 1],
            ['романыч', 'романыч', 2],
            ['романыч', 'романыч', 30],

            ['романя', 'романя', 0],
            ['романя', 'романя', 1],
            ['романя', 'романя', 2],
            ['романя', 'романя', 30],

            ['ромася', 'ромася', 0],
            ['ромася', 'ромася', 1],
            ['ромася', 'ромася', 2],
            ['ромася', 'ромася', 30],

            ['ромаха', 'ромаха', 0],
            ['ромаха', 'ромаха', 1],
            ['ромаха', 'ромаха', 2],
            ['ромаха', 'ромаха', 30],

            ['ромаша', 'ромаша', 0],
            ['ромаша', 'ромаша', 1],
            ['ромаша', 'ромаша', 2],
            ['ромаша', 'ромаша', 30],

            ['ромашка', 'ромашка', 0],
            ['ромашка', 'ромашка', 1],
            ['ромашка', 'ромашка', 2],
            ['ромашка', 'ромашка', 30],

            ['ромб', 'ромб', 0],
            ['ромб', 'ромб', 1],
            ['ромб', 'ромб', 2],
            ['ромб', 'ромб', 30],

            ['ромбик', 'ромбик', 0],
            ['ромбик', 'ромбик', 1],
            ['ромбик', 'ромбик', 2],
            ['ромбик', 'ромбик', 30],

            ['ромуля', 'ромуля', 0],
            ['ромуля', 'ромуля', 1],
            ['ромуля', 'ромуля', 2],
            ['ромуля', 'ромуля', 30],

            ['рона', 'рона', 0],
            ['рона', 'рона', 1],
            ['рона', 'рона', 2],
            ['рона', 'рона', 30],

            ['ронюша', 'ронюша', 0],
            ['ронюша', 'ронюша', 1],
            ['ронюша', 'ронюша', 2],
            ['ронюша', 'ронюша', 30],

            ['роня', 'роня', 0],
            ['роня', 'роня', 1],
            ['роня', 'роня', 2],
            ['роня', 'роня', 30],

            ['ропот', 'ропот', 0],
            ['ропот', 'ропот', 1],
            ['ропот', 'ропот', 2],
            ['ропот', 'ропот', 30],

            ['роса', 'роса', 0],
            ['роса', 'роса', 1],
            ['роса', 'роса', 2],
            ['роса', 'роса', 30],

            ['росвооружение', 'росвооружение', 0],
            ['росвооружение', 'росвооружение', 1],
            ['росвооружение', 'росвооружение', 2],
            ['росвооружение', 'росвооружение', 30],

            ['росинант', 'росинант', 0],
            ['росинант', 'росинант', 1],
            ['росинант', 'росинант', 2],
            ['росинант', 'росинант', 30],

            ['росинка', 'росинка', 0],
            ['росинка', 'росинка', 1],
            ['росинка', 'росинка', 2],
            ['росинка', 'росинка', 30],

            ['роскошь', 'роскошь', 0],
            ['роскошь', 'роскошь', 1],
            ['роскошь', 'роскошь', 2],
            ['роскошь', 'роскошь', 30],

            ['роснефть', 'роснефть', 0],
            ['роснефть', 'роснефть', 1],
            ['роснефть', 'роснефть', 2],
            ['роснефть', 'роснефть', 30],

            ['росомаха', 'росомаха', 0],
            ['росомаха', 'росомаха', 1],
            ['росомаха', 'росомаха', 2],
            ['росомаха', 'росомаха', 30],

            ['роспись', 'роспись', 0],
            ['роспись', 'роспись', 1],
            ['роспись', 'роспись', 2],
            ['роспись', 'роспись', 30],

            ['роспуск', 'роспуск', 0],
            ['роспуск', 'роспуск', 1],
            ['роспуск', 'роспуск', 2],
            ['роспуск', 'роспуск', 30],

            ['россия', 'россия', 0],
            ['россия', 'россия', 1],
            ['россия', 'россия', 2],
            ['россия', 'россия', 30],

            ['россиянин', 'россиянин', 0],
            ['россиянин', 'россиянин', 1],
            ['россиянин', 'россиянин', 2],
            ['россиянин', 'россиянин', 30],

            ['россказни', 'россказни', 0],
            ['россказни', 'россказни', 1],
            ['россказни', 'россказни', 2],
            ['россказни', 'россказни', 30],

            ['россыпь', 'россыпь', 0],
            ['россыпь', 'россыпь', 1],
            ['россыпь', 'россыпь', 2],
            ['россыпь', 'россыпь', 30],

            ['рост', 'рост', 0],
            ['рост', 'рост', 1],
            ['рост', 'рост', 2],
            ['рост', 'рост', 30],

            ['ростислав', 'ростислав', 0],
            ['ростислав', 'ростислав', 1],
            ['ростислав', 'ростислав', 2],
            ['ростислав', 'ростислав', 30],

            ['ростислава', 'ростислава', 0],
            ['ростислава', 'ростислава', 1],
            ['ростислава', 'ростислава', 2],
            ['ростислава', 'ростислава', 30],

            ['ростиславка', 'ростиславка', 0],
            ['ростиславка', 'ростиславка', 1],
            ['ростиславка', 'ростиславка', 2],
            ['ростиславка', 'ростиславка', 30],

            ['ростов', 'ростов', 0],
            ['ростов', 'ростов', 1],
            ['ростов', 'ростов', 2],
            ['ростов', 'ростов', 30],

            ['ростова', 'ростова', 0],
            ['ростова', 'ростова', 1],
            ['ростова', 'ростова', 2],
            ['ростова', 'ростова', 30],

            ['ростовщик', 'ростовщик', 0],
            ['ростовщик', 'ростовщик', 1],
            ['ростовщик', 'ростовщик', 2],
            ['ростовщик', 'ростовщик', 30],

            ['росток', 'росток', 0],
            ['росток', 'росток', 1],
            ['росток', 'росток', 2],
            ['росток', 'росток', 30],

            ['ростя', 'ростя', 0],
            ['ростя', 'ростя', 1],
            ['ростя', 'ростя', 2],
            ['ростя', 'ростя', 30],

            ['ростяна', 'ростяна', 0],
            ['ростяна', 'ростяна', 1],
            ['ростяна', 'ростяна', 2],
            ['ростяна', 'ростяна', 30],

            ['росчерк', 'росчерк', 0],
            ['росчерк', 'росчерк', 1],
            ['росчерк', 'росчерк', 2],
            ['росчерк', 'росчерк', 30],

            ['рося', 'рося', 0],
            ['рося', 'рося', 1],
            ['рося', 'рося', 2],
            ['рося', 'рося', 30],

            ['рот', 'рот', 0],
            ['рот', 'рот', 1],
            ['рот', 'рот', 2],
            ['рот', 'рот', 30],

            ['рота', 'рота', 0],
            ['рота', 'рота', 1],
            ['рота', 'рота', 2],
            ['рота', 'рота', 30],

            ['ротация', 'ротация', 0],
            ['ротация', 'ротация', 1],
            ['ротация', 'ротация', 2],
            ['ротация', 'ротация', 30],

            ['ротик', 'ротик', 0],
            ['ротик', 'ротик', 1],
            ['ротик', 'ротик', 2],
            ['ротик', 'ротик', 30],

            ['ротмистр', 'ротмистр', 0],
            ['ротмистр', 'ротмистр', 1],
            ['ротмистр', 'ротмистр', 2],
            ['ротмистр', 'ротмистр', 30],

            ['ротный', 'ротный', 0],
            ['ротный', 'ротный', 1],
            ['ротный', 'ротный', 2],
            ['ротный', 'ротный', 30],

            ['ротозей', 'ротозей', 0],
            ['ротозей', 'ротозей', 1],
            ['ротозей', 'ротозей', 2],
            ['ротозей', 'ротозей', 30],

            ['ротонда', 'ротонда', 0],
            ['ротонда', 'ротонда', 1],
            ['ротонда', 'ротонда', 2],
            ['ротонда', 'ротонда', 30],

            ['ротор', 'ротор', 0],
            ['ротор', 'ротор', 1],
            ['ротор', 'ротор', 2],
            ['ротор', 'ротор', 30],

            ['роторуа', 'роторуа', 0],
            ['роторуа', 'роторуа', 1],
            ['роторуа', 'роторуа', 2],
            ['роторуа', 'роторуа', 30],

            ['роттердам', 'роттердам', 0],
            ['роттердам', 'роттердам', 1],
            ['роттердам', 'роттердам', 2],
            ['роттердам', 'роттердам', 30],

            ['ротя', 'ротя', 0],
            ['ротя', 'ротя', 1],
            ['ротя', 'ротя', 2],
            ['ротя', 'ротя', 30],

            ['роща', 'роща', 0],
            ['роща', 'роща', 1],
            ['роща', 'роща', 2],
            ['роща', 'роща', 30],

            ['рощица', 'рощица', 0],
            ['рощица', 'рощица', 1],
            ['рощица', 'рощица', 2],
            ['рощица', 'рощица', 30],

            ['рояль', 'рояль', 0],
            ['рояль', 'рояль', 1],
            ['рояль', 'рояль', 2],
            ['рояль', 'рояль', 30],

            ['рсфср', 'рсфср', 0],
            ['рсфср', 'рсфср', 1],
            ['рсфср', 'рсфср', 2],
            ['рсфср', 'рсфср', 30],

            ['ртр', 'ртр', 0],
            ['ртр', 'ртр', 1],
            ['ртр', 'ртр', 2],
            ['ртр', 'ртр', 30],

            ['ртуть', 'ртуть', 0],
            ['ртуть', 'ртуть', 1],
            ['ртуть', 'ртуть', 2],
            ['ртуть', 'ртуть', 30],

            ['руанда', 'руанда', 0],
            ['руанда', 'руанда', 1],
            ['руанда', 'руанда', 2],
            ['руанда', 'руанда', 30],

            ['рубанок', 'рубанок', 0],
            ['рубанок', 'рубанок', 1],
            ['рубанок', 'рубанок', 2],
            ['рубанок', 'рубанок', 30],

            ['рубаха', 'рубаха', 0],
            ['рубаха', 'рубаха', 1],
            ['рубаха', 'рубаха', 2],
            ['рубаха', 'рубаха', 30],

            ['рубашечка', 'рубашечка', 0],
            ['рубашечка', 'рубашечка', 1],
            ['рубашечка', 'рубашечка', 2],
            ['рубашечка', 'рубашечка', 30],

            ['рубашка', 'рубашка', 0],
            ['рубашка', 'рубашка', 1],
            ['рубашка', 'рубашка', 2],
            ['рубашка', 'рубашка', 30],

            ['рубеж', 'рубеж', 0],
            ['рубеж', 'рубеж', 1],
            ['рубеж', 'рубеж', 2],
            ['рубеж', 'рубеж', 30],

            ['рубец', 'рубец', 0],
            ['рубец', 'рубец', 1],
            ['рубец', 'рубец', 2],
            ['рубец', 'рубец', 30],

            ['рубило', 'рубило', 0],
            ['рубило', 'рубило', 1],
            ['рубило', 'рубило', 2],
            ['рубило', 'рубило', 30],

            ['рубильник', 'рубильник', 0],
            ['рубильник', 'рубильник', 1],
            ['рубильник', 'рубильник', 2],
            ['рубильник', 'рубильник', 30],

            ['рубка', 'рубка', 0],
            ['рубка', 'рубка', 1],
            ['рубка', 'рубка', 2],
            ['рубка', 'рубка', 30],

            ['рублевка', 'рублевка', 0],
            ['рублевка', 'рублевка', 1],
            ['рублевка', 'рублевка', 2],
            ['рублевка', 'рублевка', 30],

            ['рублик', 'рублик', 0],
            ['рублик', 'рублик', 1],
            ['рублик', 'рублик', 2],
            ['рублик', 'рублик', 30],

            ['рубль', 'рубль', 0],
            ['рубль', 'рубль', 1],
            ['рубль', 'рубль', 2],
            ['рубль', 'рубль', 30],

            ['рубрика', 'рубрика', 0],
            ['рубрика', 'рубрика', 1],
            ['рубрика', 'рубрика', 2],
            ['рубрика', 'рубрика', 30],

            ['рубцевание', 'рубцевание', 0],
            ['рубцевание', 'рубцевание', 1],
            ['рубцевание', 'рубцевание', 2],
            ['рубцевание', 'рубцевание', 30],

            ['рубчик', 'рубчик', 0],
            ['рубчик', 'рубчик', 1],
            ['рубчик', 'рубчик', 2],
            ['рубчик', 'рубчик', 30],

            ['ругань', 'ругань', 0],
            ['ругань', 'ругань', 1],
            ['ругань', 'ругань', 2],
            ['ругань', 'ругань', 30],

            ['ругательство', 'ругательство', 0],
            ['ругательство', 'ругательство', 1],
            ['ругательство', 'ругательство', 2],
            ['ругательство', 'ругательство', 30],

            ['руда', 'руда', 0],
            ['руда', 'руда', 1],
            ['руда', 'руда', 2],
            ['руда', 'руда', 30],

            ['рудник', 'рудник', 0],
            ['рудник', 'рудник', 1],
            ['рудник', 'рудник', 2],
            ['рудник', 'рудник', 30],

            ['рудокоп', 'рудокоп', 0],
            ['рудокоп', 'рудокоп', 1],
            ['рудокоп', 'рудокоп', 2],
            ['рудокоп', 'рудокоп', 30],

            ['рудольф', 'рудольф', 0],
            ['рудольф', 'рудольф', 1],
            ['рудольф', 'рудольф', 2],
            ['рудольф', 'рудольф', 30],

            ['ружье', 'ружье', 0],
            ['ружье', 'ружье', 1],
            ['ружье', 'ружье', 2],
            ['ружье', 'ружье', 30],

            ['руза', 'руза', 0],
            ['руза', 'руза', 1],
            ['руза', 'руза', 2],
            ['руза', 'руза', 30],

            ['руина', 'руина', 0],
            ['руина', 'руина', 1],
            ['руина', 'руина', 2],
            ['руина', 'руина', 30],

            ['рука', 'рука', 0],
            ['рука', 'рука', 1],
            ['рука', 'рука', 2],
            ['рука', 'рука', 30],

            ['рукав', 'рукав', 0],
            ['рукав', 'рукав', 1],
            ['рукав', 'рукав', 2],
            ['рукав', 'рукав', 30],

            ['рукавица', 'рукавица', 0],
            ['рукавица', 'рукавица', 1],
            ['рукавица', 'рукавица', 2],
            ['рукавица', 'рукавица', 30],

            ['руководитель', 'руководитель', 0],
            ['руководитель', 'руководитель', 1],
            ['руководитель', 'руководитель', 2],
            ['руководитель', 'руководитель', 30],

            ['руководительница', 'руководительница', 0],
            ['руководительница', 'руководительница', 1],
            ['руководительница', 'руководительница', 2],
            ['руководительница', 'руководительница', 30],

            ['руководство', 'руководство', 0],
            ['руководство', 'руководство', 1],
            ['руководство', 'руководство', 2],
            ['руководство', 'руководство', 30],

            ['рукомойник', 'рукомойник', 0],
            ['рукомойник', 'рукомойник', 1],
            ['рукомойник', 'рукомойник', 2],
            ['рукомойник', 'рукомойник', 30],

            ['рукопись', 'рукопись', 0],
            ['рукопись', 'рукопись', 1],
            ['рукопись', 'рукопись', 2],
            ['рукопись', 'рукопись', 30],

            ['рукопожатие', 'рукопожатие', 0],
            ['рукопожатие', 'рукопожатие', 1],
            ['рукопожатие', 'рукопожатие', 2],
            ['рукопожатие', 'рукопожатие', 30],

            ['рукоприкладство', 'рукоприкладство', 0],
            ['рукоприкладство', 'рукоприкладство', 1],
            ['рукоприкладство', 'рукоприкладство', 2],
            ['рукоприкладство', 'рукоприкладство', 30],

            ['рукоятка', 'рукоятка', 0],
            ['рукоятка', 'рукоятка', 1],
            ['рукоятка', 'рукоятка', 2],
            ['рукоятка', 'рукоятка', 30],

            ['рукоять', 'рукоять', 0],
            ['рукоять', 'рукоять', 1],
            ['рукоять', 'рукоять', 2],
            ['рукоять', 'рукоять', 30],

            ['рулада', 'рулада', 0],
            ['рулада', 'рулада', 1],
            ['рулада', 'рулада', 2],
            ['рулада', 'рулада', 30],

            ['рулевой', 'рулевой', 0],
            ['рулевой', 'рулевой', 1],
            ['рулевой', 'рулевой', 2],
            ['рулевой', 'рулевой', 30],

            ['рулетка', 'рулетка', 0],
            ['рулетка', 'рулетка', 1],
            ['рулетка', 'рулетка', 2],
            ['рулетка', 'рулетка', 30],

            ['рулон', 'рулон', 0],
            ['рулон', 'рулон', 1],
            ['рулон', 'рулон', 2],
            ['рулон', 'рулон', 30],

            ['руль', 'руль', 0],
            ['руль', 'руль', 1],
            ['руль', 'руль', 2],
            ['руль', 'руль', 30],

            ['румын', 'румын', 0],
            ['румын', 'румын', 1],
            ['румын', 'румын', 2],
            ['румын', 'румын', 30],

            ['румыния', 'румыния', 0],
            ['румыния', 'румыния', 1],
            ['румыния', 'румыния', 2],
            ['румыния', 'румыния', 30],

            ['румяна', 'румяна', 0],
            ['румяна', 'румяна', 1],
            ['румяна', 'румяна', 2],
            ['румяна', 'румяна', 30],

            ['румянец', 'румянец', 0],
            ['румянец', 'румянец', 1],
            ['румянец', 'румянец', 2],
            ['румянец', 'румянец', 30],

            ['рундук', 'рундук', 0],
            ['рундук', 'рундук', 1],
            ['рундук', 'рундук', 2],
            ['рундук', 'рундук', 30],

            ['рупор', 'рупор', 0],
            ['рупор', 'рупор', 1],
            ['рупор', 'рупор', 2],
            ['рупор', 'рупор', 30],

            ['рур', 'рур', 0],
            ['рур', 'рур', 1],
            ['рур', 'рур', 2],
            ['рур', 'рур', 30],

            ['русалка', 'русалка', 0],
            ['русалка', 'русалка', 1],
            ['русалка', 'русалка', 2],
            ['русалка', 'русалка', 30],

            ['руслан', 'руслан', 0],
            ['руслан', 'руслан', 1],
            ['руслан', 'руслан', 2],
            ['руслан', 'руслан', 30],

            ['руслана', 'руслана', 0],
            ['руслана', 'руслана', 1],
            ['руслана', 'руслана', 2],
            ['руслана', 'руслана', 30],

            ['русланка', 'русланка', 0],
            ['русланка', 'русланка', 1],
            ['русланка', 'русланка', 2],
            ['русланка', 'русланка', 30],

            ['русланыч', 'русланыч', 0],
            ['русланыч', 'русланыч', 1],
            ['русланыч', 'русланыч', 2],
            ['русланыч', 'русланыч', 30],

            ['русло', 'русло', 0],
            ['русло', 'русло', 1],
            ['русло', 'русло', 2],
            ['русло', 'русло', 30],

            ['русофобия', 'русофобия', 0],
            ['русофобия', 'русофобия', 1],
            ['русофобия', 'русофобия', 2],
            ['русофобия', 'русофобия', 30],

            ['русский', 'русский', 0],
            ['русский', 'русский', 1],
            ['русский', 'русский', 2],
            ['русский', 'русский', 30],

            ['рустик', 'рустик', 0],
            ['рустик', 'рустик', 1],
            ['рустик', 'рустик', 2],
            ['рустик', 'рустик', 30],

            ['рустя', 'рустя', 0],
            ['рустя', 'рустя', 1],
            ['рустя', 'рустя', 2],
            ['рустя', 'рустя', 30],

            ['русь', 'русь', 0],
            ['русь', 'русь', 1],
            ['русь', 'русь', 2],
            ['русь', 'русь', 30],

            ['руся', 'руся', 0],
            ['руся', 'руся', 1],
            ['руся', 'руся', 2],
            ['руся', 'руся', 30],

            ['рута', 'рута', 0],
            ['рута', 'рута', 1],
            ['рута', 'рута', 2],
            ['рута', 'рута', 30],

            ['рутина', 'рутина', 0],
            ['рутина', 'рутина', 1],
            ['рутина', 'рутина', 2],
            ['рутина', 'рутина', 30],

            ['рухлядь', 'рухлядь', 0],
            ['рухлядь', 'рухлядь', 1],
            ['рухлядь', 'рухлядь', 2],
            ['рухлядь', 'рухлядь', 30],

            ['ручеек', 'ручеек', 0],
            ['ручеек', 'ручеек', 1],
            ['ручеек', 'ручеек', 2],
            ['ручеек', 'ручеек', 30],

            ['ручей', 'ручей', 0],
            ['ручей', 'ручей', 1],
            ['ручей', 'ручей', 2],
            ['ручей', 'ручей', 30],

            ['рученька', 'рученька', 0],
            ['рученька', 'рученька', 1],
            ['рученька', 'рученька', 2],
            ['рученька', 'рученька', 30],

            ['ручища', 'ручища', 0],
            ['ручища', 'ручища', 1],
            ['ручища', 'ручища', 2],
            ['ручища', 'ручища', 30],

            ['ручка', 'ручка', 0],
            ['ручка', 'ручка', 1],
            ['ручка', 'ручка', 2],
            ['ручка', 'ручка', 30],

            ['ручонка', 'ручонка', 0],
            ['ручонка', 'ручонка', 1],
            ['ручонка', 'ручонка', 2],
            ['ручонка', 'ручонка', 30],

            ['рушник', 'рушник', 0],
            ['рушник', 'рушник', 1],
            ['рушник', 'рушник', 2],
            ['рушник', 'рушник', 30],

            ['рф', 'рф', 0],
            ['рф', 'рф', 1],
            ['рф', 'рф', 2],
            ['рф', 'рф', 30],

            ['рыба', 'рыба', 0],
            ['рыба', 'рыба', 1],
            ['рыба', 'рыба', 2],
            ['рыба', 'рыба', 30],

            ['рыбак', 'рыбак', 0],
            ['рыбак', 'рыбак', 1],
            ['рыбак', 'рыбак', 2],
            ['рыбак', 'рыбак', 30],

            ['рыбалка', 'рыбалка', 0],
            ['рыбалка', 'рыбалка', 1],
            ['рыбалка', 'рыбалка', 2],
            ['рыбалка', 'рыбалка', 30],

            ['рыбачка', 'рыбачка', 0],
            ['рыбачка', 'рыбачка', 1],
            ['рыбачка', 'рыбачка', 2],
            ['рыбачка', 'рыбачка', 30],

            ['рыбешка', 'рыбешка', 0],
            ['рыбешка', 'рыбешка', 1],
            ['рыбешка', 'рыбешка', 2],
            ['рыбешка', 'рыбешка', 30],

            ['рыбина', 'рыбина', 0],
            ['рыбина', 'рыбина', 1],
            ['рыбина', 'рыбина', 2],
            ['рыбина', 'рыбина', 30],

            ['рыбка', 'рыбка', 0],
            ['рыбка', 'рыбка', 1],
            ['рыбка', 'рыбка', 2],
            ['рыбка', 'рыбка', 30],

            ['рыбница', 'рыбница', 0],
            ['рыбница', 'рыбница', 1],
            ['рыбница', 'рыбница', 2],
            ['рыбница', 'рыбница', 30],

            ['рыболов', 'рыболов', 0],
            ['рыболов', 'рыболов', 1],
            ['рыболов', 'рыболов', 2],
            ['рыболов', 'рыболов', 30],

            ['рыболовство', 'рыболовство', 0],
            ['рыболовство', 'рыболовство', 1],
            ['рыболовство', 'рыболовство', 2],
            ['рыболовство', 'рыболовство', 30],

            ['рывок', 'рывок', 0],
            ['рывок', 'рывок', 1],
            ['рывок', 'рывок', 2],
            ['рывок', 'рывок', 30],

            ['рыдание', 'рыдание', 0],
            ['рыдание', 'рыдание', 1],
            ['рыдание', 'рыдание', 2],
            ['рыдание', 'рыдание', 30],

            ['рыжий', 'рыжий', 0],
            ['рыжий', 'рыжий', 1],
            ['рыжий', 'рыжий', 2],
            ['рыжий', 'рыжий', 30],

            ['рыжик', 'рыжик', 0],
            ['рыжик', 'рыжик', 1],
            ['рыжик', 'рыжик', 2],
            ['рыжик', 'рыжик', 30],

            ['рык', 'рык', 0],
            ['рык', 'рык', 1],
            ['рык', 'рык', 2],
            ['рык', 'рык', 30],

            ['рыло', 'рыло', 0],
            ['рыло', 'рыло', 1],
            ['рыло', 'рыло', 2],
            ['рыло', 'рыло', 30],

            ['рыльце', 'рыльце', 0],
            ['рыльце', 'рыльце', 1],
            ['рыльце', 'рыльце', 2],
            ['рыльце', 'рыльце', 30],

            ['рында', 'рында', 0],
            ['рында', 'рында', 1],
            ['рында', 'рында', 2],
            ['рында', 'рында', 30],

            ['рынок', 'рынок', 0],
            ['рынок', 'рынок', 1],
            ['рынок', 'рынок', 2],
            ['рынок', 'рынок', 30],

            ['рысак', 'рысак', 0],
            ['рысак', 'рысак', 1],
            ['рысак', 'рысак', 2],
            ['рысак', 'рысак', 30],

            ['рысца', 'рысца', 0],
            ['рысца', 'рысца', 1],
            ['рысца', 'рысца', 2],
            ['рысца', 'рысца', 30],

            ['рысь', 'рысь', 0],
            ['рысь', 'рысь', 1],
            ['рысь', 'рысь', 2],
            ['рысь', 'рысь', 30],

            ['рытвина', 'рытвина', 0],
            ['рытвина', 'рытвина', 1],
            ['рытвина', 'рытвина', 2],
            ['рытвина', 'рытвина', 30],

            ['рытье', 'рытье', 0],
            ['рытье', 'рытье', 1],
            ['рытье', 'рытье', 2],
            ['рытье', 'рытье', 30],

            ['рыцарство', 'рыцарство', 0],
            ['рыцарство', 'рыцарство', 1],
            ['рыцарство', 'рыцарство', 2],
            ['рыцарство', 'рыцарство', 30],

            ['рыцарь', 'рыцарь', 0],
            ['рыцарь', 'рыцарь', 1],
            ['рыцарь', 'рыцарь', 2],
            ['рыцарь', 'рыцарь', 30],

            ['рычаг', 'рычаг', 0],
            ['рычаг', 'рычаг', 1],
            ['рычаг', 'рычаг', 2],
            ['рычаг', 'рычаг', 30],

            ['рычажок', 'рычажок', 0],
            ['рычажок', 'рычажок', 1],
            ['рычажок', 'рычажок', 2],
            ['рычажок', 'рычажок', 30],

            ['рычание', 'рычание', 0],
            ['рычание', 'рычание', 1],
            ['рычание', 'рычание', 2],
            ['рычание', 'рычание', 30],

            ['рэкет', 'рэкет', 0],
            ['рэкет', 'рэкет', 1],
            ['рэкет', 'рэкет', 2],
            ['рэкет', 'рэкет', 30],

            ['рэкетир', 'рэкетир', 0],
            ['рэкетир', 'рэкетир', 1],
            ['рэкетир', 'рэкетир', 2],
            ['рэкетир', 'рэкетир', 30],

            ['рюкзак', 'рюкзак', 0],
            ['рюкзак', 'рюкзак', 1],
            ['рюкзак', 'рюкзак', 2],
            ['рюкзак', 'рюкзак', 30],

            ['рюкзачок', 'рюкзачок', 0],
            ['рюкзачок', 'рюкзачок', 1],
            ['рюкзачок', 'рюкзачок', 2],
            ['рюкзачок', 'рюкзачок', 30],

            ['рюмин', 'рюмин', 0],
            ['рюмин', 'рюмин', 1],
            ['рюмин', 'рюмин', 2],
            ['рюмин', 'рюмин', 30],

            ['рюмка', 'рюмка', 0],
            ['рюмка', 'рюмка', 1],
            ['рюмка', 'рюмка', 2],
            ['рюмка', 'рюмка', 30],

            ['рюмочка', 'рюмочка', 0],
            ['рюмочка', 'рюмочка', 1],
            ['рюмочка', 'рюмочка', 2],
            ['рюмочка', 'рюмочка', 30],

            ['рябина', 'рябина', 0],
            ['рябина', 'рябина', 1],
            ['рябина', 'рябина', 2],
            ['рябина', 'рябина', 30],

            ['рябчик', 'рябчик', 0],
            ['рябчик', 'рябчик', 1],
            ['рябчик', 'рябчик', 2],
            ['рябчик', 'рябчик', 30],

            ['рябь', 'рябь', 0],
            ['рябь', 'рябь', 1],
            ['рябь', 'рябь', 2],
            ['рябь', 'рябь', 30],

            ['ряд', 'ряд', 0],
            ['ряд', 'ряд', 1],
            ['ряд', 'ряд', 2],
            ['ряд', 'ряд', 30],

            ['рядно', 'рядно', 0],
            ['рядно', 'рядно', 1],
            ['рядно', 'рядно', 2],
            ['рядно', 'рядно', 30],

            ['рядовой', 'рядовой', 0],
            ['рядовой', 'рядовой', 1],
            ['рядовой', 'рядовой', 2],
            ['рядовой', 'рядовой', 30],

            ['рядок', 'рядок', 0],
            ['рядок', 'рядок', 1],
            ['рядок', 'рядок', 2],
            ['рядок', 'рядок', 30],

            ['рязань', 'рязань', 0],
            ['рязань', 'рязань', 1],
            ['рязань', 'рязань', 2],
            ['рязань', 'рязань', 30],

            ['ряса', 'ряса', 0],
            ['ряса', 'ряса', 1],
            ['ряса', 'ряса', 2],
            ['ряса', 'ряса', 30],

            ['ряска', 'ряска', 0],
            ['ряска', 'ряска', 1],
            ['ряска', 'ряска', 2],
            ['ряска', 'ряска', 30]
        ];
    }
}