<?php
declare(strict_types=1);

namespace Noldors\Inflect\Tests\RussianDataProviders;

class LetterG
{
    public static function data(): array
    {
        return [
            ['га', 'га', 0],
            ['га', 'га', 1],
            ['га', 'га', 2],
            ['га', 'га', 30],

            ['гаага', 'гаага', 0],
            ['гаага', 'гаага', 1],
            ['гаага', 'гаага', 2],
            ['гаага', 'гаага', 30],

            ['габарит', 'габарит', 0],
            ['габарит', 'габарит', 1],
            ['габарит', 'габарит', 2],
            ['габарит', 'габарит', 30],

            ['габон', 'габон', 0],
            ['габон', 'габон', 1],
            ['габон', 'габон', 2],
            ['габон', 'габон', 30],

            ['габороне', 'габороне', 0],
            ['габороне', 'габороне', 1],
            ['габороне', 'габороне', 2],
            ['габороне', 'габороне', 30],

            ['гавана', 'гавана', 0],
            ['гавана', 'гавана', 1],
            ['гавана', 'гавана', 2],
            ['гавана', 'гавана', 30],

            ['гавань', 'гавань', 0],
            ['гавань', 'гавань', 1],
            ['гавань', 'гавань', 2],
            ['гавань', 'гавань', 30],

            ['гага', 'гага', 0],
            ['гага', 'гага', 1],
            ['гага', 'гага', 2],
            ['гага', 'гага', 30],

            ['гагра', 'гагра', 0],
            ['гагра', 'гагра', 1],
            ['гагра', 'гагра', 2],
            ['гагра', 'гагра', 30],

            ['гад', 'гад', 0],
            ['гад', 'гад', 1],
            ['гад', 'гад', 2],
            ['гад', 'гад', 30],

            ['гадалка', 'гадалка', 0],
            ['гадалка', 'гадалка', 1],
            ['гадалка', 'гадалка', 2],
            ['гадалка', 'гадалка', 30],

            ['гадание', 'гадание', 0],
            ['гадание', 'гадание', 1],
            ['гадание', 'гадание', 2],
            ['гадание', 'гадание', 30],

            ['гаденыш', 'гаденыш', 0],
            ['гаденыш', 'гаденыш', 1],
            ['гаденыш', 'гаденыш', 2],
            ['гаденыш', 'гаденыш', 30],

            ['гадина', 'гадина', 0],
            ['гадина', 'гадина', 1],
            ['гадина', 'гадина', 2],
            ['гадина', 'гадина', 30],

            ['гадливость', 'гадливость', 0],
            ['гадливость', 'гадливость', 1],
            ['гадливость', 'гадливость', 2],
            ['гадливость', 'гадливость', 30],

            ['гадость', 'гадость', 0],
            ['гадость', 'гадость', 1],
            ['гадость', 'гадость', 2],
            ['гадость', 'гадость', 30],

            ['гадюка', 'гадюка', 0],
            ['гадюка', 'гадюка', 1],
            ['гадюка', 'гадюка', 2],
            ['гадюка', 'гадюка', 30],

            ['гаер', 'гаер', 0],
            ['гаер', 'гаер', 1],
            ['гаер', 'гаер', 2],
            ['гаер', 'гаер', 30],

            ['гаечка', 'гаечка', 0],
            ['гаечка', 'гаечка', 1],
            ['гаечка', 'гаечка', 2],
            ['гаечка', 'гаечка', 30],

            ['газ', 'газ', 0],
            ['газ', 'газ', 1],
            ['газ', 'газ', 2],
            ['газ', 'газ', 30],

            ['газель', 'газель', 0],
            ['газель', 'газель', 1],
            ['газель', 'газель', 2],
            ['газель', 'газель', 30],

            ['газета', 'газета', 0],
            ['газета', 'газета', 1],
            ['газета', 'газета', 2],
            ['газета', 'газета', 30],

            ['газетенка', 'газетенка', 0],
            ['газетенка', 'газетенка', 1],
            ['газетенка', 'газетенка', 2],
            ['газетенка', 'газетенка', 30],

            ['газетка', 'газетка', 0],
            ['газетка', 'газетка', 1],
            ['газетка', 'газетка', 2],
            ['газетка', 'газетка', 30],

            ['газетчик', 'газетчик', 0],
            ['газетчик', 'газетчик', 1],
            ['газетчик', 'газетчик', 2],
            ['газетчик', 'газетчик', 30],

            ['газик', 'газик', 0],
            ['газик', 'газик', 1],
            ['газик', 'газик', 2],
            ['газик', 'газик', 30],

            ['газировка', 'газировка', 0],
            ['газировка', 'газировка', 1],
            ['газировка', 'газировка', 2],
            ['газировка', 'газировка', 30],

            ['газон', 'газон', 0],
            ['газон', 'газон', 1],
            ['газон', 'газон', 2],
            ['газон', 'газон', 30],

            ['газопровод', 'газопровод', 0],
            ['газопровод', 'газопровод', 1],
            ['газопровод', 'газопровод', 2],
            ['газопровод', 'газопровод', 30],

            ['газпром', 'газпром', 0],
            ['газпром', 'газпром', 1],
            ['газпром', 'газпром', 2],
            ['газпром', 'газпром', 30],

            ['гаити', 'гаити', 0],
            ['гаити', 'гаити', 1],
            ['гаити', 'гаити', 2],
            ['гаити', 'гаити', 30],

            ['гайана', 'гайана', 0],
            ['гайана', 'гайана', 1],
            ['гайана', 'гайана', 2],
            ['гайана', 'гайана', 30],

            ['гайда', 'гайда', 0],
            ['гайда', 'гайда', 1],
            ['гайда', 'гайда', 2],
            ['гайда', 'гайда', 30],

            ['гайка', 'гайка', 0],
            ['гайка', 'гайка', 1],
            ['гайка', 'гайка', 2],
            ['гайка', 'гайка', 30],

            ['гайморит', 'гайморит', 0],
            ['гайморит', 'гайморит', 1],
            ['гайморит', 'гайморит', 2],
            ['гайморит', 'гайморит', 30],

            ['гак', 'гак', 0],
            ['гак', 'гак', 1],
            ['гак', 'гак', 2],
            ['гак', 'гак', 30],

            ['гала', 'гала', 0],
            ['гала', 'гала', 1],
            ['гала', 'гала', 2],
            ['гала', 'гала', 30],

            ['галактика', 'галактика', 0],
            ['галактика', 'галактика', 1],
            ['галактика', 'галактика', 2],
            ['галактика', 'галактика', 30],

            ['галдеж', 'галдеж', 0],
            ['галдеж', 'галдеж', 1],
            ['галдеж', 'галдеж', 2],
            ['галдеж', 'галдеж', 30],

            ['галек', 'галек', 0],
            ['галек', 'галек', 1],
            ['галек', 'галек', 2],
            ['галек', 'галек', 30],

            ['галека', 'галека', 0],
            ['галека', 'галека', 1],
            ['галека', 'галека', 2],
            ['галека', 'галека', 30],

            ['галера', 'галера', 0],
            ['галера', 'галера', 1],
            ['галера', 'галера', 2],
            ['галера', 'галера', 30],

            ['галерея', 'галерея', 0],
            ['галерея', 'галерея', 1],
            ['галерея', 'галерея', 2],
            ['галерея', 'галерея', 30],

            ['галерка', 'галерка', 0],
            ['галерка', 'галерка', 1],
            ['галерка', 'галерка', 2],
            ['галерка', 'галерка', 30],

            ['галета', 'галета', 0],
            ['галета', 'галета', 1],
            ['галета', 'галета', 2],
            ['галета', 'галета', 30],

            ['гали', 'гали', 0],
            ['гали', 'гали', 1],
            ['гали', 'гали', 2],
            ['гали', 'гали', 30],

            ['галиев', 'галиев', 0],
            ['галиев', 'галиев', 1],
            ['галиев', 'галиев', 2],
            ['галиев', 'галиев', 30],

            ['галика', 'галика', 0],
            ['галика', 'галика', 1],
            ['галика', 'галика', 2],
            ['галика', 'галика', 30],

            ['галиматья', 'галиматья', 0],
            ['галиматья', 'галиматья', 1],
            ['галиматья', 'галиматья', 2],
            ['галиматья', 'галиматья', 30],

            ['галина', 'галина', 0],
            ['галина', 'галина', 1],
            ['галина', 'галина', 2],
            ['галина', 'галина', 30],

            ['галинка', 'галинка', 0],
            ['галинка', 'галинка', 1],
            ['галинка', 'галинка', 2],
            ['галинка', 'галинка', 30],

            ['галинуха', 'галинуха', 0],
            ['галинуха', 'галинуха', 1],
            ['галинуха', 'галинуха', 2],
            ['галинуха', 'галинуха', 30],

            ['галинуша', 'галинуша', 0],
            ['галинуша', 'галинуша', 1],
            ['галинуша', 'галинуша', 2],
            ['галинуша', 'галинуша', 30],

            ['галифе', 'галифе', 0],
            ['галифе', 'галифе', 1],
            ['галифе', 'галифе', 2],
            ['галифе', 'галифе', 30],

            ['галиха', 'галиха', 0],
            ['галиха', 'галиха', 1],
            ['галиха', 'галиха', 2],
            ['галиха', 'галиха', 30],

            ['галиша', 'галиша', 0],
            ['галиша', 'галиша', 1],
            ['галиша', 'галиша', 2],
            ['галиша', 'галиша', 30],

            ['галка', 'галка', 0],
            ['галка', 'галка', 1],
            ['галка', 'галка', 2],
            ['галка', 'галка', 30],

            ['галкина', 'галкина', 0],
            ['галкина', 'галкина', 1],
            ['галкина', 'галкина', 2],
            ['галкина', 'галкина', 30],

            ['галл', 'галл', 0],
            ['галл', 'галл', 1],
            ['галл', 'галл', 2],
            ['галл', 'галл', 30],

            ['галла', 'галла', 0],
            ['галла', 'галла', 1],
            ['галла', 'галла', 2],
            ['галла', 'галла', 30],

            ['галле', 'галле', 0],
            ['галле', 'галле', 1],
            ['галле', 'галле', 2],
            ['галле', 'галле', 30],

            ['галлии', 'галлии', 0],
            ['галлии', 'галлии', 1],
            ['галлии', 'галлии', 2],
            ['галлии', 'галлии', 30],

            ['галлюцинация', 'галлюцинация', 0],
            ['галлюцинация', 'галлюцинация', 1],
            ['галлюцинация', 'галлюцинация', 2],
            ['галлюцинация', 'галлюцинация', 30],

            ['галоп', 'галоп', 0],
            ['галоп', 'галоп', 1],
            ['галоп', 'галоп', 2],
            ['галоп', 'галоп', 30],

            ['галочка', 'галочка', 0],
            ['галочка', 'галочка', 1],
            ['галочка', 'галочка', 2],
            ['галочка', 'галочка', 30],

            ['галоша', 'галоша', 0],
            ['галоша', 'галоша', 1],
            ['галоша', 'галоша', 2],
            ['галоша', 'галоша', 30],

            ['галстук', 'галстук', 0],
            ['галстук', 'галстук', 1],
            ['галстук', 'галстук', 2],
            ['галстук', 'галстук', 30],

            ['галстучек', 'галстучек', 0],
            ['галстучек', 'галстучек', 1],
            ['галстучек', 'галстучек', 2],
            ['галстучек', 'галстучек', 30],

            ['галун', 'галун', 0],
            ['галун', 'галун', 1],
            ['галун', 'галун', 2],
            ['галун', 'галун', 30],

            ['галуха', 'галуха', 0],
            ['галуха', 'галуха', 1],
            ['галуха', 'галуха', 2],
            ['галуха', 'галуха', 30],

            ['галуша', 'галуша', 0],
            ['галуша', 'галуша', 1],
            ['галуша', 'галуша', 2],
            ['галуша', 'галуша', 30],

            ['галчонок', 'галчонок', 0],
            ['галчонок', 'галчонок', 1],
            ['галчонок', 'галчонок', 2],
            ['галчонок', 'галчонок', 30],

            ['галька', 'галька', 0],
            ['галька', 'галька', 1],
            ['галька', 'галька', 2],
            ['галька', 'галька', 30],

            ['гальюн', 'гальюн', 0],
            ['гальюн', 'гальюн', 1],
            ['гальюн', 'гальюн', 2],
            ['гальюн', 'гальюн', 30],

            ['галюня', 'галюня', 0],
            ['галюня', 'галюня', 1],
            ['галюня', 'галюня', 2],
            ['галюня', 'галюня', 30],

            ['галюся', 'галюся', 0],
            ['галюся', 'галюся', 1],
            ['галюся', 'галюся', 2],
            ['галюся', 'галюся', 30],

            ['галюха', 'галюха', 0],
            ['галюха', 'галюха', 1],
            ['галюха', 'галюха', 2],
            ['галюха', 'галюха', 30],

            ['галюша', 'галюша', 0],
            ['галюша', 'галюша', 1],
            ['галюша', 'галюша', 2],
            ['галюша', 'галюша', 30],

            ['галя', 'галя', 0],
            ['галя', 'галя', 1],
            ['галя', 'галя', 2],
            ['галя', 'галя', 30],

            ['гам', 'гам', 0],
            ['гам', 'гам', 1],
            ['гам', 'гам', 2],
            ['гам', 'гам', 30],

            ['гамадрил', 'гамадрил', 0],
            ['гамадрил', 'гамадрил', 1],
            ['гамадрил', 'гамадрил', 2],
            ['гамадрил', 'гамадрил', 30],

            ['гамак', 'гамак', 0],
            ['гамак', 'гамак', 1],
            ['гамак', 'гамак', 2],
            ['гамак', 'гамак', 30],

            ['гамбия', 'гамбия', 0],
            ['гамбия', 'гамбия', 1],
            ['гамбия', 'гамбия', 2],
            ['гамбия', 'гамбия', 30],

            ['гамбург', 'гамбург', 0],
            ['гамбург', 'гамбург', 1],
            ['гамбург', 'гамбург', 2],
            ['гамбург', 'гамбург', 30],

            ['гамбургер', 'гамбургер', 0],
            ['гамбургер', 'гамбургер', 1],
            ['гамбургер', 'гамбургер', 2],
            ['гамбургер', 'гамбургер', 30],

            ['гамильтон', 'гамильтон', 0],
            ['гамильтон', 'гамильтон', 1],
            ['гамильтон', 'гамильтон', 2],
            ['гамильтон', 'гамильтон', 30],

            ['гамма', 'гамма', 0],
            ['гамма', 'гамма', 1],
            ['гамма', 'гамма', 2],
            ['гамма', 'гамма', 30],

            ['гана', 'гана', 0],
            ['гана', 'гана', 1],
            ['гана', 'гана', 2],
            ['гана', 'гана', 30],

            ['гангрена', 'гангрена', 0],
            ['гангрена', 'гангрена', 1],
            ['гангрена', 'гангрена', 2],
            ['гангрена', 'гангрена', 30],

            ['гангстер', 'гангстер', 0],
            ['гангстер', 'гангстер', 1],
            ['гангстер', 'гангстер', 2],
            ['гангстер', 'гангстер', 30],

            ['ганичев', 'ганичев', 0],
            ['ганичев', 'ганичев', 1],
            ['ганичев', 'ганичев', 2],
            ['ганичев', 'ганичев', 30],

            ['ганновер', 'ганновер', 0],
            ['ганновер', 'ганновер', 1],
            ['ганновер', 'ганновер', 2],
            ['ганновер', 'ганновер', 30],

            ['гантель', 'гантель', 0],
            ['гантель', 'гантель', 1],
            ['гантель', 'гантель', 2],
            ['гантель', 'гантель', 30],

            ['ганя', 'ганя', 0],
            ['ганя', 'ганя', 1],
            ['ганя', 'ганя', 2],
            ['ганя', 'ганя', 30],

            ['гапа', 'гапа', 0],
            ['гапа', 'гапа', 1],
            ['гапа', 'гапа', 2],
            ['гапа', 'гапа', 30],

            ['гараж', 'гараж', 0],
            ['гараж', 'гараж', 1],
            ['гараж', 'гараж', 2],
            ['гараж', 'гараж', 30],

            ['гарант', 'гарант', 0],
            ['гарант', 'гарант', 1],
            ['гарант', 'гарант', 2],
            ['гарант', 'гарант', 30],

            ['гарантия', 'гарантия', 0],
            ['гарантия', 'гарантия', 1],
            ['гарантия', 'гарантия', 2],
            ['гарантия', 'гарантия', 30],

            ['гарда', 'гарда', 0],
            ['гарда', 'гарда', 1],
            ['гарда', 'гарда', 2],
            ['гарда', 'гарда', 30],

            ['гардероб', 'гардероб', 0],
            ['гардероб', 'гардероб', 1],
            ['гардероб', 'гардероб', 2],
            ['гардероб', 'гардероб', 30],

            ['гардеробщик', 'гардеробщик', 0],
            ['гардеробщик', 'гардеробщик', 1],
            ['гардеробщик', 'гардеробщик', 2],
            ['гардеробщик', 'гардеробщик', 30],

            ['гардина', 'гардина', 0],
            ['гардина', 'гардина', 1],
            ['гардина', 'гардина', 2],
            ['гардина', 'гардина', 30],

            ['гарем', 'гарем', 0],
            ['гарем', 'гарем', 1],
            ['гарем', 'гарем', 2],
            ['гарем', 'гарем', 30],

            ['гармоника', 'гармоника', 0],
            ['гармоника', 'гармоника', 1],
            ['гармоника', 'гармоника', 2],
            ['гармоника', 'гармоника', 30],

            ['гармонист', 'гармонист', 0],
            ['гармонист', 'гармонист', 1],
            ['гармонист', 'гармонист', 2],
            ['гармонист', 'гармонист', 30],

            ['гармония', 'гармония', 0],
            ['гармония', 'гармония', 1],
            ['гармония', 'гармония', 2],
            ['гармония', 'гармония', 30],

            ['гармонь', 'гармонь', 0],
            ['гармонь', 'гармонь', 1],
            ['гармонь', 'гармонь', 2],
            ['гармонь', 'гармонь', 30],

            ['гармошка', 'гармошка', 0],
            ['гармошка', 'гармошка', 1],
            ['гармошка', 'гармошка', 2],
            ['гармошка', 'гармошка', 30],

            ['гарнизон', 'гарнизон', 0],
            ['гарнизон', 'гарнизон', 1],
            ['гарнизон', 'гарнизон', 2],
            ['гарнизон', 'гарнизон', 30],

            ['гарнир', 'гарнир', 0],
            ['гарнир', 'гарнир', 1],
            ['гарнир', 'гарнир', 2],
            ['гарнир', 'гарнир', 30],

            ['гарнитур', 'гарнитур', 0],
            ['гарнитур', 'гарнитур', 1],
            ['гарнитур', 'гарнитур', 2],
            ['гарнитур', 'гарнитур', 30],

            ['гарнитура', 'гарнитура', 0],
            ['гарнитура', 'гарнитура', 1],
            ['гарнитура', 'гарнитура', 2],
            ['гарнитура', 'гарнитура', 30],

            ['гарпун', 'гарпун', 0],
            ['гарпун', 'гарпун', 1],
            ['гарпун', 'гарпун', 2],
            ['гарпун', 'гарпун', 30],

            ['гарри', 'гарри', 0],
            ['гарри', 'гарри', 1],
            ['гарри', 'гарри', 2],
            ['гарри', 'гарри', 30],

            ['гарсон', 'гарсон', 0],
            ['гарсон', 'гарсон', 1],
            ['гарсон', 'гарсон', 2],
            ['гарсон', 'гарсон', 30],

            ['гарт', 'гарт', 0],
            ['гарт', 'гарт', 1],
            ['гарт', 'гарт', 2],
            ['гарт', 'гарт', 30],

            ['гарь', 'гарь', 0],
            ['гарь', 'гарь', 1],
            ['гарь', 'гарь', 2],
            ['гарь', 'гарь', 30],

            ['гаря', 'гаря', 0],
            ['гаря', 'гаря', 1],
            ['гаря', 'гаря', 2],
            ['гаря', 'гаря', 30],

            ['гастрит', 'гастрит', 0],
            ['гастрит', 'гастрит', 1],
            ['гастрит', 'гастрит', 2],
            ['гастрит', 'гастрит', 30],

            ['гастролер', 'гастролер', 0],
            ['гастролер', 'гастролер', 1],
            ['гастролер', 'гастролер', 2],
            ['гастролер', 'гастролер', 30],

            ['гастроль', 'гастроль', 0],
            ['гастроль', 'гастроль', 1],
            ['гастроль', 'гастроль', 2],
            ['гастроль', 'гастроль', 30],

            ['гастроном', 'гастроном', 0],
            ['гастроном', 'гастроном', 1],
            ['гастроном', 'гастроном', 2],
            ['гастроном', 'гастроном', 30],

            ['гася', 'гася', 0],
            ['гася', 'гася', 1],
            ['гася', 'гася', 2],
            ['гася', 'гася', 30],

            ['гатчина', 'гатчина', 0],
            ['гатчина', 'гатчина', 1],
            ['гатчина', 'гатчина', 2],
            ['гатчина', 'гатчина', 30],

            ['гать', 'гать', 0],
            ['гать', 'гать', 1],
            ['гать', 'гать', 2],
            ['гать', 'гать', 30],

            ['гаубица', 'гаубица', 0],
            ['гаубица', 'гаубица', 1],
            ['гаубица', 'гаубица', 2],
            ['гаубица', 'гаубица', 30],

            ['гауда', 'гауда', 0],
            ['гауда', 'гауда', 1],
            ['гауда', 'гауда', 2],
            ['гауда', 'гауда', 30],

            ['гауптвахта', 'гауптвахта', 0],
            ['гауптвахта', 'гауптвахта', 1],
            ['гауптвахта', 'гауптвахта', 2],
            ['гауптвахта', 'гауптвахта', 30],

            ['гаша', 'гаша', 0],
            ['гаша', 'гаша', 1],
            ['гаша', 'гаша', 2],
            ['гаша', 'гаша', 30],

            ['гашетка', 'гашетка', 0],
            ['гашетка', 'гашетка', 1],
            ['гашетка', 'гашетка', 2],
            ['гашетка', 'гашетка', 30],

            ['гб', 'гб', 0],
            ['гб', 'гб', 1],
            ['гб', 'гб', 2],
            ['гб', 'гб', 30],

            ['гвалт', 'гвалт', 0],
            ['гвалт', 'гвалт', 1],
            ['гвалт', 'гвалт', 2],
            ['гвалт', 'гвалт', 30],

            ['гвардеец', 'гвардеец', 0],
            ['гвардеец', 'гвардеец', 1],
            ['гвардеец', 'гвардеец', 2],
            ['гвардеец', 'гвардеец', 30],

            ['гвардия', 'гвардия', 0],
            ['гвардия', 'гвардия', 1],
            ['гвардия', 'гвардия', 2],
            ['гвардия', 'гвардия', 30],

            ['гватемала', 'гватемала', 0],
            ['гватемала', 'гватемала', 1],
            ['гватемала', 'гватемала', 2],
            ['гватемала', 'гватемала', 30],

            ['гвинея', 'гвинея', 0],
            ['гвинея', 'гвинея', 1],
            ['гвинея', 'гвинея', 2],
            ['гвинея', 'гвинея', 30],

            ['гвоздецкий', 'гвоздецкий', 0],
            ['гвоздецкий', 'гвоздецкий', 1],
            ['гвоздецкий', 'гвоздецкий', 2],
            ['гвоздецкий', 'гвоздецкий', 30],

            ['гвоздик', 'гвоздик', 0],
            ['гвоздик', 'гвоздик', 1],
            ['гвоздик', 'гвоздик', 2],
            ['гвоздик', 'гвоздик', 30],

            ['гвоздика', 'гвоздика', 0],
            ['гвоздика', 'гвоздика', 1],
            ['гвоздика', 'гвоздика', 2],
            ['гвоздика', 'гвоздика', 30],

            ['гвоздь', 'гвоздь', 0],
            ['гвоздь', 'гвоздь', 1],
            ['гвоздь', 'гвоздь', 2],
            ['гвоздь', 'гвоздь', 30],

            ['гданьск', 'гданьск', 0],
            ['гданьск', 'гданьск', 1],
            ['гданьск', 'гданьск', 2],
            ['гданьск', 'гданьск', 30],

            ['гдр', 'гдр', 0],
            ['гдр', 'гдр', 1],
            ['гдр', 'гдр', 2],
            ['гдр', 'гдр', 30],

            ['гегемон', 'гегемон', 0],
            ['гегемон', 'гегемон', 1],
            ['гегемон', 'гегемон', 2],
            ['гегемон', 'гегемон', 30],

            ['гейзер', 'гейзер', 0],
            ['гейзер', 'гейзер', 1],
            ['гейзер', 'гейзер', 2],
            ['гейзер', 'гейзер', 30],

            ['гейша', 'гейша', 0],
            ['гейша', 'гейша', 1],
            ['гейша', 'гейша', 2],
            ['гейша', 'гейша', 30],

            ['геккон', 'геккон', 0],
            ['геккон', 'геккон', 1],
            ['геккон', 'геккон', 2],
            ['геккон', 'геккон', 30],

            ['гектар', 'гектар', 0],
            ['гектар', 'гектар', 1],
            ['гектар', 'гектар', 2],
            ['гектар', 'гектар', 30],

            ['гела', 'гела', 0],
            ['гела', 'гела', 1],
            ['гела', 'гела', 2],
            ['гела', 'гела', 30],

            ['гелина', 'гелина', 0],
            ['гелина', 'гелина', 1],
            ['гелина', 'гелина', 2],
            ['гелина', 'гелина', 30],

            ['гель', 'гель', 0],
            ['гель', 'гель', 1],
            ['гель', 'гель', 2],
            ['гель', 'гель', 30],

            ['гелюся', 'гелюся', 0],
            ['гелюся', 'гелюся', 1],
            ['гелюся', 'гелюся', 2],
            ['гелюся', 'гелюся', 30],

            ['геля', 'геля', 0],
            ['геля', 'геля', 1],
            ['геля', 'геля', 2],
            ['геля', 'геля', 30],

            ['гема', 'гема', 0],
            ['гема', 'гема', 1],
            ['гема', 'гема', 2],
            ['гема', 'гема', 30],

            ['гематома', 'гематома', 0],
            ['гематома', 'гематома', 1],
            ['гематома', 'гематома', 2],
            ['гематома', 'гематома', 30],

            ['гемоглобин', 'гемоглобин', 0],
            ['гемоглобин', 'гемоглобин', 1],
            ['гемоглобин', 'гемоглобин', 2],
            ['гемоглобин', 'гемоглобин', 30],

            ['геморрой', 'геморрой', 0],
            ['геморрой', 'геморрой', 1],
            ['геморрой', 'геморрой', 2],
            ['геморрой', 'геморрой', 30],

            ['гемуля', 'гемуля', 0],
            ['гемуля', 'гемуля', 1],
            ['гемуля', 'гемуля', 2],
            ['гемуля', 'гемуля', 30],

            ['ген', 'ген', 0],
            ['ген', 'ген', 1],
            ['ген', 'ген', 2],
            ['ген', 'ген', 30],

            ['гена', 'гена', 0],
            ['гена', 'гена', 1],
            ['гена', 'гена', 2],
            ['гена', 'гена', 30],

            ['генаша', 'генаша', 0],
            ['генаша', 'генаша', 1],
            ['генаша', 'генаша', 2],
            ['генаша', 'генаша', 30],

            ['гендиректор', 'гендиректор', 0],
            ['гендиректор', 'гендиректор', 1],
            ['гендиректор', 'гендиректор', 2],
            ['гендиректор', 'гендиректор', 30],

            ['генеалогия', 'генеалогия', 0],
            ['генеалогия', 'генеалогия', 1],
            ['генеалогия', 'генеалогия', 2],
            ['генеалогия', 'генеалогия', 30],

            ['генерал', 'генерал', 0],
            ['генерал', 'генерал', 1],
            ['генерал', 'генерал', 2],
            ['генерал', 'генерал', 30],

            ['генералиссимус', 'генералиссимус', 0],
            ['генералиссимус', 'генералиссимус', 1],
            ['генералиссимус', 'генералиссимус', 2],
            ['генералиссимус', 'генералиссимус', 30],

            ['генеральша', 'генеральша', 0],
            ['генеральша', 'генеральша', 1],
            ['генеральша', 'генеральша', 2],
            ['генеральша', 'генеральша', 30],

            ['генератор', 'генератор', 0],
            ['генератор', 'генератор', 1],
            ['генератор', 'генератор', 2],
            ['генератор', 'генератор', 30],

            ['генетик', 'генетик', 0],
            ['генетик', 'генетик', 1],
            ['генетик', 'генетик', 2],
            ['генетик', 'генетик', 30],

            ['генетика', 'генетика', 0],
            ['генетика', 'генетика', 1],
            ['генетика', 'генетика', 2],
            ['генетика', 'генетика', 30],

            ['гениальность', 'гениальность', 0],
            ['гениальность', 'гениальность', 1],
            ['гениальность', 'гениальность', 2],
            ['гениальность', 'гениальность', 30],

            ['гений', 'гений', 0],
            ['гений', 'гений', 1],
            ['гений', 'гений', 2],
            ['гений', 'гений', 30],

            ['геннадий', 'геннадий', 0],
            ['геннадий', 'геннадий', 1],
            ['геннадий', 'геннадий', 2],
            ['геннадий', 'геннадий', 30],

            ['геннадия', 'геннадия', 0],
            ['геннадия', 'геннадия', 1],
            ['геннадия', 'геннадия', 2],
            ['геннадия', 'геннадия', 30],

            ['геннадьевич', 'геннадьевич', 0],
            ['геннадьевич', 'геннадьевич', 1],
            ['геннадьевич', 'геннадьевич', 2],
            ['геннадьевич', 'геннадьевич', 30],

            ['геннадьич', 'геннадьич', 0],
            ['геннадьич', 'геннадьич', 1],
            ['геннадьич', 'геннадьич', 2],
            ['геннадьич', 'геннадьич', 30],

            ['геннаша', 'геннаша', 0],
            ['геннаша', 'геннаша', 1],
            ['геннаша', 'геннаша', 2],
            ['геннаша', 'геннаша', 30],

            ['генофонд', 'генофонд', 0],
            ['генофонд', 'генофонд', 1],
            ['генофонд', 'генофонд', 2],
            ['генофонд', 'генофонд', 30],

            ['геноцид', 'геноцид', 0],
            ['геноцид', 'геноцид', 1],
            ['геноцид', 'геноцид', 2],
            ['геноцид', 'геноцид', 30],

            ['генпрокуратура', 'генпрокуратура', 0],
            ['генпрокуратура', 'генпрокуратура', 1],
            ['генпрокуратура', 'генпрокуратура', 2],
            ['генпрокуратура', 'генпрокуратура', 30],

            ['генсек', 'генсек', 0],
            ['генсек', 'генсек', 1],
            ['генсек', 'генсек', 2],
            ['генсек', 'генсек', 30],

            ['гент', 'гент', 0],
            ['гент', 'гент', 1],
            ['гент', 'гент', 2],
            ['гент', 'гент', 30],

            ['генуля', 'генуля', 0],
            ['генуля', 'генуля', 1],
            ['генуля', 'генуля', 2],
            ['генуля', 'генуля', 30],

            ['генуся', 'генуся', 0],
            ['генуся', 'генуся', 1],
            ['генуся', 'генуся', 2],
            ['генуся', 'генуся', 30],

            ['генуха', 'генуха', 0],
            ['генуха', 'генуха', 1],
            ['генуха', 'генуха', 2],
            ['генуха', 'генуха', 30],

            ['генуша', 'генуша', 0],
            ['генуша', 'генуша', 1],
            ['генуша', 'генуша', 2],
            ['генуша', 'генуша', 30],

            ['генуя', 'генуя', 0],
            ['генуя', 'генуя', 1],
            ['генуя', 'генуя', 2],
            ['генуя', 'генуя', 30],

            ['генштаб', 'генштаб', 0],
            ['генштаб', 'генштаб', 1],
            ['генштаб', 'генштаб', 2],
            ['генштаб', 'генштаб', 30],

            ['генюля', 'генюля', 0],
            ['генюля', 'генюля', 1],
            ['генюля', 'генюля', 2],
            ['генюля', 'генюля', 30],

            ['генюся', 'генюся', 0],
            ['генюся', 'генюся', 1],
            ['генюся', 'генюся', 2],
            ['генюся', 'генюся', 30],

            ['генюха', 'генюха', 0],
            ['генюха', 'генюха', 1],
            ['генюха', 'генюха', 2],
            ['генюха', 'генюха', 30],

            ['генюша', 'генюша', 0],
            ['генюша', 'генюша', 1],
            ['генюша', 'генюша', 2],
            ['генюша', 'генюша', 30],

            ['геня', 'геня', 0],
            ['геня', 'геня', 1],
            ['геня', 'геня', 2],
            ['геня', 'геня', 30],

            ['географ', 'географ', 0],
            ['географ', 'географ', 1],
            ['географ', 'географ', 2],
            ['географ', 'географ', 30],

            ['география', 'география', 0],
            ['география', 'география', 1],
            ['география', 'география', 2],
            ['география', 'география', 30],

            ['геодезист', 'геодезист', 0],
            ['геодезист', 'геодезист', 1],
            ['геодезист', 'геодезист', 2],
            ['геодезист', 'геодезист', 30],

            ['геолог', 'геолог', 0],
            ['геолог', 'геолог', 1],
            ['геолог', 'геолог', 2],
            ['геолог', 'геолог', 30],

            ['геология', 'геология', 0],
            ['геология', 'геология', 1],
            ['геология', 'геология', 2],
            ['геология', 'геология', 30],

            ['геометрия', 'геометрия', 0],
            ['геометрия', 'геометрия', 1],
            ['геометрия', 'геометрия', 2],
            ['геометрия', 'геометрия', 30],

            ['георгий', 'георгий', 0],
            ['георгий', 'георгий', 1],
            ['георгий', 'георгий', 2],
            ['георгий', 'георгий', 30],

            ['георгич', 'георгич', 0],
            ['георгич', 'георгич', 1],
            ['георгич', 'георгич', 2],
            ['георгич', 'георгич', 30],

            ['гепард', 'гепард', 0],
            ['гепард', 'гепард', 1],
            ['гепард', 'гепард', 2],
            ['гепард', 'гепард', 30],

            ['гепатит', 'гепатит', 0],
            ['гепатит', 'гепатит', 1],
            ['гепатит', 'гепатит', 2],
            ['гепатит', 'гепатит', 30],

            ['гера', 'гера', 0],
            ['гера', 'гера', 1],
            ['гера', 'гера', 2],
            ['гера', 'гера', 30],

            ['герань', 'герань', 0],
            ['герань', 'герань', 1],
            ['герань', 'герань', 2],
            ['герань', 'герань', 30],

            ['герасимовка', 'герасимовка', 0],
            ['герасимовка', 'герасимовка', 1],
            ['герасимовка', 'герасимовка', 2],
            ['герасимовка', 'герасимовка', 30],

            ['герб', 'герб', 0],
            ['герб', 'герб', 1],
            ['герб', 'герб', 2],
            ['герб', 'герб', 30],

            ['гербарий', 'гербарий', 0],
            ['гербарий', 'гербарий', 1],
            ['гербарий', 'гербарий', 2],
            ['гербарий', 'гербарий', 30],

            ['геркулес', 'геркулес', 0],
            ['геркулес', 'геркулес', 1],
            ['геркулес', 'геркулес', 2],
            ['геркулес', 'геркулес', 30],

            ['герма', 'герма', 0],
            ['герма', 'герма', 1],
            ['герма', 'герма', 2],
            ['герма', 'герма', 30],

            ['герман', 'герман', 0],
            ['герман', 'герман', 1],
            ['герман', 'герман', 2],
            ['герман', 'герман', 30],

            ['германа', 'германа', 0],
            ['германа', 'германа', 1],
            ['германа', 'германа', 2],
            ['германа', 'германа', 30],

            ['германец', 'германец', 0],
            ['германец', 'германец', 1],
            ['германец', 'германец', 2],
            ['германец', 'германец', 30],

            ['германик', 'германик', 0],
            ['германик', 'германик', 1],
            ['германик', 'германик', 2],
            ['германик', 'германик', 30],

            ['германия', 'германия', 0],
            ['германия', 'германия', 1],
            ['германия', 'германия', 2],
            ['германия', 'германия', 30],

            ['германыч', 'германыч', 0],
            ['германыч', 'германыч', 1],
            ['германыч', 'германыч', 2],
            ['германыч', 'германыч', 30],

            ['гермес', 'гермес', 0],
            ['гермес', 'гермес', 1],
            ['гермес', 'гермес', 2],
            ['гермес', 'гермес', 30],

            ['гермошлем', 'гермошлем', 0],
            ['гермошлем', 'гермошлем', 1],
            ['гермошлем', 'гермошлем', 2],
            ['гермошлем', 'гермошлем', 30],

            ['гермуся', 'гермуся', 0],
            ['гермуся', 'гермуся', 1],
            ['гермуся', 'гермуся', 2],
            ['гермуся', 'гермуся', 30],

            ['героизм', 'героизм', 0],
            ['героизм', 'героизм', 1],
            ['героизм', 'героизм', 2],
            ['героизм', 'героизм', 30],

            ['героин', 'героин', 0],
            ['героин', 'героин', 1],
            ['героин', 'героин', 2],
            ['героин', 'героин', 30],

            ['героиня', 'героиня', 0],
            ['героиня', 'героиня', 1],
            ['героиня', 'героиня', 2],
            ['героиня', 'героиня', 30],

            ['герой', 'герой', 0],
            ['герой', 'герой', 1],
            ['герой', 'герой', 2],
            ['герой', 'герой', 30],

            ['геройство', 'геройство', 0],
            ['геройство', 'геройство', 1],
            ['геройство', 'геройство', 2],
            ['геройство', 'геройство', 30],

            ['герпес', 'герпес', 0],
            ['герпес', 'герпес', 1],
            ['герпес', 'герпес', 2],
            ['герпес', 'герпес', 30],

            ['герр', 'герр', 0],
            ['герр', 'герр', 1],
            ['герр', 'герр', 2],
            ['герр', 'герр', 30],

            ['геруня', 'геруня', 0],
            ['геруня', 'геруня', 1],
            ['геруня', 'геруня', 2],
            ['геруня', 'геруня', 30],

            ['геруся', 'геруся', 0],
            ['геруся', 'геруся', 1],
            ['геруся', 'геруся', 2],
            ['геруся', 'геруся', 30],

            ['геруха', 'геруха', 0],
            ['геруха', 'геруха', 1],
            ['геруха', 'геруха', 2],
            ['геруха', 'геруха', 30],

            ['геруша', 'геруша', 0],
            ['геруша', 'геруша', 1],
            ['геруша', 'геруша', 2],
            ['геруша', 'геруша', 30],

            ['герцогиня', 'герцогиня', 0],
            ['герцогиня', 'герцогиня', 1],
            ['герцогиня', 'герцогиня', 2],
            ['герцогиня', 'герцогиня', 30],

            ['герцогство', 'герцогство', 0],
            ['герцогство', 'герцогство', 1],
            ['герцогство', 'герцогство', 2],
            ['герцогство', 'герцогство', 30],

            ['геря', 'геря', 0],
            ['геря', 'геря', 1],
            ['геря', 'геря', 2],
            ['геря', 'геря', 30],

            ['гестапо', 'гестапо', 0],
            ['гестапо', 'гестапо', 1],
            ['гестапо', 'гестапо', 2],
            ['гестапо', 'гестапо', 30],

            ['гестаповец', 'гестаповец', 0],
            ['гестаповец', 'гестаповец', 1],
            ['гестаповец', 'гестаповец', 2],
            ['гестаповец', 'гестаповец', 30],

            ['гетеборг', 'гетеборг', 0],
            ['гетеборг', 'гетеборг', 1],
            ['гетеборг', 'гетеборг', 2],
            ['гетеборг', 'гетеборг', 30],

            ['гетто', 'гетто', 0],
            ['гетто', 'гетто', 1],
            ['гетто', 'гетто', 2],
            ['гетто', 'гетто', 30],

            ['геша', 'геша', 0],
            ['геша', 'геша', 1],
            ['геша', 'геша', 2],
            ['геша', 'геша', 30],

            ['гея', 'гея', 0],
            ['гея', 'гея', 1],
            ['гея', 'гея', 2],
            ['гея', 'гея', 30],

            ['гибель', 'гибель', 0],
            ['гибель', 'гибель', 1],
            ['гибель', 'гибель', 2],
            ['гибель', 'гибель', 30],

            ['гибкость', 'гибкость', 0],
            ['гибкость', 'гибкость', 1],
            ['гибкость', 'гибкость', 2],
            ['гибкость', 'гибкость', 30],

            ['гибрид', 'гибрид', 0],
            ['гибрид', 'гибрид', 1],
            ['гибрид', 'гибрид', 2],
            ['гибрид', 'гибрид', 30],

            ['гиви', 'гиви', 0],
            ['гиви', 'гиви', 1],
            ['гиви', 'гиви', 2],
            ['гиви', 'гиви', 30],

            ['гигант', 'гигант', 0],
            ['гигант', 'гигант', 1],
            ['гигант', 'гигант', 2],
            ['гигант', 'гигант', 30],

            ['гигиена', 'гигиена', 0],
            ['гигиена', 'гигиена', 1],
            ['гигиена', 'гигиена', 2],
            ['гигиена', 'гигиена', 30],

            ['гид', 'гид', 0],
            ['гид', 'гид', 1],
            ['гид', 'гид', 2],
            ['гид', 'гид', 30],

            ['гидра', 'гидра', 0],
            ['гидра', 'гидра', 1],
            ['гидра', 'гидра', 2],
            ['гидра', 'гидра', 30],

            ['гидрокарбонат', 'гидрокарбонат', 0],
            ['гидрокарбонат', 'гидрокарбонат', 1],
            ['гидрокарбонат', 'гидрокарбонат', 2],
            ['гидрокарбонат', 'гидрокарбонат', 30],

            ['гидрокортизон', 'гидрокортизон', 0],
            ['гидрокортизон', 'гидрокортизон', 1],
            ['гидрокортизон', 'гидрокортизон', 2],
            ['гидрокортизон', 'гидрокортизон', 30],

            ['гидростанция', 'гидростанция', 0],
            ['гидростанция', 'гидростанция', 1],
            ['гидростанция', 'гидростанция', 2],
            ['гидростанция', 'гидростанция', 30],

            ['гиена', 'гиена', 0],
            ['гиена', 'гиена', 1],
            ['гиена', 'гиена', 2],
            ['гиена', 'гиена', 30],

            ['гик', 'гик', 0],
            ['гик', 'гик', 1],
            ['гик', 'гик', 2],
            ['гик', 'гик', 30],

            ['гиканье', 'гиканье', 0],
            ['гиканье', 'гиканье', 1],
            ['гиканье', 'гиканье', 2],
            ['гиканье', 'гиканье', 30],

            ['гиль', 'гиль', 0],
            ['гиль', 'гиль', 1],
            ['гиль', 'гиль', 2],
            ['гиль', 'гиль', 30],

            ['гильдия', 'гильдия', 0],
            ['гильдия', 'гильдия', 1],
            ['гильдия', 'гильдия', 2],
            ['гильдия', 'гильдия', 30],

            ['гильза', 'гильза', 0],
            ['гильза', 'гильза', 1],
            ['гильза', 'гильза', 2],
            ['гильза', 'гильза', 30],

            ['гильотина', 'гильотина', 0],
            ['гильотина', 'гильотина', 1],
            ['гильотина', 'гильотина', 2],
            ['гильотина', 'гильотина', 30],

            ['гималаи', 'гималаи', 0],
            ['гималаи', 'гималаи', 1],
            ['гималаи', 'гималаи', 2],
            ['гималаи', 'гималаи', 30],

            ['гимн', 'гимн', 0],
            ['гимн', 'гимн', 1],
            ['гимн', 'гимн', 2],
            ['гимн', 'гимн', 30],

            ['гимназист', 'гимназист', 0],
            ['гимназист', 'гимназист', 1],
            ['гимназист', 'гимназист', 2],
            ['гимназист', 'гимназист', 30],

            ['гимназистка', 'гимназистка', 0],
            ['гимназистка', 'гимназистка', 1],
            ['гимназистка', 'гимназистка', 2],
            ['гимназистка', 'гимназистка', 30],

            ['гимназия', 'гимназия', 0],
            ['гимназия', 'гимназия', 1],
            ['гимназия', 'гимназия', 2],
            ['гимназия', 'гимназия', 30],

            ['гимнаст', 'гимнаст', 0],
            ['гимнаст', 'гимнаст', 1],
            ['гимнаст', 'гимнаст', 2],
            ['гимнаст', 'гимнаст', 30],

            ['гимнастерка', 'гимнастерка', 0],
            ['гимнастерка', 'гимнастерка', 1],
            ['гимнастерка', 'гимнастерка', 2],
            ['гимнастерка', 'гимнастерка', 30],

            ['гимнастика', 'гимнастика', 0],
            ['гимнастика', 'гимнастика', 1],
            ['гимнастика', 'гимнастика', 2],
            ['гимнастика', 'гимнастика', 30],

            ['гиндин', 'гиндин', 0],
            ['гиндин', 'гиндин', 1],
            ['гиндин', 'гиндин', 2],
            ['гиндин', 'гиндин', 30],

            ['гинеколог', 'гинеколог', 0],
            ['гинеколог', 'гинеколог', 1],
            ['гинеколог', 'гинеколог', 2],
            ['гинеколог', 'гинеколог', 30],

            ['гипербола', 'гипербола', 0],
            ['гипербола', 'гипербола', 1],
            ['гипербола', 'гипербола', 2],
            ['гипербола', 'гипербола', 30],

            ['гиперемия', 'гиперемия', 0],
            ['гиперемия', 'гиперемия', 1],
            ['гиперемия', 'гиперемия', 2],
            ['гиперемия', 'гиперемия', 30],

            ['гипертония', 'гипертония', 0],
            ['гипертония', 'гипертония', 1],
            ['гипертония', 'гипертония', 2],
            ['гипертония', 'гипертония', 30],

            ['гипертрофия', 'гипертрофия', 0],
            ['гипертрофия', 'гипертрофия', 1],
            ['гипертрофия', 'гипертрофия', 2],
            ['гипертрофия', 'гипертрофия', 30],

            ['гипноз', 'гипноз', 0],
            ['гипноз', 'гипноз', 1],
            ['гипноз', 'гипноз', 2],
            ['гипноз', 'гипноз', 30],

            ['гипнотизер', 'гипнотизер', 0],
            ['гипнотизер', 'гипнотизер', 1],
            ['гипнотизер', 'гипнотизер', 2],
            ['гипнотизер', 'гипнотизер', 30],

            ['гипоксия', 'гипоксия', 0],
            ['гипоксия', 'гипоксия', 1],
            ['гипоксия', 'гипоксия', 2],
            ['гипоксия', 'гипоксия', 30],

            ['гипоталамус', 'гипоталамус', 0],
            ['гипоталамус', 'гипоталамус', 1],
            ['гипоталамус', 'гипоталамус', 2],
            ['гипоталамус', 'гипоталамус', 30],

            ['гипотеза', 'гипотеза', 0],
            ['гипотеза', 'гипотеза', 1],
            ['гипотеза', 'гипотеза', 2],
            ['гипотеза', 'гипотеза', 30],

            ['гипотрофия', 'гипотрофия', 0],
            ['гипотрофия', 'гипотрофия', 1],
            ['гипотрофия', 'гипотрофия', 2],
            ['гипотрофия', 'гипотрофия', 30],

            ['гипофиз', 'гипофиз', 0],
            ['гипофиз', 'гипофиз', 1],
            ['гипофиз', 'гипофиз', 2],
            ['гипофиз', 'гипофиз', 30],

            ['гиппопотам', 'гиппопотам', 0],
            ['гиппопотам', 'гиппопотам', 1],
            ['гиппопотам', 'гиппопотам', 2],
            ['гиппопотам', 'гиппопотам', 30],

            ['гипс', 'гипс', 0],
            ['гипс', 'гипс', 1],
            ['гипс', 'гипс', 2],
            ['гипс', 'гипс', 30],

            ['гирлянда', 'гирлянда', 0],
            ['гирлянда', 'гирлянда', 1],
            ['гирлянда', 'гирлянда', 2],
            ['гирлянда', 'гирлянда', 30],

            ['гирудин', 'гирудин', 0],
            ['гирудин', 'гирудин', 1],
            ['гирудин', 'гирудин', 2],
            ['гирудин', 'гирудин', 30],

            ['гирька', 'гирька', 0],
            ['гирька', 'гирька', 1],
            ['гирька', 'гирька', 2],
            ['гирька', 'гирька', 30],

            ['гиря', 'гиря', 0],
            ['гиря', 'гиря', 1],
            ['гиря', 'гиря', 2],
            ['гиря', 'гиря', 30],

            ['гисборн', 'гисборн', 0],
            ['гисборн', 'гисборн', 1],
            ['гисборн', 'гисборн', 2],
            ['гисборн', 'гисборн', 30],

            ['гитара', 'гитара', 0],
            ['гитара', 'гитара', 1],
            ['гитара', 'гитара', 2],
            ['гитара', 'гитара', 30],

            ['гитарист', 'гитарист', 0],
            ['гитарист', 'гитарист', 1],
            ['гитарист', 'гитарист', 2],
            ['гитарист', 'гитарист', 30],

            ['гитлеризм', 'гитлеризм', 0],
            ['гитлеризм', 'гитлеризм', 1],
            ['гитлеризм', 'гитлеризм', 2],
            ['гитлеризм', 'гитлеризм', 30],

            ['гитлеровец', 'гитлеровец', 0],
            ['гитлеровец', 'гитлеровец', 1],
            ['гитлеровец', 'гитлеровец', 2],
            ['гитлеровец', 'гитлеровец', 30],

            ['гкчп', 'гкчп', 0],
            ['гкчп', 'гкчп', 1],
            ['гкчп', 'гкчп', 2],
            ['гкчп', 'гкчп', 30],

            ['глава', 'глава', 0],
            ['глава', 'глава', 1],
            ['глава', 'глава', 2],
            ['глава', 'глава', 30],

            ['главарь', 'главарь', 0],
            ['главарь', 'главарь', 1],
            ['главарь', 'главарь', 2],
            ['главарь', 'главарь', 30],

            ['главбух', 'главбух', 0],
            ['главбух', 'главбух', 1],
            ['главбух', 'главбух', 2],
            ['главбух', 'главбух', 30],

            ['главврач', 'главврач', 0],
            ['главврач', 'главврач', 1],
            ['главврач', 'главврач', 2],
            ['главврач', 'главврач', 30],

            ['главк', 'главк', 0],
            ['главк', 'главк', 1],
            ['главк', 'главк', 2],
            ['главк', 'главк', 30],

            ['главком', 'главком', 0],
            ['главком', 'главком', 1],
            ['главком', 'главком', 2],
            ['главком', 'главком', 30],

            ['главнокомандование', 'главнокомандование', 0],
            ['главнокомандование', 'главнокомандование', 1],
            ['главнокомандование', 'главнокомандование', 2],
            ['главнокомандование', 'главнокомандование', 30],

            ['главнокомандующий', 'главнокомандующий', 0],
            ['главнокомандующий', 'главнокомандующий', 1],
            ['главнокомандующий', 'главнокомандующий', 2],
            ['главнокомандующий', 'главнокомандующий', 30],

            ['глагол', 'глагол', 0],
            ['глагол', 'глагол', 1],
            ['глагол', 'глагол', 2],
            ['глагол', 'глагол', 30],

            ['гладиатор', 'гладиатор', 0],
            ['гладиатор', 'гладиатор', 1],
            ['гладиатор', 'гладиатор', 2],
            ['гладиатор', 'гладиатор', 30],

            ['гладиолус', 'гладиолус', 0],
            ['гладиолус', 'гладиолус', 1],
            ['гладиолус', 'гладиолус', 2],
            ['гладиолус', 'гладиолус', 30],

            ['гладь', 'гладь', 0],
            ['гладь', 'гладь', 1],
            ['гладь', 'гладь', 2],
            ['гладь', 'гладь', 30],

            ['глаз', 'глаз', 0],
            ['глаз', 'глаз', 1],
            ['глаз', 'глаз', 2],
            ['глаз', 'глаз', 30],

            ['глазго', 'глазго', 0],
            ['глазго', 'глазго', 1],
            ['глазго', 'глазго', 2],
            ['глазго', 'глазго', 30],

            ['глазенки', 'глазенки', 0],
            ['глазенки', 'глазенки', 1],
            ['глазенки', 'глазенки', 2],
            ['глазенки', 'глазенки', 30],

            ['глазище', 'глазище', 0],
            ['глазище', 'глазище', 1],
            ['глазище', 'глазище', 2],
            ['глазище', 'глазище', 30],

            ['глазница', 'глазница', 0],
            ['глазница', 'глазница', 1],
            ['глазница', 'глазница', 2],
            ['глазница', 'глазница', 30],

            ['глазок', 'глазок', 0],
            ['глазок', 'глазок', 1],
            ['глазок', 'глазок', 2],
            ['глазок', 'глазок', 30],

            ['гланда', 'гланда', 0],
            ['гланда', 'гланда', 1],
            ['гланда', 'гланда', 2],
            ['гланда', 'гланда', 30],

            ['глас', 'глас', 0],
            ['глас', 'глас', 1],
            ['глас', 'глас', 2],
            ['глас', 'глас', 30],

            ['гласность', 'гласность', 0],
            ['гласность', 'гласность', 1],
            ['гласность', 'гласность', 2],
            ['гласность', 'гласность', 30],

            ['глаукома', 'глаукома', 0],
            ['глаукома', 'глаукома', 1],
            ['глаукома', 'глаукома', 2],
            ['глаукома', 'глаукома', 30],

            ['глашатай', 'глашатай', 0],
            ['глашатай', 'глашатай', 1],
            ['глашатай', 'глашатай', 2],
            ['глашатай', 'глашатай', 30],

            ['глеб', 'глеб', 0],
            ['глеб', 'глеб', 1],
            ['глеб', 'глеб', 2],
            ['глеб', 'глеб', 30],

            ['глебка', 'глебка', 0],
            ['глебка', 'глебка', 1],
            ['глебка', 'глебка', 2],
            ['глебка', 'глебка', 30],

            ['глебыч', 'глебыч', 0],
            ['глебыч', 'глебыч', 1],
            ['глебыч', 'глебыч', 2],
            ['глебыч', 'глебыч', 30],

            ['гликозид', 'гликозид', 0],
            ['гликозид', 'гликозид', 1],
            ['гликозид', 'гликозид', 2],
            ['гликозид', 'гликозид', 30],

            ['глина', 'глина', 0],
            ['глина', 'глина', 1],
            ['глина', 'глина', 2],
            ['глина', 'глина', 30],

            ['глиссер', 'глиссер', 0],
            ['глиссер', 'глиссер', 1],
            ['глиссер', 'глиссер', 2],
            ['глиссер', 'глиссер', 30],

            ['глиста', 'глиста', 0],
            ['глиста', 'глиста', 1],
            ['глиста', 'глиста', 2],
            ['глиста', 'глиста', 30],

            ['глицерин', 'глицерин', 0],
            ['глицерин', 'глицерин', 1],
            ['глицерин', 'глицерин', 2],
            ['глицерин', 'глицерин', 30],

            ['глобулин', 'глобулин', 0],
            ['глобулин', 'глобулин', 1],
            ['глобулин', 'глобулин', 2],
            ['глобулин', 'глобулин', 30],

            ['глобус', 'глобус', 0],
            ['глобус', 'глобус', 1],
            ['глобус', 'глобус', 2],
            ['глобус', 'глобус', 30],

            ['глория', 'глория', 0],
            ['глория', 'глория', 1],
            ['глория', 'глория', 2],
            ['глория', 'глория', 30],

            ['глот', 'глот', 0],
            ['глот', 'глот', 1],
            ['глот', 'глот', 2],
            ['глот', 'глот', 30],

            ['глотание', 'глотание', 0],
            ['глотание', 'глотание', 1],
            ['глотание', 'глотание', 2],
            ['глотание', 'глотание', 30],

            ['глоток', 'глоток', 0],
            ['глоток', 'глоток', 1],
            ['глоток', 'глоток', 2],
            ['глоток', 'глоток', 30],

            ['глоточек', 'глоточек', 0],
            ['глоточек', 'глоточек', 1],
            ['глоточек', 'глоточек', 2],
            ['глоточек', 'глоточек', 30],

            ['глубина', 'глубина', 0],
            ['глубина', 'глубина', 1],
            ['глубина', 'глубина', 2],
            ['глубина', 'глубина', 30],

            ['глубинка', 'глубинка', 0],
            ['глубинка', 'глубинка', 1],
            ['глубинка', 'глубинка', 2],
            ['глубинка', 'глубинка', 30],

            ['глубь', 'глубь', 0],
            ['глубь', 'глубь', 1],
            ['глубь', 'глубь', 2],
            ['глубь', 'глубь', 30],

            ['глум', 'глум', 0],
            ['глум', 'глум', 1],
            ['глум', 'глум', 2],
            ['глум', 'глум', 30],

            ['глумление', 'глумление', 0],
            ['глумление', 'глумление', 1],
            ['глумление', 'глумление', 2],
            ['глумление', 'глумление', 30],

            ['глумов', 'глумов', 0],
            ['глумов', 'глумов', 1],
            ['глумов', 'глумов', 2],
            ['глумов', 'глумов', 30],

            ['глупец', 'глупец', 0],
            ['глупец', 'глупец', 1],
            ['глупец', 'глупец', 2],
            ['глупец', 'глупец', 30],

            ['глупость', 'глупость', 0],
            ['глупость', 'глупость', 1],
            ['глупость', 'глупость', 2],
            ['глупость', 'глупость', 30],

            ['глухарь', 'глухарь', 0],
            ['глухарь', 'глухарь', 1],
            ['глухарь', 'глухарь', 2],
            ['глухарь', 'глухарь', 30],

            ['глухов', 'глухов', 0],
            ['глухов', 'глухов', 1],
            ['глухов', 'глухов', 2],
            ['глухов', 'глухов', 30],

            ['глухой', 'глухой', 0],
            ['глухой', 'глухой', 1],
            ['глухой', 'глухой', 2],
            ['глухой', 'глухой', 30],

            ['глухомань', 'глухомань', 0],
            ['глухомань', 'глухомань', 1],
            ['глухомань', 'глухомань', 2],
            ['глухомань', 'глухомань', 30],

            ['глухота', 'глухота', 0],
            ['глухота', 'глухота', 1],
            ['глухота', 'глухота', 2],
            ['глухота', 'глухота', 30],

            ['глушитель', 'глушитель', 0],
            ['глушитель', 'глушитель', 1],
            ['глушитель', 'глушитель', 2],
            ['глушитель', 'глушитель', 30],

            ['глушков', 'глушков', 0],
            ['глушков', 'глушков', 1],
            ['глушков', 'глушков', 2],
            ['глушков', 'глушков', 30],

            ['глушь', 'глушь', 0],
            ['глушь', 'глушь', 1],
            ['глушь', 'глушь', 2],
            ['глушь', 'глушь', 30],

            ['глыба', 'глыба', 0],
            ['глыба', 'глыба', 1],
            ['глыба', 'глыба', 2],
            ['глыба', 'глыба', 30],

            ['глюкоза', 'глюкоза', 0],
            ['глюкоза', 'глюкоза', 1],
            ['глюкоза', 'глюкоза', 2],
            ['глюкоза', 'глюкоза', 30],

            ['глянец', 'глянец', 0],
            ['глянец', 'глянец', 1],
            ['глянец', 'глянец', 2],
            ['глянец', 'глянец', 30],

            ['гнев', 'гнев', 0],
            ['гнев', 'гнев', 1],
            ['гнев', 'гнев', 2],
            ['гнев', 'гнев', 30],

            ['гнездо', 'гнездо', 0],
            ['гнездо', 'гнездо', 1],
            ['гнездо', 'гнездо', 2],
            ['гнездо', 'гнездо', 30],

            ['гнездышко', 'гнездышко', 0],
            ['гнездышко', 'гнездышко', 1],
            ['гнездышко', 'гнездышко', 2],
            ['гнездышко', 'гнездышко', 30],

            ['гнет', 'гнет', 0],
            ['гнет', 'гнет', 1],
            ['гнет', 'гнет', 2],
            ['гнет', 'гнет', 30],

            ['гнида', 'гнида', 0],
            ['гнида', 'гнида', 1],
            ['гнида', 'гнида', 2],
            ['гнида', 'гнида', 30],

            ['гниение', 'гниение', 0],
            ['гниение', 'гниение', 1],
            ['гниение', 'гниение', 2],
            ['гниение', 'гниение', 30],

            ['гнилушка', 'гнилушка', 0],
            ['гнилушка', 'гнилушка', 1],
            ['гнилушка', 'гнилушка', 2],
            ['гнилушка', 'гнилушка', 30],

            ['гниль', 'гниль', 0],
            ['гниль', 'гниль', 1],
            ['гниль', 'гниль', 2],
            ['гниль', 'гниль', 30],

            ['гнилье', 'гнилье', 0],
            ['гнилье', 'гнилье', 1],
            ['гнилье', 'гнилье', 2],
            ['гнилье', 'гнилье', 30],

            ['гной', 'гной', 0],
            ['гной', 'гной', 1],
            ['гной', 'гной', 2],
            ['гной', 'гной', 30],

            ['гнойник', 'гнойник', 0],
            ['гнойник', 'гнойник', 1],
            ['гнойник', 'гнойник', 2],
            ['гнойник', 'гнойник', 30],

            ['гнойничок', 'гнойничок', 0],
            ['гнойничок', 'гнойничок', 1],
            ['гнойничок', 'гнойничок', 2],
            ['гнойничок', 'гнойничок', 30],

            ['гном', 'гном', 0],
            ['гном', 'гном', 1],
            ['гном', 'гном', 2],
            ['гном', 'гном', 30],

            ['гнома', 'гнома', 0],
            ['гнома', 'гнома', 1],
            ['гнома', 'гнома', 2],
            ['гнома', 'гнома', 30],

            ['гнус', 'гнус', 0],
            ['гнус', 'гнус', 1],
            ['гнус', 'гнус', 2],
            ['гнус', 'гнус', 30],

            ['гнусность', 'гнусность', 0],
            ['гнусность', 'гнусность', 1],
            ['гнусность', 'гнусность', 2],
            ['гнусность', 'гнусность', 30],

            ['гобелен', 'гобелен', 0],
            ['гобелен', 'гобелен', 1],
            ['гобелен', 'гобелен', 2],
            ['гобелен', 'гобелен', 30],

            ['гоби', 'гоби', 0],
            ['гоби', 'гоби', 1],
            ['гоби', 'гоби', 2],
            ['гоби', 'гоби', 30],

            ['гоблин', 'гоблин', 0],
            ['гоблин', 'гоблин', 1],
            ['гоблин', 'гоблин', 2],
            ['гоблин', 'гоблин', 30],

            ['гобой', 'гобой', 0],
            ['гобой', 'гобой', 1],
            ['гобой', 'гобой', 2],
            ['гобой', 'гобой', 30],

            ['говно', 'говно', 0],
            ['говно', 'говно', 1],
            ['говно', 'говно', 2],
            ['говно', 'говно', 30],

            ['говор', 'говор', 0],
            ['говор', 'говор', 1],
            ['говор', 'говор', 2],
            ['говор', 'говор', 30],

            ['говорун', 'говорун', 0],
            ['говорун', 'говорун', 1],
            ['говорун', 'говорун', 2],
            ['говорун', 'говорун', 30],

            ['говядина', 'говядина', 0],
            ['говядина', 'говядина', 1],
            ['говядина', 'говядина', 2],
            ['говядина', 'говядина', 30],

            ['гога', 'гога', 0],
            ['гога', 'гога', 1],
            ['гога', 'гога', 2],
            ['гога', 'гога', 30],

            ['гогот', 'гогот', 0],
            ['гогот', 'гогот', 1],
            ['гогот', 'гогот', 2],
            ['гогот', 'гогот', 30],

            ['год', 'год', 0],
            ['год', 'год', 1],
            ['год', 'год', 2],
            ['год', 'год', 30],

            ['годик', 'годик', 0],
            ['годик', 'годик', 1],
            ['годик', 'годик', 2],
            ['годик', 'годик', 30],

            ['годность', 'годность', 0],
            ['годность', 'годность', 1],
            ['годность', 'годность', 2],
            ['годность', 'годность', 30],

            ['годовщина', 'годовщина', 0],
            ['годовщина', 'годовщина', 1],
            ['годовщина', 'годовщина', 2],
            ['годовщина', 'годовщина', 30],

            ['годок', 'годок', 0],
            ['годок', 'годок', 1],
            ['годок', 'годок', 2],
            ['годок', 'годок', 30],

            ['гол', 'гол', 0],
            ['гол', 'гол', 1],
            ['гол', 'гол', 2],
            ['гол', 'гол', 30],

            ['голгофа', 'голгофа', 0],
            ['голгофа', 'голгофа', 1],
            ['голгофа', 'голгофа', 2],
            ['голгофа', 'голгофа', 30],

            ['голенище', 'голенище', 0],
            ['голенище', 'голенище', 1],
            ['голенище', 'голенище', 2],
            ['голенище', 'голенище', 30],

            ['голень', 'голень', 0],
            ['голень', 'голень', 1],
            ['голень', 'голень', 2],
            ['голень', 'голень', 30],

            ['голец', 'голец', 0],
            ['голец', 'голец', 1],
            ['голец', 'голец', 2],
            ['голец', 'голец', 30],

            ['голиаф', 'голиаф', 0],
            ['голиаф', 'голиаф', 1],
            ['голиаф', 'голиаф', 2],
            ['голиаф', 'голиаф', 30],

            ['голландец', 'голландец', 0],
            ['голландец', 'голландец', 1],
            ['голландец', 'голландец', 2],
            ['голландец', 'голландец', 30],

            ['голландия', 'голландия', 0],
            ['голландия', 'голландия', 1],
            ['голландия', 'голландия', 2],
            ['голландия', 'голландия', 30],

            ['голландка', 'голландка', 0],
            ['голландка', 'голландка', 1],
            ['голландка', 'голландка', 2],
            ['голландка', 'голландка', 30],

            ['голливуд', 'голливуд', 0],
            ['голливуд', 'голливуд', 1],
            ['голливуд', 'голливуд', 2],
            ['голливуд', 'голливуд', 30],

            ['голова', 'голова', 0],
            ['голова', 'голова', 1],
            ['голова', 'голова', 2],
            ['голова', 'голова', 30],

            ['голован', 'голован', 0],
            ['голован', 'голован', 1],
            ['голован', 'голован', 2],
            ['голован', 'голован', 30],

            ['головенка', 'головенка', 0],
            ['головенка', 'головенка', 1],
            ['головенка', 'головенка', 2],
            ['головенка', 'головенка', 30],

            ['головешка', 'головешка', 0],
            ['головешка', 'головешка', 1],
            ['головешка', 'головешка', 2],
            ['головешка', 'головешка', 30],

            ['головка', 'головка', 0],
            ['головка', 'головка', 1],
            ['головка', 'головка', 2],
            ['головка', 'головка', 30],

            ['головной', 'головной', 0],
            ['головной', 'головной', 1],
            ['головной', 'головной', 2],
            ['головной', 'головной', 30],

            ['головня', 'головня', 0],
            ['головня', 'головня', 1],
            ['головня', 'головня', 2],
            ['головня', 'головня', 30],

            ['головокружение', 'головокружение', 0],
            ['головокружение', 'головокружение', 1],
            ['головокружение', 'головокружение', 2],
            ['головокружение', 'головокружение', 30],

            ['головоломка', 'головоломка', 0],
            ['головоломка', 'головоломка', 1],
            ['головоломка', 'головоломка', 2],
            ['головоломка', 'головоломка', 30],

            ['головорез', 'головорез', 0],
            ['головорез', 'головорез', 1],
            ['головорез', 'головорез', 2],
            ['головорез', 'головорез', 30],

            ['головушка', 'головушка', 0],
            ['головушка', 'головушка', 1],
            ['головушка', 'головушка', 2],
            ['головушка', 'головушка', 30],

            ['головчинер', 'головчинер', 0],
            ['головчинер', 'головчинер', 1],
            ['головчинер', 'головчинер', 2],
            ['головчинер', 'головчинер', 30],

            ['голод', 'голод', 0],
            ['голод', 'голод', 1],
            ['голод', 'голод', 2],
            ['голод', 'голод', 30],

            ['голодание', 'голодание', 0],
            ['голодание', 'голодание', 1],
            ['голодание', 'голодание', 2],
            ['голодание', 'голодание', 30],

            ['голодающий', 'голодающий', 0],
            ['голодающий', 'голодающий', 1],
            ['голодающий', 'голодающий', 2],
            ['голодающий', 'голодающий', 30],

            ['голодный', 'голодный', 0],
            ['голодный', 'голодный', 1],
            ['голодный', 'голодный', 2],
            ['голодный', 'голодный', 30],

            ['голодовка', 'голодовка', 0],
            ['голодовка', 'голодовка', 1],
            ['голодовка', 'голодовка', 2],
            ['голодовка', 'голодовка', 30],

            ['голодранец', 'голодранец', 0],
            ['голодранец', 'голодранец', 1],
            ['голодранец', 'голодранец', 2],
            ['голодранец', 'голодранец', 30],

            ['голодуха', 'голодуха', 0],
            ['голодуха', 'голодуха', 1],
            ['голодуха', 'голодуха', 2],
            ['голодуха', 'голодуха', 30],

            ['гололед', 'гололед', 0],
            ['гололед', 'гололед', 1],
            ['гололед', 'гололед', 2],
            ['гололед', 'гололед', 30],

            ['голос', 'голос', 0],
            ['голос', 'голос', 1],
            ['голос', 'голос', 2],
            ['голос', 'голос', 30],

            ['голосование', 'голосование', 0],
            ['голосование', 'голосование', 1],
            ['голосование', 'голосование', 2],
            ['голосование', 'голосование', 30],

            ['голосок', 'голосок', 0],
            ['голосок', 'голосок', 1],
            ['голосок', 'голосок', 2],
            ['голосок', 'голосок', 30],

            ['голуба', 'голуба', 0],
            ['голуба', 'голуба', 1],
            ['голуба', 'голуба', 2],
            ['голуба', 'голуба', 30],

            ['голубец', 'голубец', 0],
            ['голубец', 'голубец', 1],
            ['голубец', 'голубец', 2],
            ['голубец', 'голубец', 30],

            ['голубизна', 'голубизна', 0],
            ['голубизна', 'голубизна', 1],
            ['голубизна', 'голубизна', 2],
            ['голубизна', 'голубизна', 30],

            ['голубок', 'голубок', 0],
            ['голубок', 'голубок', 1],
            ['голубок', 'голубок', 2],
            ['голубок', 'голубок', 30],

            ['голубушка', 'голубушка', 0],
            ['голубушка', 'голубушка', 1],
            ['голубушка', 'голубушка', 2],
            ['голубушка', 'голубушка', 30],

            ['голубцов', 'голубцов', 0],
            ['голубцов', 'голубцов', 1],
            ['голубцов', 'голубцов', 2],
            ['голубцов', 'голубцов', 30],

            ['голубчик', 'голубчик', 0],
            ['голубчик', 'голубчик', 1],
            ['голубчик', 'голубчик', 2],
            ['голубчик', 'голубчик', 30],

            ['голубь', 'голубь', 0],
            ['голубь', 'голубь', 1],
            ['голубь', 'голубь', 2],
            ['голубь', 'голубь', 30],

            ['голубятник', 'голубятник', 0],
            ['голубятник', 'голубятник', 1],
            ['голубятник', 'голубятник', 2],
            ['голубятник', 'голубятник', 30],

            ['голубятня', 'голубятня', 0],
            ['голубятня', 'голубятня', 1],
            ['голубятня', 'голубятня', 2],
            ['голубятня', 'голубятня', 30],

            ['голыш', 'голыш', 0],
            ['голыш', 'голыш', 1],
            ['голыш', 'голыш', 2],
            ['голыш', 'голыш', 30],

            ['гольф', 'гольф', 0],
            ['гольф', 'гольф', 1],
            ['гольф', 'гольф', 2],
            ['гольф', 'гольф', 30],

            ['гомель', 'гомель', 0],
            ['гомель', 'гомель', 1],
            ['гомель', 'гомель', 2],
            ['гомель', 'гомель', 30],

            ['гомеопат', 'гомеопат', 0],
            ['гомеопат', 'гомеопат', 1],
            ['гомеопат', 'гомеопат', 2],
            ['гомеопат', 'гомеопат', 30],

            ['гомеопатия', 'гомеопатия', 0],
            ['гомеопатия', 'гомеопатия', 1],
            ['гомеопатия', 'гомеопатия', 2],
            ['гомеопатия', 'гомеопатия', 30],

            ['гомера', 'гомера', 0],
            ['гомера', 'гомера', 1],
            ['гомера', 'гомера', 2],
            ['гомера', 'гомера', 30],

            ['гомик', 'гомик', 0],
            ['гомик', 'гомик', 1],
            ['гомик', 'гомик', 2],
            ['гомик', 'гомик', 30],

            ['гомон', 'гомон', 0],
            ['гомон', 'гомон', 1],
            ['гомон', 'гомон', 2],
            ['гомон', 'гомон', 30],

            ['гомосексуализм', 'гомосексуализм', 0],
            ['гомосексуализм', 'гомосексуализм', 1],
            ['гомосексуализм', 'гомосексуализм', 2],
            ['гомосексуализм', 'гомосексуализм', 30],

            ['гомосексуалист', 'гомосексуалист', 0],
            ['гомосексуалист', 'гомосексуалист', 1],
            ['гомосексуалист', 'гомосексуалист', 2],
            ['гомосексуалист', 'гомосексуалист', 30],

            ['гомосексуальность', 'гомосексуальность', 0],
            ['гомосексуальность', 'гомосексуальность', 1],
            ['гомосексуальность', 'гомосексуальность', 2],
            ['гомосексуальность', 'гомосексуальность', 30],

            ['гон', 'гон', 0],
            ['гон', 'гон', 1],
            ['гон', 'гон', 2],
            ['гон', 'гон', 30],

            ['гонг', 'гонг', 0],
            ['гонг', 'гонг', 1],
            ['гонг', 'гонг', 2],
            ['гонг', 'гонг', 30],

            ['гондола', 'гондола', 0],
            ['гондола', 'гондола', 1],
            ['гондола', 'гондола', 2],
            ['гондола', 'гондола', 30],

            ['гондурас', 'гондурас', 0],
            ['гондурас', 'гондурас', 1],
            ['гондурас', 'гондурас', 2],
            ['гондурас', 'гондурас', 30],

            ['гонение', 'гонение', 0],
            ['гонение', 'гонение', 1],
            ['гонение', 'гонение', 2],
            ['гонение', 'гонение', 30],

            ['гонец', 'гонец', 0],
            ['гонец', 'гонец', 1],
            ['гонец', 'гонец', 2],
            ['гонец', 'гонец', 30],

            ['гонка', 'гонка', 0],
            ['гонка', 'гонка', 1],
            ['гонка', 'гонка', 2],
            ['гонка', 'гонка', 30],

            ['гонконг', 'гонконг', 0],
            ['гонконг', 'гонконг', 1],
            ['гонконг', 'гонконг', 2],
            ['гонконг', 'гонконг', 30],

            ['гонококк', 'гонококк', 0],
            ['гонококк', 'гонококк', 1],
            ['гонококк', 'гонококк', 2],
            ['гонококк', 'гонококк', 30],

            ['гонор', 'гонор', 0],
            ['гонор', 'гонор', 1],
            ['гонор', 'гонор', 2],
            ['гонор', 'гонор', 30],

            ['гонорар', 'гонорар', 0],
            ['гонорар', 'гонорар', 1],
            ['гонорар', 'гонорар', 2],
            ['гонорар', 'гонорар', 30],

            ['гонорея', 'гонорея', 0],
            ['гонорея', 'гонорея', 1],
            ['гонорея', 'гонорея', 2],
            ['гонорея', 'гонорея', 30],

            ['гончаренко', 'гончаренко', 0],
            ['гончаренко', 'гончаренко', 1],
            ['гончаренко', 'гончаренко', 2],
            ['гончаренко', 'гончаренко', 30],

            ['гончарова', 'гончарова', 0],
            ['гончарова', 'гончарова', 1],
            ['гончарова', 'гончарова', 2],
            ['гончарова', 'гончарова', 30],

            ['гонщик', 'гонщик', 0],
            ['гонщик', 'гонщик', 1],
            ['гонщик', 'гонщик', 2],
            ['гонщик', 'гонщик', 30],

            ['гора', 'гора', 0],
            ['гора', 'гора', 1],
            ['гора', 'гора', 2],
            ['гора', 'гора', 30],

            ['горб', 'горб', 0],
            ['горб', 'горб', 1],
            ['горб', 'горб', 2],
            ['горб', 'горб', 30],

            ['горбатый', 'горбатый', 0],
            ['горбатый', 'горбатый', 1],
            ['горбатый', 'горбатый', 2],
            ['горбатый', 'горбатый', 30],

            ['горбачевы', 'горбачевы', 0],
            ['горбачевы', 'горбачевы', 1],
            ['горбачевы', 'горбачевы', 2],
            ['горбачевы', 'горбачевы', 30],

            ['горбинка', 'горбинка', 0],
            ['горбинка', 'горбинка', 1],
            ['горбинка', 'горбинка', 2],
            ['горбинка', 'горбинка', 30],

            ['горбун', 'горбун', 0],
            ['горбун', 'горбун', 1],
            ['горбун', 'горбун', 2],
            ['горбун', 'горбун', 30],

            ['горбуша', 'горбуша', 0],
            ['горбуша', 'горбуша', 1],
            ['горбуша', 'горбуша', 2],
            ['горбуша', 'горбуша', 30],

            ['горбушка', 'горбушка', 0],
            ['горбушка', 'горбушка', 1],
            ['горбушка', 'горбушка', 2],
            ['горбушка', 'горбушка', 30],

            ['гордец', 'гордец', 0],
            ['гордец', 'гордец', 1],
            ['гордец', 'гордец', 2],
            ['гордец', 'гордец', 30],

            ['гордость', 'гордость', 0],
            ['гордость', 'гордость', 1],
            ['гордость', 'гордость', 2],
            ['гордость', 'гордость', 30],

            ['гордыня', 'гордыня', 0],
            ['гордыня', 'гордыня', 1],
            ['гордыня', 'гордыня', 2],
            ['гордыня', 'гордыня', 30],

            ['горе', 'горе', 0],
            ['горе', 'горе', 1],
            ['горе', 'горе', 2],
            ['горе', 'горе', 30],

            ['горелка', 'горелка', 0],
            ['горелка', 'горелка', 1],
            ['горелка', 'горелка', 2],
            ['горелка', 'горелка', 30],

            ['горелов', 'горелов', 0],
            ['горелов', 'горелов', 1],
            ['горелов', 'горелов', 2],
            ['горелов', 'горелов', 30],

            ['горемыка', 'горемыка', 0],
            ['горемыка', 'горемыка', 1],
            ['горемыка', 'горемыка', 2],
            ['горемыка', 'горемыка', 30],

            ['горение', 'горение', 0],
            ['горение', 'горение', 1],
            ['горение', 'горение', 2],
            ['горение', 'горение', 30],

            ['горесть', 'горесть', 0],
            ['горесть', 'горесть', 1],
            ['горесть', 'горесть', 2],
            ['горесть', 'горесть', 30],

            ['горец', 'горец', 0],
            ['горец', 'горец', 1],
            ['горец', 'горец', 2],
            ['горец', 'горец', 30],

            ['горечь', 'горечь', 0],
            ['горечь', 'горечь', 1],
            ['горечь', 'горечь', 2],
            ['горечь', 'горечь', 30],

            ['горизонт', 'горизонт', 0],
            ['горизонт', 'горизонт', 1],
            ['горизонт', 'горизонт', 2],
            ['горизонт', 'горизонт', 30],

            ['горизонталь', 'горизонталь', 0],
            ['горизонталь', 'горизонталь', 1],
            ['горизонталь', 'горизонталь', 2],
            ['горизонталь', 'горизонталь', 30],

            ['горилла', 'горилла', 0],
            ['горилла', 'горилла', 1],
            ['горилла', 'горилла', 2],
            ['горилла', 'горилла', 30],

            ['горин', 'горин', 0],
            ['горин', 'горин', 1],
            ['горин', 'горин', 2],
            ['горин', 'горин', 30],

            ['горисполком', 'горисполком', 0],
            ['горисполком', 'горисполком', 1],
            ['горисполком', 'горисполком', 2],
            ['горисполком', 'горисполком', 30],

            ['горка', 'горка', 0],
            ['горка', 'горка', 1],
            ['горка', 'горка', 2],
            ['горка', 'горка', 30],

            ['горком', 'горком', 0],
            ['горком', 'горком', 1],
            ['горком', 'горком', 2],
            ['горком', 'горком', 30],

            ['горло', 'горло', 0],
            ['горло', 'горло', 1],
            ['горло', 'горло', 2],
            ['горло', 'горло', 30],

            ['горловина', 'горловина', 0],
            ['горловина', 'горловина', 1],
            ['горловина', 'горловина', 2],
            ['горловина', 'горловина', 30],

            ['горлопан', 'горлопан', 0],
            ['горлопан', 'горлопан', 1],
            ['горлопан', 'горлопан', 2],
            ['горлопан', 'горлопан', 30],

            ['горлышко', 'горлышко', 0],
            ['горлышко', 'горлышко', 1],
            ['горлышко', 'горлышко', 2],
            ['горлышко', 'горлышко', 30],

            ['гормон', 'гормон', 0],
            ['гормон', 'гормон', 1],
            ['гормон', 'гормон', 2],
            ['гормон', 'гормон', 30],

            ['горн', 'горн', 0],
            ['горн', 'горн', 1],
            ['горн', 'горн', 2],
            ['горн', 'горн', 30],

            ['горнист', 'горнист', 0],
            ['горнист', 'горнист', 1],
            ['горнист', 'горнист', 2],
            ['горнист', 'горнист', 30],

            ['горница', 'горница', 0],
            ['горница', 'горница', 1],
            ['горница', 'горница', 2],
            ['горница', 'горница', 30],

            ['горностай', 'горностай', 0],
            ['горностай', 'горностай', 1],
            ['горностай', 'горностай', 2],
            ['горностай', 'горностай', 30],

            ['горняк', 'горняк', 0],
            ['горняк', 'горняк', 1],
            ['горняк', 'горняк', 2],
            ['горняк', 'горняк', 30],

            ['горобец', 'горобец', 0],
            ['горобец', 'горобец', 1],
            ['горобец', 'горобец', 2],
            ['горобец', 'горобец', 30],

            ['город', 'город', 0],
            ['город', 'город', 1],
            ['город', 'город', 2],
            ['город', 'город', 30],

            ['городишко', 'городишко', 0],
            ['городишко', 'городишко', 1],
            ['городишко', 'городишко', 2],
            ['городишко', 'городишко', 30],

            ['городище', 'городище', 0],
            ['городище', 'городище', 1],
            ['городище', 'городище', 2],
            ['городище', 'городище', 30],

            ['городовой', 'городовой', 0],
            ['городовой', 'городовой', 1],
            ['городовой', 'городовой', 2],
            ['городовой', 'городовой', 30],

            ['городок', 'городок', 0],
            ['городок', 'городок', 1],
            ['городок', 'городок', 2],
            ['городок', 'городок', 30],

            ['городской', 'городской', 0],
            ['городской', 'городской', 1],
            ['городской', 'городской', 2],
            ['городской', 'городской', 30],

            ['городьба', 'городьба', 0],
            ['городьба', 'городьба', 1],
            ['городьба', 'городьба', 2],
            ['городьба', 'городьба', 30],

            ['горожанин', 'горожанин', 0],
            ['горожанин', 'горожанин', 1],
            ['горожанин', 'горожанин', 2],
            ['горожанин', 'горожанин', 30],

            ['гороскоп', 'гороскоп', 0],
            ['гороскоп', 'гороскоп', 1],
            ['гороскоп', 'гороскоп', 2],
            ['гороскоп', 'гороскоп', 30],

            ['горох', 'горох', 0],
            ['горох', 'горох', 1],
            ['горох', 'горох', 2],
            ['горох', 'горох', 30],

            ['горошек', 'горошек', 0],
            ['горошек', 'горошек', 1],
            ['горошек', 'горошек', 2],
            ['горошек', 'горошек', 30],

            ['горошина', 'горошина', 0],
            ['горошина', 'горошина', 1],
            ['горошина', 'горошина', 2],
            ['горошина', 'горошина', 30],

            ['горсовет', 'горсовет', 0],
            ['горсовет', 'горсовет', 1],
            ['горсовет', 'горсовет', 2],
            ['горсовет', 'горсовет', 30],

            ['горстка', 'горстка', 0],
            ['горстка', 'горстка', 1],
            ['горстка', 'горстка', 2],
            ['горстка', 'горстка', 30],

            ['горсточка', 'горсточка', 0],
            ['горсточка', 'горсточка', 1],
            ['горсточка', 'горсточка', 2],
            ['горсточка', 'горсточка', 30],

            ['горсть', 'горсть', 0],
            ['горсть', 'горсть', 1],
            ['горсть', 'горсть', 2],
            ['горсть', 'горсть', 30],

            ['гортань', 'гортань', 0],
            ['гортань', 'гортань', 1],
            ['гортань', 'гортань', 2],
            ['гортань', 'гортань', 30],

            ['горчак', 'горчак', 0],
            ['горчак', 'горчак', 1],
            ['горчак', 'горчак', 2],
            ['горчак', 'горчак', 30],

            ['горчица', 'горчица', 0],
            ['горчица', 'горчица', 1],
            ['горчица', 'горчица', 2],
            ['горчица', 'горчица', 30],

            ['горчичник', 'горчичник', 0],
            ['горчичник', 'горчичник', 1],
            ['горчичник', 'горчичник', 2],
            ['горчичник', 'горчичник', 30],

            ['горшок', 'горшок', 0],
            ['горшок', 'горшок', 1],
            ['горшок', 'горшок', 2],
            ['горшок', 'горшок', 30],

            ['горшочек', 'горшочек', 0],
            ['горшочек', 'горшочек', 1],
            ['горшочек', 'горшочек', 2],
            ['горшочек', 'горшочек', 30],

            ['горя', 'горя', 0],
            ['горя', 'горя', 1],
            ['горя', 'горя', 2],
            ['горя', 'горя', 30],

            ['горячка', 'горячка', 0],
            ['горячка', 'горячка', 1],
            ['горячка', 'горячка', 2],
            ['горячка', 'горячка', 30],

            ['горячность', 'горячность', 0],
            ['горячность', 'горячность', 1],
            ['горячность', 'горячность', 2],
            ['горячность', 'горячность', 30],

            ['госбанк', 'госбанк', 0],
            ['госбанк', 'госбанк', 1],
            ['госбанк', 'госбанк', 2],
            ['госбанк', 'госбанк', 30],

            ['госбезопасность', 'госбезопасность', 0],
            ['госбезопасность', 'госбезопасность', 1],
            ['госбезопасность', 'госбезопасность', 2],
            ['госбезопасность', 'госбезопасность', 30],

            ['госбюджет', 'госбюджет', 0],
            ['госбюджет', 'госбюджет', 1],
            ['госбюджет', 'госбюджет', 2],
            ['госбюджет', 'госбюджет', 30],

            ['госдума', 'госдума', 0],
            ['госдума', 'госдума', 1],
            ['госдума', 'госдума', 2],
            ['госдума', 'госдума', 30],

            ['госзаказ', 'госзаказ', 0],
            ['госзаказ', 'госзаказ', 1],
            ['госзаказ', 'госзаказ', 2],
            ['госзаказ', 'госзаказ', 30],

            ['госкомимущество', 'госкомимущество', 0],
            ['госкомимущество', 'госкомимущество', 1],
            ['госкомимущество', 'госкомимущество', 2],
            ['госкомимущество', 'госкомимущество', 30],

            ['госкомитет', 'госкомитет', 0],
            ['госкомитет', 'госкомитет', 1],
            ['госкомитет', 'госкомитет', 2],
            ['госкомитет', 'госкомитет', 30],

            ['госпитализация', 'госпитализация', 0],
            ['госпитализация', 'госпитализация', 1],
            ['госпитализация', 'госпитализация', 2],
            ['госпитализация', 'госпитализация', 30],

            ['госпиталь', 'госпиталь', 0],
            ['госпиталь', 'госпиталь', 1],
            ['госпиталь', 'госпиталь', 2],
            ['госпиталь', 'госпиталь', 30],

            ['госплан', 'госплан', 0],
            ['госплан', 'госплан', 1],
            ['госплан', 'госплан', 2],
            ['госплан', 'госплан', 30],

            ['господин', 'господин', 0],
            ['господин', 'господин', 1],
            ['господин', 'господин', 2],
            ['господин', 'господин', 30],

            ['господство', 'господство', 0],
            ['господство', 'господство', 1],
            ['господство', 'господство', 2],
            ['господство', 'господство', 30],

            ['господь', 'господь', 0],
            ['господь', 'господь', 1],
            ['господь', 'господь', 2],
            ['господь', 'господь', 30],

            ['госпожа', 'госпожа', 0],
            ['госпожа', 'госпожа', 1],
            ['госпожа', 'госпожа', 2],
            ['госпожа', 'госпожа', 30],

            ['гост', 'гост', 0],
            ['гост', 'гост', 1],
            ['гост', 'гост', 2],
            ['гост', 'гост', 30],

            ['гостеприимство', 'гостеприимство', 0],
            ['гостеприимство', 'гостеприимство', 1],
            ['гостеприимство', 'гостеприимство', 2],
            ['гостеприимство', 'гостеприимство', 30],

            ['гостинец', 'гостинец', 0],
            ['гостинец', 'гостинец', 1],
            ['гостинец', 'гостинец', 2],
            ['гостинец', 'гостинец', 30],

            ['гостиница', 'гостиница', 0],
            ['гостиница', 'гостиница', 1],
            ['гостиница', 'гостиница', 2],
            ['гостиница', 'гостиница', 30],

            ['гость', 'гость', 0],
            ['гость', 'гость', 1],
            ['гость', 'гость', 2],
            ['гость', 'гость', 30],

            ['гостья', 'гостья', 0],
            ['гостья', 'гостья', 1],
            ['гостья', 'гостья', 2],
            ['гостья', 'гостья', 30],

            ['государственность', 'государственность', 0],
            ['государственность', 'государственность', 1],
            ['государственность', 'государственность', 2],
            ['государственность', 'государственность', 30],

            ['государство', 'государство', 0],
            ['государство', 'государство', 1],
            ['государство', 'государство', 2],
            ['государство', 'государство', 30],

            ['государыня', 'государыня', 0],
            ['государыня', 'государыня', 1],
            ['государыня', 'государыня', 2],
            ['государыня', 'государыня', 30],

            ['государь', 'государь', 0],
            ['государь', 'государь', 1],
            ['государь', 'государь', 2],
            ['государь', 'государь', 30],

            ['гот', 'гот', 0],
            ['гот', 'гот', 1],
            ['гот', 'гот', 2],
            ['гот', 'гот', 30],

            ['готовность', 'готовность', 0],
            ['готовность', 'готовность', 1],
            ['готовность', 'готовность', 2],
            ['готовность', 'готовность', 30],

            ['готя', 'готя', 0],
            ['готя', 'готя', 1],
            ['готя', 'готя', 2],
            ['готя', 'готя', 30],

            ['гоша', 'гоша', 0],
            ['гоша', 'гоша', 1],
            ['гоша', 'гоша', 2],
            ['гоша', 'гоша', 30],

            ['гошуля', 'гошуля', 0],
            ['гошуля', 'гошуля', 1],
            ['гошуля', 'гошуля', 2],
            ['гошуля', 'гошуля', 30],

            ['гошуня', 'гошуня', 0],
            ['гошуня', 'гошуня', 1],
            ['гошуня', 'гошуня', 2],
            ['гошуня', 'гошуня', 30],

            ['грабеж', 'грабеж', 0],
            ['грабеж', 'грабеж', 1],
            ['грабеж', 'грабеж', 2],
            ['грабеж', 'грабеж', 30],

            ['грабитель', 'грабитель', 0],
            ['грабитель', 'грабитель', 1],
            ['грабитель', 'грабитель', 2],
            ['грабитель', 'грабитель', 30],

            ['грабли', 'грабли', 0],
            ['грабли', 'грабли', 1],
            ['грабли', 'грабли', 2],
            ['грабли', 'грабли', 30],

            ['гравий', 'гравий', 0],
            ['гравий', 'гравий', 1],
            ['гравий', 'гравий', 2],
            ['гравий', 'гравий', 30],

            ['гравюра', 'гравюра', 0],
            ['гравюра', 'гравюра', 1],
            ['гравюра', 'гравюра', 2],
            ['гравюра', 'гравюра', 30],

            ['град', 'град', 0],
            ['град', 'град', 1],
            ['град', 'град', 2],
            ['град', 'град', 30],

            ['градоначальник', 'градоначальник', 0],
            ['градоначальник', 'градоначальник', 1],
            ['градоначальник', 'градоначальник', 2],
            ['градоначальник', 'градоначальник', 30],

            ['градус', 'градус', 0],
            ['градус', 'градус', 1],
            ['градус', 'градус', 2],
            ['градус', 'градус', 30],

            ['градусник', 'градусник', 0],
            ['градусник', 'градусник', 1],
            ['градусник', 'градусник', 2],
            ['градусник', 'градусник', 30],

            ['гражданин', 'гражданин', 0],
            ['гражданин', 'гражданин', 1],
            ['гражданин', 'гражданин', 2],
            ['гражданин', 'гражданин', 30],

            ['гражданка', 'гражданка', 0],
            ['гражданка', 'гражданка', 1],
            ['гражданка', 'гражданка', 2],
            ['гражданка', 'гражданка', 30],

            ['гражданочка', 'гражданочка', 0],
            ['гражданочка', 'гражданочка', 1],
            ['гражданочка', 'гражданочка', 2],
            ['гражданочка', 'гражданочка', 30],

            ['гражданство', 'гражданство', 0],
            ['гражданство', 'гражданство', 1],
            ['гражданство', 'гражданство', 2],
            ['гражданство', 'гражданство', 30],

            ['грамзапись', 'грамзапись', 0],
            ['грамзапись', 'грамзапись', 1],
            ['грамзапись', 'грамзапись', 2],
            ['грамзапись', 'грамзапись', 30],

            ['грамм', 'грамм', 0],
            ['грамм', 'грамм', 1],
            ['грамм', 'грамм', 2],
            ['грамм', 'грамм', 30],

            ['грамматика', 'грамматика', 0],
            ['грамматика', 'грамматика', 1],
            ['грамматика', 'грамматика', 2],
            ['грамматика', 'грамматика', 30],

            ['граммофон', 'граммофон', 0],
            ['граммофон', 'граммофон', 1],
            ['граммофон', 'граммофон', 2],
            ['граммофон', 'граммофон', 30],

            ['грамота', 'грамота', 0],
            ['грамота', 'грамота', 1],
            ['грамота', 'грамота', 2],
            ['грамота', 'грамота', 30],

            ['грамотей', 'грамотей', 0],
            ['грамотей', 'грамотей', 1],
            ['грамотей', 'грамотей', 2],
            ['грамотей', 'грамотей', 30],

            ['грамотность', 'грамотность', 0],
            ['грамотность', 'грамотность', 1],
            ['грамотность', 'грамотность', 2],
            ['грамотность', 'грамотность', 30],

            ['гран', 'гран', 0],
            ['гран', 'гран', 1],
            ['гран', 'гран', 2],
            ['гран', 'гран', 30],

            ['гранат', 'гранат', 0],
            ['гранат', 'гранат', 1],
            ['гранат', 'гранат', 2],
            ['гранат', 'гранат', 30],

            ['граната', 'граната', 0],
            ['граната', 'граната', 1],
            ['граната', 'граната', 2],
            ['граната', 'граната', 30],

            ['гранатомет', 'гранатомет', 0],
            ['гранатомет', 'гранатомет', 1],
            ['гранатомет', 'гранатомет', 2],
            ['гранатомет', 'гранатомет', 30],

            ['гранатометчик', 'гранатометчик', 0],
            ['гранатометчик', 'гранатометчик', 1],
            ['гранатометчик', 'гранатометчик', 2],
            ['гранатометчик', 'гранатометчик', 30],

            ['гранд', 'гранд', 0],
            ['гранд', 'гранд', 1],
            ['гранд', 'гранд', 2],
            ['гранд', 'гранд', 30],

            ['гранит', 'гранит', 0],
            ['гранит', 'гранит', 1],
            ['гранит', 'гранит', 2],
            ['гранит', 'гранит', 30],

            ['граница', 'граница', 0],
            ['граница', 'граница', 1],
            ['граница', 'граница', 2],
            ['граница', 'граница', 30],

            ['грануляция', 'грануляция', 0],
            ['грануляция', 'грануляция', 1],
            ['грануляция', 'грануляция', 2],
            ['грануляция', 'грануляция', 30],

            ['грань', 'грань', 0],
            ['грань', 'грань', 1],
            ['грань', 'грань', 2],
            ['грань', 'грань', 30],

            ['граня', 'граня', 0],
            ['граня', 'граня', 1],
            ['граня', 'граня', 2],
            ['граня', 'граня', 30],

            ['грапа', 'грапа', 0],
            ['грапа', 'грапа', 1],
            ['грапа', 'грапа', 2],
            ['грапа', 'грапа', 30],

            ['граф', 'граф', 0],
            ['граф', 'граф', 1],
            ['граф', 'граф', 2],
            ['граф', 'граф', 30],

            ['графа', 'графа', 0],
            ['графа', 'графа', 1],
            ['графа', 'графа', 2],
            ['графа', 'графа', 30],

            ['график', 'график', 0],
            ['график', 'график', 1],
            ['график', 'график', 2],
            ['график', 'график', 30],

            ['графика', 'графика', 0],
            ['графика', 'графика', 1],
            ['графика', 'графика', 2],
            ['графика', 'графика', 30],

            ['графин', 'графин', 0],
            ['графин', 'графин', 1],
            ['графин', 'графин', 2],
            ['графин', 'графин', 30],

            ['графинчик', 'графинчик', 0],
            ['графинчик', 'графинчик', 1],
            ['графинчик', 'графинчик', 2],
            ['графинчик', 'графинчик', 30],

            ['графиня', 'графиня', 0],
            ['графиня', 'графиня', 1],
            ['графиня', 'графиня', 2],
            ['графиня', 'графиня', 30],

            ['графит', 'графит', 0],
            ['графит', 'графит', 1],
            ['графит', 'графит', 2],
            ['графит', 'графит', 30],

            ['графоман', 'графоман', 0],
            ['графоман', 'графоман', 1],
            ['графоман', 'графоман', 2],
            ['графоман', 'графоман', 30],

            ['графство', 'графство', 0],
            ['графство', 'графство', 1],
            ['графство', 'графство', 2],
            ['графство', 'графство', 30],

            ['грац', 'грац', 0],
            ['грац', 'грац', 1],
            ['грац', 'грац', 2],
            ['грац', 'грац', 30],

            ['грация', 'грация', 0],
            ['грация', 'грация', 1],
            ['грация', 'грация', 2],
            ['грация', 'грация', 30],

            ['грач', 'грач', 0],
            ['грач', 'грач', 1],
            ['грач', 'грач', 2],
            ['грач', 'грач', 30],

            ['граша', 'граша', 0],
            ['граша', 'граша', 1],
            ['граша', 'граша', 2],
            ['граша', 'граша', 30],

            ['гребенка', 'гребенка', 0],
            ['гребенка', 'гребенка', 1],
            ['гребенка', 'гребенка', 2],
            ['гребенка', 'гребенка', 30],

            ['гребень', 'гребень', 0],
            ['гребень', 'гребень', 1],
            ['гребень', 'гребень', 2],
            ['гребень', 'гребень', 30],

            ['гребец', 'гребец', 0],
            ['гребец', 'гребец', 1],
            ['гребец', 'гребец', 2],
            ['гребец', 'гребец', 30],

            ['гребешок', 'гребешок', 0],
            ['гребешок', 'гребешок', 1],
            ['гребешок', 'гребешок', 2],
            ['гребешок', 'гребешок', 30],

            ['гребля', 'гребля', 0],
            ['гребля', 'гребля', 1],
            ['гребля', 'гребля', 2],
            ['гребля', 'гребля', 30],

            ['греза', 'греза', 0],
            ['греза', 'греза', 1],
            ['греза', 'греза', 2],
            ['греза', 'греза', 30],

            ['грейдер', 'грейдер', 0],
            ['грейдер', 'грейдер', 1],
            ['грейдер', 'грейдер', 2],
            ['грейдер', 'грейдер', 30],

            ['грек', 'грек', 0],
            ['грек', 'грек', 1],
            ['грек', 'грек', 2],
            ['грек', 'грек', 30],

            ['греков', 'греков', 0],
            ['греков', 'греков', 1],
            ['греков', 'греков', 2],
            ['греков', 'греков', 30],

            ['грелка', 'грелка', 0],
            ['грелка', 'грелка', 1],
            ['грелка', 'грелка', 2],
            ['грелка', 'грелка', 30],

            ['гренада', 'гренада', 0],
            ['гренада', 'гренада', 1],
            ['гренада', 'гренада', 2],
            ['гренада', 'гренада', 30],

            ['гренландия', 'гренландия', 0],
            ['гренландия', 'гренландия', 1],
            ['гренландия', 'гренландия', 2],
            ['гренландия', 'гренландия', 30],

            ['грех', 'грех', 0],
            ['грех', 'грех', 1],
            ['грех', 'грех', 2],
            ['грех', 'грех', 30],

            ['греция', 'греция', 0],
            ['греция', 'греция', 1],
            ['греция', 'греция', 2],
            ['греция', 'греция', 30],

            ['греча', 'греча', 0],
            ['греча', 'греча', 1],
            ['греча', 'греча', 2],
            ['греча', 'греча', 30],

            ['гречка', 'гречка', 0],
            ['гречка', 'гречка', 1],
            ['гречка', 'гречка', 2],
            ['гречка', 'гречка', 30],

            ['грешник', 'грешник', 0],
            ['грешник', 'грешник', 1],
            ['грешник', 'грешник', 2],
            ['грешник', 'грешник', 30],

            ['грешок', 'грешок', 0],
            ['грешок', 'грешок', 1],
            ['грешок', 'грешок', 2],
            ['грешок', 'грешок', 30],

            ['гриб', 'гриб', 0],
            ['гриб', 'гриб', 1],
            ['гриб', 'гриб', 2],
            ['гриб', 'гриб', 30],

            ['грибанов', 'грибанов', 0],
            ['грибанов', 'грибанов', 1],
            ['грибанов', 'грибанов', 2],
            ['грибанов', 'грибанов', 30],

            ['грибник', 'грибник', 0],
            ['грибник', 'грибник', 1],
            ['грибник', 'грибник', 2],
            ['грибник', 'грибник', 30],

            ['грибоед', 'грибоед', 0],
            ['грибоед', 'грибоед', 1],
            ['грибоед', 'грибоед', 2],
            ['грибоед', 'грибоед', 30],

            ['грибок', 'грибок', 0],
            ['грибок', 'грибок', 1],
            ['грибок', 'грибок', 2],
            ['грибок', 'грибок', 30],

            ['грибочек', 'грибочек', 0],
            ['грибочек', 'грибочек', 1],
            ['грибочек', 'грибочек', 2],
            ['грибочек', 'грибочек', 30],

            ['грива', 'грива', 0],
            ['грива', 'грива', 1],
            ['грива', 'грива', 2],
            ['грива', 'грива', 30],

            ['гривенник', 'гривенник', 0],
            ['гривенник', 'гривенник', 1],
            ['гривенник', 'гривенник', 2],
            ['гривенник', 'гривенник', 30],

            ['гривна', 'гривна', 0],
            ['гривна', 'гривна', 1],
            ['гривна', 'гривна', 2],
            ['гривна', 'гривна', 30],

            ['григориополь', 'григориополь', 0],
            ['григориополь', 'григориополь', 1],
            ['григориополь', 'григориополь', 2],
            ['григориополь', 'григориополь', 30],

            ['грим', 'грим', 0],
            ['грим', 'грим', 1],
            ['грим', 'грим', 2],
            ['грим', 'грим', 30],

            ['гримаса', 'гримаса', 0],
            ['гримаса', 'гримаса', 1],
            ['гримаса', 'гримаса', 2],
            ['гримаса', 'гримаса', 30],

            ['гример', 'гример', 0],
            ['гример', 'гример', 1],
            ['гример', 'гример', 2],
            ['гример', 'гример', 30],

            ['гринев', 'гринев', 0],
            ['гринев', 'гринев', 1],
            ['гринев', 'гринев', 2],
            ['гринев', 'гринев', 30],

            ['грипа', 'грипа', 0],
            ['грипа', 'грипа', 1],
            ['грипа', 'грипа', 2],
            ['грипа', 'грипа', 30],

            ['грипп', 'грипп', 0],
            ['грипп', 'грипп', 1],
            ['грипп', 'грипп', 2],
            ['грипп', 'грипп', 30],

            ['гриф', 'гриф', 0],
            ['гриф', 'гриф', 1],
            ['гриф', 'гриф', 2],
            ['гриф', 'гриф', 30],

            ['грифон', 'грифон', 0],
            ['грифон', 'грифон', 1],
            ['грифон', 'грифон', 2],
            ['грифон', 'грифон', 30],

            ['гроб', 'гроб', 0],
            ['гроб', 'гроб', 1],
            ['гроб', 'гроб', 2],
            ['гроб', 'гроб', 30],

            ['гробик', 'гробик', 0],
            ['гробик', 'гробик', 1],
            ['гробик', 'гробик', 2],
            ['гробик', 'гробик', 30],

            ['гробница', 'гробница', 0],
            ['гробница', 'гробница', 1],
            ['гробница', 'гробница', 2],
            ['гробница', 'гробница', 30],

            ['гродно', 'гродно', 0],
            ['гродно', 'гродно', 1],
            ['гродно', 'гродно', 2],
            ['гродно', 'гродно', 30],

            ['гроза', 'гроза', 0],
            ['гроза', 'гроза', 1],
            ['гроза', 'гроза', 2],
            ['гроза', 'гроза', 30],

            ['грозд', 'грозд', 0],
            ['грозд', 'грозд', 1],
            ['грозд', 'грозд', 2],
            ['грозд', 'грозд', 30],

            ['гроздь', 'гроздь', 0],
            ['гроздь', 'гроздь', 1],
            ['гроздь', 'гроздь', 2],
            ['гроздь', 'гроздь', 30],

            ['гром', 'гром', 0],
            ['гром', 'гром', 1],
            ['гром', 'гром', 2],
            ['гром', 'гром', 30],

            ['громада', 'громада', 0],
            ['громада', 'громада', 1],
            ['громада', 'громада', 2],
            ['громада', 'громада', 30],

            ['громадина', 'громадина', 0],
            ['громадина', 'громадина', 1],
            ['громадина', 'громадина', 2],
            ['громадина', 'громадина', 30],

            ['громила', 'громила', 0],
            ['громила', 'громила', 1],
            ['громила', 'громила', 2],
            ['громила', 'громила', 30],

            ['громкоговоритель', 'громкоговоритель', 0],
            ['громкоговоритель', 'громкоговоритель', 1],
            ['громкоговоритель', 'громкоговоритель', 2],
            ['громкоговоритель', 'громкоговоритель', 30],

            ['громкость', 'громкость', 0],
            ['громкость', 'громкость', 1],
            ['громкость', 'громкость', 2],
            ['громкость', 'громкость', 30],

            ['гронинген', 'гронинген', 0],
            ['гронинген', 'гронинген', 1],
            ['гронинген', 'гронинген', 2],
            ['гронинген', 'гронинген', 30],

            ['гроссмейстер', 'гроссмейстер', 0],
            ['гроссмейстер', 'гроссмейстер', 1],
            ['гроссмейстер', 'гроссмейстер', 2],
            ['гроссмейстер', 'гроссмейстер', 30],

            ['грохот', 'грохот', 0],
            ['грохот', 'грохот', 1],
            ['грохот', 'грохот', 2],
            ['грохот', 'грохот', 30],

            ['грош', 'грош', 0],
            ['грош', 'грош', 1],
            ['грош', 'грош', 2],
            ['грош', 'грош', 30],

            ['грубиян', 'грубиян', 0],
            ['грубиян', 'грубиян', 1],
            ['грубиян', 'грубиян', 2],
            ['грубиян', 'грубиян', 30],

            ['грубость', 'грубость', 0],
            ['грубость', 'грубость', 1],
            ['грубость', 'грубость', 2],
            ['грубость', 'грубость', 30],

            ['груда', 'груда', 0],
            ['груда', 'груда', 1],
            ['груда', 'груда', 2],
            ['груда', 'груда', 30],

            ['грудина', 'грудина', 0],
            ['грудина', 'грудина', 1],
            ['грудина', 'грудина', 2],
            ['грудина', 'грудина', 30],

            ['грудка', 'грудка', 0],
            ['грудка', 'грудка', 1],
            ['грудка', 'грудка', 2],
            ['грудка', 'грудка', 30],

            ['грудь', 'грудь', 0],
            ['грудь', 'грудь', 1],
            ['грудь', 'грудь', 2],
            ['грудь', 'грудь', 30],

            ['груз', 'груз', 0],
            ['груз', 'груз', 1],
            ['груз', 'груз', 2],
            ['груз', 'груз', 30],

            ['груздь', 'груздь', 0],
            ['груздь', 'груздь', 1],
            ['груздь', 'груздь', 2],
            ['груздь', 'груздь', 30],

            ['грузило', 'грузило', 0],
            ['грузило', 'грузило', 1],
            ['грузило', 'грузило', 2],
            ['грузило', 'грузило', 30],

            ['грузин', 'грузин', 0],
            ['грузин', 'грузин', 1],
            ['грузин', 'грузин', 2],
            ['грузин', 'грузин', 30],

            ['грузия', 'грузия', 0],
            ['грузия', 'грузия', 1],
            ['грузия', 'грузия', 2],
            ['грузия', 'грузия', 30],

            ['грузовик', 'грузовик', 0],
            ['грузовик', 'грузовик', 1],
            ['грузовик', 'грузовик', 2],
            ['грузовик', 'грузовик', 30],

            ['грузовичок', 'грузовичок', 0],
            ['грузовичок', 'грузовичок', 1],
            ['грузовичок', 'грузовичок', 2],
            ['грузовичок', 'грузовичок', 30],

            ['грузчик', 'грузчик', 0],
            ['грузчик', 'грузчик', 1],
            ['грузчик', 'грузчик', 2],
            ['грузчик', 'грузчик', 30],

            ['грунт', 'грунт', 0],
            ['грунт', 'грунт', 1],
            ['грунт', 'грунт', 2],
            ['грунт', 'грунт', 30],

            ['грунтовка', 'грунтовка', 0],
            ['грунтовка', 'грунтовка', 1],
            ['грунтовка', 'грунтовка', 2],
            ['грунтовка', 'грунтовка', 30],

            ['груня', 'груня', 0],
            ['груня', 'груня', 1],
            ['груня', 'груня', 2],
            ['груня', 'груня', 30],

            ['груняка', 'груняка', 0],
            ['груняка', 'груняка', 1],
            ['груняка', 'груняка', 2],
            ['груняка', 'груняка', 30],

            ['грунятка', 'грунятка', 0],
            ['грунятка', 'грунятка', 1],
            ['грунятка', 'грунятка', 2],
            ['грунятка', 'грунятка', 30],

            ['группа', 'группа', 0],
            ['группа', 'группа', 1],
            ['группа', 'группа', 2],
            ['группа', 'группа', 30],

            ['группировка', 'группировка', 0],
            ['группировка', 'группировка', 1],
            ['группировка', 'группировка', 2],
            ['группировка', 'группировка', 30],

            ['группка', 'группка', 0],
            ['группка', 'группка', 1],
            ['группка', 'группка', 2],
            ['группка', 'группка', 30],

            ['грусть', 'грусть', 0],
            ['грусть', 'грусть', 1],
            ['грусть', 'грусть', 2],
            ['грусть', 'грусть', 30],

            ['груша', 'груша', 0],
            ['груша', 'груша', 1],
            ['груша', 'груша', 2],
            ['груша', 'груша', 30],

            ['грушин', 'грушин', 0],
            ['грушин', 'грушин', 1],
            ['грушин', 'грушин', 2],
            ['грушин', 'грушин', 30],

            ['грушовка', 'грушовка', 0],
            ['грушовка', 'грушовка', 1],
            ['грушовка', 'грушовка', 2],
            ['грушовка', 'грушовка', 30],

            ['грыжа', 'грыжа', 0],
            ['грыжа', 'грыжа', 1],
            ['грыжа', 'грыжа', 2],
            ['грыжа', 'грыжа', 30],

            ['грызло', 'грызло', 0],
            ['грызло', 'грызло', 1],
            ['грызло', 'грызло', 2],
            ['грызло', 'грызло', 30],

            ['грызня', 'грызня', 0],
            ['грызня', 'грызня', 1],
            ['грызня', 'грызня', 2],
            ['грызня', 'грызня', 30],

            ['грызун', 'грызун', 0],
            ['грызун', 'грызун', 1],
            ['грызун', 'грызун', 2],
            ['грызун', 'грызун', 30],

            ['гряда', 'гряда', 0],
            ['гряда', 'гряда', 1],
            ['гряда', 'гряда', 2],
            ['гряда', 'гряда', 30],

            ['грядка', 'грядка', 0],
            ['грядка', 'грядка', 1],
            ['грядка', 'грядка', 2],
            ['грядка', 'грядка', 30],

            ['грязь', 'грязь', 0],
            ['грязь', 'грязь', 1],
            ['грязь', 'грязь', 2],
            ['грязь', 'грязь', 30],

            ['гтк', 'гтк', 0],
            ['гтк', 'гтк', 1],
            ['гтк', 'гтк', 2],
            ['гтк', 'гтк', 30],

            ['гуашь', 'гуашь', 0],
            ['гуашь', 'гуашь', 1],
            ['гуашь', 'гуашь', 2],
            ['гуашь', 'гуашь', 30],

            ['губа', 'губа', 0],
            ['губа', 'губа', 1],
            ['губа', 'губа', 2],
            ['губа', 'губа', 30],

            ['губернатор', 'губернатор', 0],
            ['губернатор', 'губернатор', 1],
            ['губернатор', 'губернатор', 2],
            ['губернатор', 'губернатор', 30],

            ['губерния', 'губерния', 0],
            ['губерния', 'губерния', 1],
            ['губерния', 'губерния', 2],
            ['губерния', 'губерния', 30],

            ['губка', 'губка', 0],
            ['губка', 'губка', 1],
            ['губка', 'губка', 2],
            ['губка', 'губка', 30],

            ['губошлеп', 'губошлеп', 0],
            ['губошлеп', 'губошлеп', 1],
            ['губошлеп', 'губошлеп', 2],
            ['губошлеп', 'губошлеп', 30],

            ['гувд', 'гувд', 0],
            ['гувд', 'гувд', 1],
            ['гувд', 'гувд', 2],
            ['гувд', 'гувд', 30],

            ['гувернантка', 'гувернантка', 0],
            ['гувернантка', 'гувернантка', 1],
            ['гувернантка', 'гувернантка', 2],
            ['гувернантка', 'гувернантка', 30],

            ['гуд', 'гуд', 0],
            ['гуд', 'гуд', 1],
            ['гуд', 'гуд', 2],
            ['гуд', 'гуд', 30],

            ['гудение', 'гудение', 0],
            ['гудение', 'гудение', 1],
            ['гудение', 'гудение', 2],
            ['гудение', 'гудение', 30],

            ['гудермес', 'гудермес', 0],
            ['гудермес', 'гудермес', 1],
            ['гудермес', 'гудермес', 2],
            ['гудермес', 'гудермес', 30],

            ['гудок', 'гудок', 0],
            ['гудок', 'гудок', 1],
            ['гудок', 'гудок', 2],
            ['гудок', 'гудок', 30],

            ['гул', 'гул', 0],
            ['гул', 'гул', 1],
            ['гул', 'гул', 2],
            ['гул', 'гул', 30],

            ['гулаг', 'гулаг', 0],
            ['гулаг', 'гулаг', 1],
            ['гулаг', 'гулаг', 2],
            ['гулаг', 'гулаг', 30],

            ['гулин', 'гулин', 0],
            ['гулин', 'гулин', 1],
            ['гулин', 'гулин', 2],
            ['гулин', 'гулин', 30],

            ['гулливер', 'гулливер', 0],
            ['гулливер', 'гулливер', 1],
            ['гулливер', 'гулливер', 2],
            ['гулливер', 'гулливер', 30],

            ['гульба', 'гульба', 0],
            ['гульба', 'гульба', 1],
            ['гульба', 'гульба', 2],
            ['гульба', 'гульба', 30],

            ['гульден', 'гульден', 0],
            ['гульден', 'гульден', 1],
            ['гульден', 'гульден', 2],
            ['гульден', 'гульден', 30],

            ['гулько', 'гулько', 0],
            ['гулько', 'гулько', 1],
            ['гулько', 'гулько', 2],
            ['гулько', 'гулько', 30],

            ['гуля', 'гуля', 0],
            ['гуля', 'гуля', 1],
            ['гуля', 'гуля', 2],
            ['гуля', 'гуля', 30],

            ['гуляка', 'гуляка', 0],
            ['гуляка', 'гуляка', 1],
            ['гуляка', 'гуляка', 2],
            ['гуляка', 'гуляка', 30],

            ['гуляние', 'гуляние', 0],
            ['гуляние', 'гуляние', 1],
            ['гуляние', 'гуляние', 2],
            ['гуляние', 'гуляние', 30],

            ['гулянка', 'гулянка', 0],
            ['гулянка', 'гулянка', 1],
            ['гулянка', 'гулянка', 2],
            ['гулянка', 'гулянка', 30],

            ['гулянье', 'гулянье', 0],
            ['гулянье', 'гулянье', 1],
            ['гулянье', 'гулянье', 2],
            ['гулянье', 'гулянье', 30],

            ['гуляш', 'гуляш', 0],
            ['гуляш', 'гуляш', 1],
            ['гуляш', 'гуляш', 2],
            ['гуляш', 'гуляш', 30],

            ['гум', 'гум', 0],
            ['гум', 'гум', 1],
            ['гум', 'гум', 2],
            ['гум', 'гум', 30],

            ['гуманизм', 'гуманизм', 0],
            ['гуманизм', 'гуманизм', 1],
            ['гуманизм', 'гуманизм', 2],
            ['гуманизм', 'гуманизм', 30],

            ['гуманист', 'гуманист', 0],
            ['гуманист', 'гуманист', 1],
            ['гуманист', 'гуманист', 2],
            ['гуманист', 'гуманист', 30],

            ['гуманность', 'гуманность', 0],
            ['гуманность', 'гуманность', 1],
            ['гуманность', 'гуманность', 2],
            ['гуманность', 'гуманность', 30],

            ['гуманоид', 'гуманоид', 0],
            ['гуманоид', 'гуманоид', 1],
            ['гуманоид', 'гуманоид', 2],
            ['гуманоид', 'гуманоид', 30],

            ['гумми', 'гумми', 0],
            ['гумми', 'гумми', 1],
            ['гумми', 'гумми', 2],
            ['гумми', 'гумми', 30],

            ['гумно', 'гумно', 0],
            ['гумно', 'гумно', 1],
            ['гумно', 'гумно', 2],
            ['гумно', 'гумно', 30],

            ['гуня', 'гуня', 0],
            ['гуня', 'гуня', 1],
            ['гуня', 'гуня', 2],
            ['гуня', 'гуня', 30],

            ['гурман', 'гурман', 0],
            ['гурман', 'гурман', 1],
            ['гурман', 'гурман', 2],
            ['гурман', 'гурман', 30],

            ['гурнов', 'гурнов', 0],
            ['гурнов', 'гурнов', 1],
            ['гурнов', 'гурнов', 2],
            ['гурнов', 'гурнов', 30],

            ['гурт', 'гурт', 0],
            ['гурт', 'гурт', 1],
            ['гурт', 'гурт', 2],
            ['гурт', 'гурт', 30],

            ['гуру', 'гуру', 0],
            ['гуру', 'гуру', 1],
            ['гуру', 'гуру', 2],
            ['гуру', 'гуру', 30],

            ['гурьба', 'гурьба', 0],
            ['гурьба', 'гурьба', 1],
            ['гурьба', 'гурьба', 2],
            ['гурьба', 'гурьба', 30],

            ['гурьянов', 'гурьянов', 0],
            ['гурьянов', 'гурьянов', 1],
            ['гурьянов', 'гурьянов', 2],
            ['гурьянов', 'гурьянов', 30],

            ['гусар', 'гусар', 0],
            ['гусар', 'гусар', 1],
            ['гусар', 'гусар', 2],
            ['гусар', 'гусар', 30],

            ['гусек', 'гусек', 0],
            ['гусек', 'гусек', 1],
            ['гусек', 'гусек', 2],
            ['гусек', 'гусек', 30],

            ['гусеница', 'гусеница', 0],
            ['гусеница', 'гусеница', 1],
            ['гусеница', 'гусеница', 2],
            ['гусеница', 'гусеница', 30],

            ['гусинский', 'гусинский', 0],
            ['гусинский', 'гусинский', 1],
            ['гусинский', 'гусинский', 2],
            ['гусинский', 'гусинский', 30],

            ['густота', 'густота', 0],
            ['густота', 'густота', 1],
            ['густота', 'густота', 2],
            ['густота', 'густота', 30],

            ['гусь', 'гусь', 0],
            ['гусь', 'гусь', 1],
            ['гусь', 'гусь', 2],
            ['гусь', 'гусь', 30],

            ['гуся', 'гуся', 0],
            ['гуся', 'гуся', 1],
            ['гуся', 'гуся', 2],
            ['гуся', 'гуся', 30],

            ['гусятник', 'гусятник', 0],
            ['гусятник', 'гусятник', 1],
            ['гусятник', 'гусятник', 2],
            ['гусятник', 'гусятник', 30],

            ['гута', 'гута', 0],
            ['гута', 'гута', 1],
            ['гута', 'гута', 2],
            ['гута', 'гута', 30],

            ['гуталин', 'гуталин', 0],
            ['гуталин', 'гуталин', 1],
            ['гуталин', 'гуталин', 2],
            ['гуталин', 'гуталин', 30],

            ['гутионтов', 'гутионтов', 0],
            ['гутионтов', 'гутионтов', 1],
            ['гутионтов', 'гутионтов', 2],
            ['гутионтов', 'гутионтов', 30],

            ['гуторов', 'гуторов', 0],
            ['гуторов', 'гуторов', 1],
            ['гуторов', 'гуторов', 2],
            ['гуторов', 'гуторов', 30],

            ['гуша', 'гуша', 0],
            ['гуша', 'гуша', 1],
            ['гуша', 'гуша', 2],
            ['гуша', 'гуша', 30],

            ['гуща', 'гуща', 0],
            ['гуща', 'гуща', 1],
            ['гуща', 'гуща', 2],
            ['гуща', 'гуща', 30],

            ['гэс', 'гэс', 0],
            ['гэс', 'гэс', 1],
            ['гэс', 'гэс', 2],
            ['гэс', 'гэс', 30]
        ];
    }
}