<?php
declare(strict_types=1);

namespace Noldors\Inflect\Tests\RussianDataProviders;

class LetterI
{
    public static function data():array
    {
        return [
            ['ианикит', 'ианикит', 0],
            ['ианикит', 'ианикит', 1],
            ['ианикит', 'ианикит', 2],
            ['ианикит', 'ианикит', 30],

            ['ива', 'ива', 0],
            ['ива', 'ива', 1],
            ['ива', 'ива', 2],
            ['ива', 'ива', 30],

            ['иван', 'иван', 0],
            ['иван', 'иван', 1],
            ['иван', 'иван', 2],
            ['иван', 'иван', 30],

            ['иванка', 'иванка', 0],
            ['иванка', 'иванка', 1],
            ['иванка', 'иванка', 2],
            ['иванка', 'иванка', 30],

            ['иванна', 'иванна', 0],
            ['иванна', 'иванна', 1],
            ['иванна', 'иванна', 2],
            ['иванна', 'иванна', 30],

            ['ивановка', 'ивановка', 0],
            ['ивановка', 'ивановка', 1],
            ['ивановка', 'ивановка', 2],
            ['ивановка', 'ивановка', 30],

            ['иванушкин', 'иванушкин', 0],
            ['иванушкин', 'иванушкин', 1],
            ['иванушкин', 'иванушкин', 2],
            ['иванушкин', 'иванушкин', 30],

            ['иванченко', 'иванченко', 0],
            ['иванченко', 'иванченко', 1],
            ['иванченко', 'иванченко', 2],
            ['иванченко', 'иванченко', 30],

            ['иваныч', 'иваныч', 0],
            ['иваныч', 'иваныч', 1],
            ['иваныч', 'иваныч', 2],
            ['иваныч', 'иваныч', 30],

            ['иванюха', 'иванюха', 0],
            ['иванюха', 'иванюха', 1],
            ['иванюха', 'иванюха', 2],
            ['иванюха', 'иванюха', 30],

            ['иванюша', 'иванюша', 0],
            ['иванюша', 'иванюша', 1],
            ['иванюша', 'иванюша', 2],
            ['иванюша', 'иванюша', 30],

            ['иваня', 'иваня', 0],
            ['иваня', 'иваня', 1],
            ['иваня', 'иваня', 2],
            ['иваня', 'иваня', 30],

            ['ивасик', 'ивасик', 0],
            ['ивасик', 'ивасик', 1],
            ['ивасик', 'ивасик', 2],
            ['ивасик', 'ивасик', 30],

            ['ивася', 'ивася', 0],
            ['ивася', 'ивася', 1],
            ['ивася', 'ивася', 2],
            ['ивася', 'ивася', 30],

            ['иваха', 'иваха', 0],
            ['иваха', 'иваха', 1],
            ['иваха', 'иваха', 2],
            ['иваха', 'иваха', 30],

            ['иваша', 'иваша', 0],
            ['иваша', 'иваша', 1],
            ['иваша', 'иваша', 2],
            ['иваша', 'иваша', 30],

            ['ивашов', 'ивашов', 0],
            ['ивашов', 'ивашов', 1],
            ['ивашов', 'ивашов', 2],
            ['ивашов', 'ивашов', 30],

            ['ивинская', 'ивинская', 0],
            ['ивинская', 'ивинская', 1],
            ['ивинская', 'ивинская', 2],
            ['ивинская', 'ивинская', 30],

            ['ивняк', 'ивняк', 0],
            ['ивняк', 'ивняк', 1],
            ['ивняк', 'ивняк', 2],
            ['ивняк', 'ивняк', 30],

            ['ивон', 'ивон', 0],
            ['ивон', 'ивон', 1],
            ['ивон', 'ивон', 2],
            ['ивон', 'ивон', 30],

            ['иврит', 'иврит', 0],
            ['иврит', 'иврит', 1],
            ['иврит', 'иврит', 2],
            ['иврит', 'иврит', 30],

            ['игла', 'игла', 0],
            ['игла', 'игла', 1],
            ['игла', 'игла', 2],
            ['игла', 'игла', 30],

            ['иглу', 'иглу', 0],
            ['иглу', 'иглу', 1],
            ['иглу', 'иглу', 2],
            ['иглу', 'иглу', 30],

            ['игнорирование', 'игнорирование', 0],
            ['игнорирование', 'игнорирование', 1],
            ['игнорирование', 'игнорирование', 2],
            ['игнорирование', 'игнорирование', 30],

            ['иго', 'иго', 0],
            ['иго', 'иго', 1],
            ['иго', 'иго', 2],
            ['иго', 'иго', 30],

            ['иголка', 'иголка', 0],
            ['иголка', 'иголка', 1],
            ['иголка', 'иголка', 2],
            ['иголка', 'иголка', 30],

            ['иголочка', 'иголочка', 0],
            ['иголочка', 'иголочка', 1],
            ['иголочка', 'иголочка', 2],
            ['иголочка', 'иголочка', 30],

            ['игораша', 'игораша', 0],
            ['игораша', 'игораша', 1],
            ['игораша', 'игораша', 2],
            ['игораша', 'игораша', 30],

            ['игорек', 'игорек', 0],
            ['игорек', 'игорек', 1],
            ['игорек', 'игорек', 2],
            ['игорек', 'игорек', 30],

            ['игорич', 'игорич', 0],
            ['игорич', 'игорич', 1],
            ['игорич', 'игорич', 2],
            ['игорич', 'игорич', 30],

            ['игорка', 'игорка', 0],
            ['игорка', 'игорка', 1],
            ['игорка', 'игорка', 2],
            ['игорка', 'игорка', 30],

            ['игорь', 'игорь', 0],
            ['игорь', 'игорь', 1],
            ['игорь', 'игорь', 2],
            ['игорь', 'игорь', 30],

            ['игорька', 'игорька', 0],
            ['игорька', 'игорька', 1],
            ['игорька', 'игорька', 2],
            ['игорька', 'игорька', 30],

            ['игорюха', 'игорюха', 0],
            ['игорюха', 'игорюха', 1],
            ['игорюха', 'игорюха', 2],
            ['игорюха', 'игорюха', 30],

            ['игорюша', 'игорюша', 0],
            ['игорюша', 'игорюша', 1],
            ['игорюша', 'игорюша', 2],
            ['игорюша', 'игорюша', 30],

            ['игоряша', 'игоряша', 0],
            ['игоряша', 'игоряша', 1],
            ['игоряша', 'игоряша', 2],
            ['игоряша', 'игоряша', 30],

            ['игоша', 'игоша', 0],
            ['игоша', 'игоша', 1],
            ['игоша', 'игоша', 2],
            ['игоша', 'игоша', 30],

            ['игра', 'игра', 0],
            ['игра', 'игра', 1],
            ['игра', 'игра', 2],
            ['игра', 'игра', 30],

            ['играющий', 'играющий', 0],
            ['играющий', 'играющий', 1],
            ['играющий', 'играющий', 2],
            ['играющий', 'играющий', 30],

            ['игрище', 'игрище', 0],
            ['игрище', 'игрище', 1],
            ['игрище', 'игрище', 2],
            ['игрище', 'игрище', 30],

            ['игрок', 'игрок', 0],
            ['игрок', 'игрок', 1],
            ['игрок', 'игрок', 2],
            ['игрок', 'игрок', 30],

            ['игрушка', 'игрушка', 0],
            ['игрушка', 'игрушка', 1],
            ['игрушка', 'игрушка', 2],
            ['игрушка', 'игрушка', 30],

            ['игуля', 'игуля', 0],
            ['игуля', 'игуля', 1],
            ['игуля', 'игуля', 2],
            ['игуля', 'игуля', 30],

            ['игуся', 'игуся', 0],
            ['игуся', 'игуся', 1],
            ['игуся', 'игуся', 2],
            ['игуся', 'игуся', 30],

            ['ида', 'ида', 0],
            ['ида', 'ида', 1],
            ['ида', 'ида', 2],
            ['ида', 'ида', 30],

            ['идеал', 'идеал', 0],
            ['идеал', 'идеал', 1],
            ['идеал', 'идеал', 2],
            ['идеал', 'идеал', 30],

            ['идеализация', 'идеализация', 0],
            ['идеализация', 'идеализация', 1],
            ['идеализация', 'идеализация', 2],
            ['идеализация', 'идеализация', 30],

            ['идеализм', 'идеализм', 0],
            ['идеализм', 'идеализм', 1],
            ['идеализм', 'идеализм', 2],
            ['идеализм', 'идеализм', 30],

            ['идеалист', 'идеалист', 0],
            ['идеалист', 'идеалист', 1],
            ['идеалист', 'идеалист', 2],
            ['идеалист', 'идеалист', 30],

            ['идейка', 'идейка', 0],
            ['идейка', 'идейка', 1],
            ['идейка', 'идейка', 2],
            ['идейка', 'идейка', 30],

            ['идентификация', 'идентификация', 0],
            ['идентификация', 'идентификация', 1],
            ['идентификация', 'идентификация', 2],
            ['идентификация', 'идентификация', 30],

            ['идеолог', 'идеолог', 0],
            ['идеолог', 'идеолог', 1],
            ['идеолог', 'идеолог', 2],
            ['идеолог', 'идеолог', 30],

            ['идеология', 'идеология', 0],
            ['идеология', 'идеология', 1],
            ['идеология', 'идеология', 2],
            ['идеология', 'идеология', 30],

            ['идея', 'идея', 0],
            ['идея', 'идея', 1],
            ['идея', 'идея', 2],
            ['идея', 'идея', 30],

            ['идиллия', 'идиллия', 0],
            ['идиллия', 'идиллия', 1],
            ['идиллия', 'идиллия', 2],
            ['идиллия', 'идиллия', 30],

            ['идиот', 'идиот', 0],
            ['идиот', 'идиот', 1],
            ['идиот', 'идиот', 2],
            ['идиот', 'идиот', 30],

            ['идиотизм', 'идиотизм', 0],
            ['идиотизм', 'идиотизм', 1],
            ['идиотизм', 'идиотизм', 2],
            ['идиотизм', 'идиотизм', 30],

            ['идиотка', 'идиотка', 0],
            ['идиотка', 'идиотка', 1],
            ['идиотка', 'идиотка', 2],
            ['идиотка', 'идиотка', 30],

            ['идиш', 'идиш', 0],
            ['идиш', 'идиш', 1],
            ['идиш', 'идиш', 2],
            ['идиш', 'идиш', 30],

            ['идол', 'идол', 0],
            ['идол', 'идол', 1],
            ['идол', 'идол', 2],
            ['идол', 'идол', 30],

            ['идуся', 'идуся', 0],
            ['идуся', 'идуся', 1],
            ['идуся', 'идуся', 2],
            ['идуся', 'идуся', 30],

            ['иезуит', 'иезуит', 0],
            ['иезуит', 'иезуит', 1],
            ['иезуит', 'иезуит', 2],
            ['иезуит', 'иезуит', 30],

            ['иена', 'иена', 0],
            ['иена', 'иена', 1],
            ['иена', 'иена', 2],
            ['иена', 'иена', 30],

            ['иерархия', 'иерархия', 0],
            ['иерархия', 'иерархия', 1],
            ['иерархия', 'иерархия', 2],
            ['иерархия', 'иерархия', 30],

            ['иероглиф', 'иероглиф', 0],
            ['иероглиф', 'иероглиф', 1],
            ['иероглиф', 'иероглиф', 2],
            ['иероглиф', 'иероглиф', 30],

            ['иерусалим', 'иерусалим', 0],
            ['иерусалим', 'иерусалим', 1],
            ['иерусалим', 'иерусалим', 2],
            ['иерусалим', 'иерусалим', 30],

            ['иждивенец', 'иждивенец', 0],
            ['иждивенец', 'иждивенец', 1],
            ['иждивенец', 'иждивенец', 2],
            ['иждивенец', 'иждивенец', 30],

            ['иже', 'иже', 0],
            ['иже', 'иже', 1],
            ['иже', 'иже', 2],
            ['иже', 'иже', 30],

            ['изабелла', 'изабелла', 0],
            ['изабелла', 'изабелла', 1],
            ['изабелла', 'изабелла', 2],
            ['изабелла', 'изабелла', 30],

            ['изба', 'изба', 0],
            ['изба', 'изба', 1],
            ['изба', 'изба', 2],
            ['изба', 'изба', 30],

            ['избавитель', 'избавитель', 0],
            ['избавитель', 'избавитель', 1],
            ['избавитель', 'избавитель', 2],
            ['избавитель', 'избавитель', 30],

            ['избавление', 'избавление', 0],
            ['избавление', 'избавление', 1],
            ['избавление', 'избавление', 2],
            ['избавление', 'избавление', 30],

            ['избежание', 'избежание', 0],
            ['избежание', 'избежание', 1],
            ['избежание', 'избежание', 2],
            ['избежание', 'избежание', 30],

            ['избенка', 'избенка', 0],
            ['избенка', 'избенка', 1],
            ['избенка', 'избенка', 2],
            ['избенка', 'избенка', 30],

            ['избиение', 'избиение', 0],
            ['избиение', 'избиение', 1],
            ['избиение', 'избиение', 2],
            ['избиение', 'избиение', 30],

            ['избиратель', 'избиратель', 0],
            ['избиратель', 'избиратель', 1],
            ['избиратель', 'избиратель', 2],
            ['избиратель', 'избиратель', 30],

            ['избрание', 'избрание', 0],
            ['избрание', 'избрание', 1],
            ['избрание', 'избрание', 2],
            ['избрание', 'избрание', 30],

            ['избранник', 'избранник', 0],
            ['избранник', 'избранник', 1],
            ['избранник', 'избранник', 2],
            ['избранник', 'избранник', 30],

            ['избранница', 'избранница', 0],
            ['избранница', 'избранница', 1],
            ['избранница', 'избранница', 2],
            ['избранница', 'избранница', 30],

            ['избранность', 'избранность', 0],
            ['избранность', 'избранность', 1],
            ['избранность', 'избранность', 2],
            ['избранность', 'избранность', 30],

            ['избушка', 'избушка', 0],
            ['избушка', 'избушка', 1],
            ['избушка', 'избушка', 2],
            ['избушка', 'избушка', 30],

            ['избыток', 'избыток', 0],
            ['избыток', 'избыток', 1],
            ['избыток', 'избыток', 2],
            ['избыток', 'избыток', 30],

            ['избыточность', 'избыточность', 0],
            ['избыточность', 'избыточность', 1],
            ['избыточность', 'избыточность', 2],
            ['избыточность', 'избыточность', 30],

            ['изваяние', 'изваяние', 0],
            ['изваяние', 'изваяние', 1],
            ['изваяние', 'изваяние', 2],
            ['изваяние', 'изваяние', 30],

            ['изверг', 'изверг', 0],
            ['изверг', 'изверг', 1],
            ['изверг', 'изверг', 2],
            ['изверг', 'изверг', 30],

            ['извержение', 'извержение', 0],
            ['извержение', 'извержение', 1],
            ['извержение', 'извержение', 2],
            ['извержение', 'извержение', 30],

            ['известие', 'известие', 0],
            ['известие', 'известие', 1],
            ['известие', 'известие', 2],
            ['известие', 'известие', 30],

            ['известка', 'известка', 0],
            ['известка', 'известка', 1],
            ['известка', 'известка', 2],
            ['известка', 'известка', 30],

            ['известность', 'известность', 0],
            ['известность', 'известность', 1],
            ['известность', 'известность', 2],
            ['известность', 'известность', 30],

            ['известь', 'известь', 0],
            ['известь', 'известь', 1],
            ['известь', 'известь', 2],
            ['известь', 'известь', 30],

            ['извещатель', 'извещатель', 0],
            ['извещатель', 'извещатель', 1],
            ['извещатель', 'извещатель', 2],
            ['извещатель', 'извещатель', 30],

            ['извещение', 'извещение', 0],
            ['извещение', 'извещение', 1],
            ['извещение', 'извещение', 2],
            ['извещение', 'извещение', 30],

            ['извив', 'извив', 0],
            ['извив', 'извив', 1],
            ['извив', 'извив', 2],
            ['извив', 'извив', 30],

            ['извилина', 'извилина', 0],
            ['извилина', 'извилина', 1],
            ['извилина', 'извилина', 2],
            ['извилина', 'извилина', 30],

            ['извинение', 'извинение', 0],
            ['извинение', 'извинение', 1],
            ['извинение', 'извинение', 2],
            ['извинение', 'извинение', 30],

            ['извлечение', 'извлечение', 0],
            ['извлечение', 'извлечение', 1],
            ['извлечение', 'извлечение', 2],
            ['извлечение', 'извлечение', 30],

            ['извоз', 'извоз', 0],
            ['извоз', 'извоз', 1],
            ['извоз', 'извоз', 2],
            ['извоз', 'извоз', 30],

            ['извозчик', 'извозчик', 0],
            ['извозчик', 'извозчик', 1],
            ['извозчик', 'извозчик', 2],
            ['извозчик', 'извозчик', 30],

            ['изворотливость', 'изворотливость', 0],
            ['изворотливость', 'изворотливость', 1],
            ['изворотливость', 'изворотливость', 2],
            ['изворотливость', 'изворотливость', 30],

            ['извращенец', 'извращенец', 0],
            ['извращенец', 'извращенец', 1],
            ['извращенец', 'извращенец', 2],
            ['извращенец', 'извращенец', 30],

            ['извращение', 'извращение', 0],
            ['извращение', 'извращение', 1],
            ['извращение', 'извращение', 2],
            ['извращение', 'извращение', 30],

            ['изгиб', 'изгиб', 0],
            ['изгиб', 'изгиб', 1],
            ['изгиб', 'изгиб', 2],
            ['изгиб', 'изгиб', 30],

            ['изгнание', 'изгнание', 0],
            ['изгнание', 'изгнание', 1],
            ['изгнание', 'изгнание', 2],
            ['изгнание', 'изгнание', 30],

            ['изгнанник', 'изгнанник', 0],
            ['изгнанник', 'изгнанник', 1],
            ['изгнанник', 'изгнанник', 2],
            ['изгнанник', 'изгнанник', 30],

            ['изгой', 'изгой', 0],
            ['изгой', 'изгой', 1],
            ['изгой', 'изгой', 2],
            ['изгой', 'изгой', 30],

            ['изголовье', 'изголовье', 0],
            ['изголовье', 'изголовье', 1],
            ['изголовье', 'изголовье', 2],
            ['изголовье', 'изголовье', 30],

            ['изгородь', 'изгородь', 0],
            ['изгородь', 'изгородь', 1],
            ['изгородь', 'изгородь', 2],
            ['изгородь', 'изгородь', 30],

            ['изготовитель', 'изготовитель', 0],
            ['изготовитель', 'изготовитель', 1],
            ['изготовитель', 'изготовитель', 2],
            ['изготовитель', 'изготовитель', 30],

            ['изготовка', 'изготовка', 0],
            ['изготовка', 'изготовка', 1],
            ['изготовка', 'изготовка', 2],
            ['изготовка', 'изготовка', 30],

            ['изготовление', 'изготовление', 0],
            ['изготовление', 'изготовление', 1],
            ['изготовление', 'изготовление', 2],
            ['изготовление', 'изготовление', 30],

            ['издание', 'издание', 0],
            ['издание', 'издание', 1],
            ['издание', 'издание', 2],
            ['издание', 'издание', 30],

            ['издатель', 'издатель', 0],
            ['издатель', 'издатель', 1],
            ['издатель', 'издатель', 2],
            ['издатель', 'издатель', 30],

            ['издательство', 'издательство', 0],
            ['издательство', 'издательство', 1],
            ['издательство', 'издательство', 2],
            ['издательство', 'издательство', 30],

            ['издевательство', 'издевательство', 0],
            ['издевательство', 'издевательство', 1],
            ['издевательство', 'издевательство', 2],
            ['издевательство', 'издевательство', 30],

            ['издевка', 'издевка', 0],
            ['издевка', 'издевка', 1],
            ['издевка', 'издевка', 2],
            ['издевка', 'издевка', 30],

            ['изделие', 'изделие', 0],
            ['изделие', 'изделие', 1],
            ['изделие', 'изделие', 2],
            ['изделие', 'изделие', 30],

            ['издержка', 'издержка', 0],
            ['издержка', 'издержка', 1],
            ['издержка', 'издержка', 2],
            ['издержка', 'издержка', 30],

            ['изжога', 'изжога', 0],
            ['изжога', 'изжога', 1],
            ['изжога', 'изжога', 2],
            ['изжога', 'изжога', 30],

            ['излечение', 'излечение', 0],
            ['излечение', 'излечение', 1],
            ['излечение', 'излечение', 2],
            ['излечение', 'излечение', 30],

            ['излишек', 'излишек', 0],
            ['излишек', 'излишек', 1],
            ['излишек', 'излишек', 2],
            ['излишек', 'излишек', 30],

            ['излишество', 'излишество', 0],
            ['излишество', 'излишество', 1],
            ['излишество', 'излишество', 2],
            ['излишество', 'излишество', 30],

            ['излияние', 'излияние', 0],
            ['излияние', 'излияние', 1],
            ['излияние', 'излияние', 2],
            ['излияние', 'излияние', 30],

            ['изложение', 'изложение', 0],
            ['изложение', 'изложение', 1],
            ['изложение', 'изложение', 2],
            ['изложение', 'изложение', 30],

            ['излом', 'излом', 0],
            ['излом', 'излом', 1],
            ['излом', 'излом', 2],
            ['излом', 'излом', 30],

            ['излучатель', 'излучатель', 0],
            ['излучатель', 'излучатель', 1],
            ['излучатель', 'излучатель', 2],
            ['излучатель', 'излучатель', 30],

            ['излучение', 'излучение', 0],
            ['излучение', 'излучение', 1],
            ['излучение', 'излучение', 2],
            ['излучение', 'излучение', 30],

            ['излучина', 'излучина', 0],
            ['излучина', 'излучина', 1],
            ['излучина', 'излучина', 2],
            ['излучина', 'излучина', 30],

            ['измаил', 'измаил', 0],
            ['измаил', 'измаил', 1],
            ['измаил', 'измаил', 2],
            ['измаил', 'измаил', 30],

            ['измайлово', 'измайлово', 0],
            ['измайлово', 'измайлово', 1],
            ['измайлово', 'измайлово', 2],
            ['измайлово', 'измайлово', 30],

            ['измена', 'измена', 0],
            ['измена', 'измена', 1],
            ['измена', 'измена', 2],
            ['измена', 'измена', 30],

            ['изменение', 'изменение', 0],
            ['изменение', 'изменение', 1],
            ['изменение', 'изменение', 2],
            ['изменение', 'изменение', 30],

            ['изменник', 'изменник', 0],
            ['изменник', 'изменник', 1],
            ['изменник', 'изменник', 2],
            ['изменник', 'изменник', 30],

            ['изменчивость', 'изменчивость', 0],
            ['изменчивость', 'изменчивость', 1],
            ['изменчивость', 'изменчивость', 2],
            ['изменчивость', 'изменчивость', 30],

            ['измерение', 'измерение', 0],
            ['измерение', 'измерение', 1],
            ['измерение', 'измерение', 2],
            ['измерение', 'измерение', 30],

            ['изморозь', 'изморозь', 0],
            ['изморозь', 'изморозь', 1],
            ['изморозь', 'изморозь', 2],
            ['изморозь', 'изморозь', 30],

            ['измышление', 'измышление', 0],
            ['измышление', 'измышление', 1],
            ['измышление', 'измышление', 2],
            ['измышление', 'измышление', 30],

            ['изнанка', 'изнанка', 0],
            ['изнанка', 'изнанка', 1],
            ['изнанка', 'изнанка', 2],
            ['изнанка', 'изнанка', 30],

            ['изнасилование', 'изнасилование', 0],
            ['изнасилование', 'изнасилование', 1],
            ['изнасилование', 'изнасилование', 2],
            ['изнасилование', 'изнасилование', 30],

            ['изнеможение', 'изнеможение', 0],
            ['изнеможение', 'изнеможение', 1],
            ['изнеможение', 'изнеможение', 2],
            ['изнеможение', 'изнеможение', 30],

            ['износ', 'износ', 0],
            ['износ', 'износ', 1],
            ['износ', 'износ', 2],
            ['износ', 'износ', 30],

            ['изобилие', 'изобилие', 0],
            ['изобилие', 'изобилие', 1],
            ['изобилие', 'изобилие', 2],
            ['изобилие', 'изобилие', 30],

            ['изображение', 'изображение', 0],
            ['изображение', 'изображение', 1],
            ['изображение', 'изображение', 2],
            ['изображение', 'изображение', 30],

            ['изобретатель', 'изобретатель', 0],
            ['изобретатель', 'изобретатель', 1],
            ['изобретатель', 'изобретатель', 2],
            ['изобретатель', 'изобретатель', 30],

            ['изобретательность', 'изобретательность', 0],
            ['изобретательность', 'изобретательность', 1],
            ['изобретательность', 'изобретательность', 2],
            ['изобретательность', 'изобретательность', 30],

            ['изобретение', 'изобретение', 0],
            ['изобретение', 'изобретение', 1],
            ['изобретение', 'изобретение', 2],
            ['изобретение', 'изобретение', 30],

            ['изолятор', 'изолятор', 0],
            ['изолятор', 'изолятор', 1],
            ['изолятор', 'изолятор', 2],
            ['изолятор', 'изолятор', 30],

            ['изоляция', 'изоляция', 0],
            ['изоляция', 'изоляция', 1],
            ['изоляция', 'изоляция', 2],
            ['изоляция', 'изоляция', 30],

            ['изразец', 'изразец', 0],
            ['изразец', 'изразец', 1],
            ['изразец', 'изразец', 2],
            ['изразец', 'изразец', 30],

            ['израиль', 'израиль', 0],
            ['израиль', 'израиль', 1],
            ['израиль', 'израиль', 2],
            ['израиль', 'израиль', 30],

            ['израильтянин', 'израильтянин', 0],
            ['израильтянин', 'израильтянин', 1],
            ['израильтянин', 'израильтянин', 2],
            ['израильтянин', 'израильтянин', 30],

            ['изречение', 'изречение', 0],
            ['изречение', 'изречение', 1],
            ['изречение', 'изречение', 2],
            ['изречение', 'изречение', 30],

            ['изувер', 'изувер', 0],
            ['изувер', 'изувер', 1],
            ['изувер', 'изувер', 2],
            ['изувер', 'изувер', 30],

            ['изумление', 'изумление', 0],
            ['изумление', 'изумление', 1],
            ['изумление', 'изумление', 2],
            ['изумление', 'изумление', 30],

            ['изумруд', 'изумруд', 0],
            ['изумруд', 'изумруд', 1],
            ['изумруд', 'изумруд', 2],
            ['изумруд', 'изумруд', 30],

            ['изучение', 'изучение', 0],
            ['изучение', 'изучение', 1],
            ['изучение', 'изучение', 2],
            ['изучение', 'изучение', 30],

            ['изъян', 'изъян', 0],
            ['изъян', 'изъян', 1],
            ['изъян', 'изъян', 2],
            ['изъян', 'изъян', 30],

            ['изъятие', 'изъятие', 0],
            ['изъятие', 'изъятие', 1],
            ['изъятие', 'изъятие', 2],
            ['изъятие', 'изъятие', 30],

            ['изыск', 'изыск', 0],
            ['изыск', 'изыск', 1],
            ['изыск', 'изыск', 2],
            ['изыск', 'изыск', 30],

            ['изыскание', 'изыскание', 0],
            ['изыскание', 'изыскание', 1],
            ['изыскание', 'изыскание', 2],
            ['изыскание', 'изыскание', 30],

            ['изысканность', 'изысканность', 0],
            ['изысканность', 'изысканность', 1],
            ['изысканность', 'изысканность', 2],
            ['изысканность', 'изысканность', 30],

            ['изыскатель', 'изыскатель', 0],
            ['изыскатель', 'изыскатель', 1],
            ['изыскатель', 'изыскатель', 2],
            ['изыскатель', 'изыскатель', 30],

            ['изюм', 'изюм', 0],
            ['изюм', 'изюм', 1],
            ['изюм', 'изюм', 2],
            ['изюм', 'изюм', 30],

            ['изюминка', 'изюминка', 0],
            ['изюминка', 'изюминка', 1],
            ['изюминка', 'изюминка', 2],
            ['изюминка', 'изюминка', 30],

            ['изящество', 'изящество', 0],
            ['изящество', 'изящество', 1],
            ['изящество', 'изящество', 2],
            ['изящество', 'изящество', 30],

            ['икарус', 'икарус', 0],
            ['икарус', 'икарус', 1],
            ['икарус', 'икарус', 2],
            ['икарус', 'икарус', 30],

            ['икебана', 'икебана', 0],
            ['икебана', 'икебана', 1],
            ['икебана', 'икебана', 2],
            ['икебана', 'икебана', 30],

            ['икона', 'икона', 0],
            ['икона', 'икона', 1],
            ['икона', 'икона', 2],
            ['икона', 'икона', 30],

            ['иконка', 'иконка', 0],
            ['иконка', 'иконка', 1],
            ['иконка', 'иконка', 2],
            ['иконка', 'иконка', 30],

            ['иконостас', 'иконостас', 0],
            ['иконостас', 'иконостас', 1],
            ['иконостас', 'иконостас', 2],
            ['иконостас', 'иконостас', 30],

            ['икота', 'икота', 0],
            ['икота', 'икота', 1],
            ['икота', 'икота', 2],
            ['икота', 'икота', 30],

            ['икра', 'икра', 0],
            ['икра', 'икра', 1],
            ['икра', 'икра', 2],
            ['икра', 'икра', 30],

            ['икс', 'икс', 0],
            ['икс', 'икс', 1],
            ['икс', 'икс', 2],
            ['икс', 'икс', 30],

            ['ил', 'ил', 0],
            ['ил', 'ил', 1],
            ['ил', 'ил', 2],
            ['ил', 'ил', 30],

            ['ила', 'ила', 0],
            ['ила', 'ила', 1],
            ['ила', 'ила', 2],
            ['ила', 'ила', 30],

            ['илия', 'илия', 0],
            ['илия', 'илия', 1],
            ['илия', 'илия', 2],
            ['илия', 'илия', 30],

            ['иллюзион', 'иллюзион', 0],
            ['иллюзион', 'иллюзион', 1],
            ['иллюзион', 'иллюзион', 2],
            ['иллюзион', 'иллюзион', 30],

            ['иллюзионист', 'иллюзионист', 0],
            ['иллюзионист', 'иллюзионист', 1],
            ['иллюзионист', 'иллюзионист', 2],
            ['иллюзионист', 'иллюзионист', 30],

            ['иллюзия', 'иллюзия', 0],
            ['иллюзия', 'иллюзия', 1],
            ['иллюзия', 'иллюзия', 2],
            ['иллюзия', 'иллюзия', 30],

            ['иллюминатор', 'иллюминатор', 0],
            ['иллюминатор', 'иллюминатор', 1],
            ['иллюминатор', 'иллюминатор', 2],
            ['иллюминатор', 'иллюминатор', 30],

            ['иллюстрация', 'иллюстрация', 0],
            ['иллюстрация', 'иллюстрация', 1],
            ['иллюстрация', 'иллюстрация', 2],
            ['иллюстрация', 'иллюстрация', 30],

            ['ильинична', 'ильинична', 0],
            ['ильинична', 'ильинична', 1],
            ['ильинична', 'ильинична', 2],
            ['ильинична', 'ильинична', 30],

            ['ильич', 'ильич', 0],
            ['ильич', 'ильич', 1],
            ['ильич', 'ильич', 2],
            ['ильич', 'ильич', 30],

            ['илька', 'илька', 0],
            ['илька', 'илька', 1],
            ['илька', 'илька', 2],
            ['илька', 'илька', 30],

            ['ильюха', 'ильюха', 0],
            ['ильюха', 'ильюха', 1],
            ['ильюха', 'ильюха', 2],
            ['ильюха', 'ильюха', 30],

            ['ильюша', 'ильюша', 0],
            ['ильюша', 'ильюша', 1],
            ['ильюша', 'ильюша', 2],
            ['ильюша', 'ильюша', 30],

            ['илья', 'илья', 0],
            ['илья', 'илья', 1],
            ['илья', 'илья', 2],
            ['илья', 'илья', 30],

            ['илюня', 'илюня', 0],
            ['илюня', 'илюня', 1],
            ['илюня', 'илюня', 2],
            ['илюня', 'илюня', 30],

            ['илюся', 'илюся', 0],
            ['илюся', 'илюся', 1],
            ['илюся', 'илюся', 2],
            ['илюся', 'илюся', 30],

            ['илюха', 'илюха', 0],
            ['илюха', 'илюха', 1],
            ['илюха', 'илюха', 2],
            ['илюха', 'илюха', 30],

            ['илюша', 'илюша', 0],
            ['илюша', 'илюша', 1],
            ['илюша', 'илюша', 2],
            ['илюша', 'илюша', 30],

            ['иля', 'иля', 0],
            ['иля', 'иля', 1],
            ['иля', 'иля', 2],
            ['иля', 'иля', 30],

            ['иляха', 'иляха', 0],
            ['иляха', 'иляха', 1],
            ['иляха', 'иляха', 2],
            ['иляха', 'иляха', 30],

            ['има', 'има', 0],
            ['има', 'има', 1],
            ['има', 'има', 2],
            ['има', 'има', 30],

            ['иман', 'иман', 0],
            ['иман', 'иман', 1],
            ['иман', 'иман', 2],
            ['иман', 'иман', 30],

            ['имение', 'имение', 0],
            ['имение', 'имение', 1],
            ['имение', 'имение', 2],
            ['имение', 'имение', 30],

            ['именинник', 'именинник', 0],
            ['именинник', 'именинник', 1],
            ['именинник', 'именинник', 2],
            ['именинник', 'именинник', 30],

            ['именины', 'именины', 0],
            ['именины', 'именины', 1],
            ['именины', 'именины', 2],
            ['именины', 'именины', 30],

            ['имидж', 'имидж', 0],
            ['имидж', 'имидж', 1],
            ['имидж', 'имидж', 2],
            ['имидж', 'имидж', 30],

            ['имитация', 'имитация', 0],
            ['имитация', 'имитация', 1],
            ['имитация', 'имитация', 2],
            ['имитация', 'имитация', 30],

            ['иммигрант', 'иммигрант', 0],
            ['иммигрант', 'иммигрант', 1],
            ['иммигрант', 'иммигрант', 2],
            ['иммигрант', 'иммигрант', 30],

            ['иммиграция', 'иммиграция', 0],
            ['иммиграция', 'иммиграция', 1],
            ['иммиграция', 'иммиграция', 2],
            ['иммиграция', 'иммиграция', 30],

            ['иммунитет', 'иммунитет', 0],
            ['иммунитет', 'иммунитет', 1],
            ['иммунитет', 'иммунитет', 2],
            ['иммунитет', 'иммунитет', 30],

            ['императив', 'императив', 0],
            ['императив', 'императив', 1],
            ['императив', 'императив', 2],
            ['императив', 'императив', 30],

            ['император', 'император', 0],
            ['император', 'император', 1],
            ['император', 'император', 2],
            ['император', 'император', 30],

            ['императрица', 'императрица', 0],
            ['императрица', 'императрица', 1],
            ['императрица', 'императрица', 2],
            ['императрица', 'императрица', 30],

            ['империализм', 'империализм', 0],
            ['империализм', 'империализм', 1],
            ['империализм', 'империализм', 2],
            ['империализм', 'империализм', 30],

            ['империалист', 'империалист', 0],
            ['империалист', 'империалист', 1],
            ['империалист', 'империалист', 2],
            ['империалист', 'империалист', 30],

            ['империя', 'империя', 0],
            ['империя', 'империя', 1],
            ['империя', 'империя', 2],
            ['империя', 'империя', 30],

            ['импорт', 'импорт', 0],
            ['импорт', 'импорт', 1],
            ['импорт', 'импорт', 2],
            ['импорт', 'импорт', 30],

            ['импотент', 'импотент', 0],
            ['импотент', 'импотент', 1],
            ['импотент', 'импотент', 2],
            ['импотент', 'импотент', 30],

            ['импотенция', 'импотенция', 0],
            ['импотенция', 'импотенция', 1],
            ['импотенция', 'импотенция', 2],
            ['импотенция', 'импотенция', 30],

            ['импрессионист', 'импрессионист', 0],
            ['импрессионист', 'импрессионист', 1],
            ['импрессионист', 'импрессионист', 2],
            ['импрессионист', 'импрессионист', 30],

            ['импровизатор', 'импровизатор', 0],
            ['импровизатор', 'импровизатор', 1],
            ['импровизатор', 'импровизатор', 2],
            ['импровизатор', 'импровизатор', 30],

            ['импровизация', 'импровизация', 0],
            ['импровизация', 'импровизация', 1],
            ['импровизация', 'импровизация', 2],
            ['импровизация', 'импровизация', 30],

            ['импульс', 'импульс', 0],
            ['импульс', 'импульс', 1],
            ['импульс', 'импульс', 2],
            ['импульс', 'импульс', 30],

            ['имущество', 'имущество', 0],
            ['имущество', 'имущество', 1],
            ['имущество', 'имущество', 2],
            ['имущество', 'имущество', 30],

            ['имя', 'имя', 0],
            ['имя', 'имя', 1],
            ['имя', 'имя', 2],
            ['имя', 'имя', 30],

            ['имярек', 'имярек', 0],
            ['имярек', 'имярек', 1],
            ['имярек', 'имярек', 2],
            ['имярек', 'имярек', 30],

            ['ина', 'ина', 0],
            ['ина', 'ина', 1],
            ['ина', 'ина', 2],
            ['ина', 'ина', 30],

            ['инакомыслие', 'инакомыслие', 0],
            ['инакомыслие', 'инакомыслие', 1],
            ['инакомыслие', 'инакомыслие', 2],
            ['инакомыслие', 'инакомыслие', 30],

            ['инвалид', 'инвалид', 0],
            ['инвалид', 'инвалид', 1],
            ['инвалид', 'инвалид', 2],
            ['инвалид', 'инвалид', 30],

            ['инвалидность', 'инвалидность', 0],
            ['инвалидность', 'инвалидность', 1],
            ['инвалидность', 'инвалидность', 2],
            ['инвалидность', 'инвалидность', 30],

            ['инвентарь', 'инвентарь', 0],
            ['инвентарь', 'инвентарь', 1],
            ['инвентарь', 'инвентарь', 2],
            ['инвентарь', 'инвентарь', 30],

            ['инверкаргилл', 'инверкаргилл', 0],
            ['инверкаргилл', 'инверкаргилл', 1],
            ['инверкаргилл', 'инверкаргилл', 2],
            ['инверкаргилл', 'инверкаргилл', 30],

            ['инвертор', 'инвертор', 0],
            ['инвертор', 'инвертор', 1],
            ['инвертор', 'инвертор', 2],
            ['инвертор', 'инвертор', 30],

            ['инвестирование', 'инвестирование', 0],
            ['инвестирование', 'инвестирование', 1],
            ['инвестирование', 'инвестирование', 2],
            ['инвестирование', 'инвестирование', 30],

            ['инвестиция', 'инвестиция', 0],
            ['инвестиция', 'инвестиция', 1],
            ['инвестиция', 'инвестиция', 2],
            ['инвестиция', 'инвестиция', 30],

            ['инвестор', 'инвестор', 0],
            ['инвестор', 'инвестор', 1],
            ['инвестор', 'инвестор', 2],
            ['инвестор', 'инвестор', 30],

            ['ингаляция', 'ингаляция', 0],
            ['ингаляция', 'ингаляция', 1],
            ['ингаляция', 'ингаляция', 2],
            ['ингаляция', 'ингаляция', 30],

            ['ингушетия', 'ингушетия', 0],
            ['ингушетия', 'ингушетия', 1],
            ['ингушетия', 'ингушетия', 2],
            ['ингушетия', 'ингушетия', 30],

            ['индеец', 'индеец', 0],
            ['индеец', 'индеец', 1],
            ['индеец', 'индеец', 2],
            ['индеец', 'индеец', 30],

            ['индейка', 'индейка', 0],
            ['индейка', 'индейка', 1],
            ['индейка', 'индейка', 2],
            ['индейка', 'индейка', 30],

            ['индекс', 'индекс', 0],
            ['индекс', 'индекс', 1],
            ['индекс', 'индекс', 2],
            ['индекс', 'индекс', 30],

            ['индивид', 'индивид', 0],
            ['индивид', 'индивид', 1],
            ['индивид', 'индивид', 2],
            ['индивид', 'индивид', 30],

            ['индивидуальность', 'индивидуальность', 0],
            ['индивидуальность', 'индивидуальность', 1],
            ['индивидуальность', 'индивидуальность', 2],
            ['индивидуальность', 'индивидуальность', 30],

            ['индивидуум', 'индивидуум', 0],
            ['индивидуум', 'индивидуум', 1],
            ['индивидуум', 'индивидуум', 2],
            ['индивидуум', 'индивидуум', 30],

            ['индиго', 'индиго', 0],
            ['индиго', 'индиго', 1],
            ['индиго', 'индиго', 2],
            ['индиго', 'индиго', 30],

            ['индиец', 'индиец', 0],
            ['индиец', 'индиец', 1],
            ['индиец', 'индиец', 2],
            ['индиец', 'индиец', 30],

            ['индий', 'индий', 0],
            ['индий', 'индий', 1],
            ['индий', 'индий', 2],
            ['индий', 'индий', 30],

            ['индикатор', 'индикатор', 0],
            ['индикатор', 'индикатор', 1],
            ['индикатор', 'индикатор', 2],
            ['индикатор', 'индикатор', 30],

            ['индия', 'индия', 0],
            ['индия', 'индия', 1],
            ['индия', 'индия', 2],
            ['индия', 'индия', 30],

            ['индонезия', 'индонезия', 0],
            ['индонезия', 'индонезия', 1],
            ['индонезия', 'индонезия', 2],
            ['индонезия', 'индонезия', 30],

            ['индуктор', 'индуктор', 0],
            ['индуктор', 'индуктор', 1],
            ['индуктор', 'индуктор', 2],
            ['индуктор', 'индуктор', 30],

            ['индус', 'индус', 0],
            ['индус', 'индус', 1],
            ['индус', 'индус', 2],
            ['индус', 'индус', 30],

            ['индустриализация', 'индустриализация', 0],
            ['индустриализация', 'индустриализация', 1],
            ['индустриализация', 'индустриализация', 2],
            ['индустриализация', 'индустриализация', 30],

            ['индустрия', 'индустрия', 0],
            ['индустрия', 'индустрия', 1],
            ['индустрия', 'индустрия', 2],
            ['индустрия', 'индустрия', 30],

            ['индюк', 'индюк', 0],
            ['индюк', 'индюк', 1],
            ['индюк', 'индюк', 2],
            ['индюк', 'индюк', 30],

            ['иней', 'иней', 0],
            ['иней', 'иней', 1],
            ['иней', 'иней', 2],
            ['иней', 'иней', 30],

            ['инерция', 'инерция', 0],
            ['инерция', 'инерция', 1],
            ['инерция', 'инерция', 2],
            ['инерция', 'инерция', 30],

            ['инеска', 'инеска', 0],
            ['инеска', 'инеска', 1],
            ['инеска', 'инеска', 2],
            ['инеска', 'инеска', 30],

            ['инесса', 'инесса', 0],
            ['инесса', 'инесса', 1],
            ['инесса', 'инесса', 2],
            ['инесса', 'инесса', 30],

            ['инженер', 'инженер', 0],
            ['инженер', 'инженер', 1],
            ['инженер', 'инженер', 2],
            ['инженер', 'инженер', 30],

            ['инжир', 'инжир', 0],
            ['инжир', 'инжир', 1],
            ['инжир', 'инжир', 2],
            ['инжир', 'инжир', 30],

            ['инициал', 'инициал', 0],
            ['инициал', 'инициал', 1],
            ['инициал', 'инициал', 2],
            ['инициал', 'инициал', 30],

            ['инициатива', 'инициатива', 0],
            ['инициатива', 'инициатива', 1],
            ['инициатива', 'инициатива', 2],
            ['инициатива', 'инициатива', 30],

            ['инициатор', 'инициатор', 0],
            ['инициатор', 'инициатор', 1],
            ['инициатор', 'инициатор', 2],
            ['инициатор', 'инициатор', 30],

            ['инк', 'инк', 0],
            ['инк', 'инк', 1],
            ['инк', 'инк', 2],
            ['инк', 'инк', 30],

            ['инквизитор', 'инквизитор', 0],
            ['инквизитор', 'инквизитор', 1],
            ['инквизитор', 'инквизитор', 2],
            ['инквизитор', 'инквизитор', 30],

            ['инквизиция', 'инквизиция', 0],
            ['инквизиция', 'инквизиция', 1],
            ['инквизиция', 'инквизиция', 2],
            ['инквизиция', 'инквизиция', 30],

            ['инкогнито', 'инкогнито', 0],
            ['инкогнито', 'инкогнито', 1],
            ['инкогнито', 'инкогнито', 2],
            ['инкогнито', 'инкогнито', 30],

            ['инкубатор', 'инкубатор', 0],
            ['инкубатор', 'инкубатор', 1],
            ['инкубатор', 'инкубатор', 2],
            ['инкубатор', 'инкубатор', 30],

            ['инна', 'инна', 0],
            ['инна', 'инна', 1],
            ['инна', 'инна', 2],
            ['инна', 'инна', 30],

            ['иннушка', 'иннушка', 0],
            ['иннушка', 'иннушка', 1],
            ['иннушка', 'иннушка', 2],
            ['иннушка', 'иннушка', 30],

            ['иноземец', 'иноземец', 0],
            ['иноземец', 'иноземец', 1],
            ['иноземец', 'иноземец', 2],
            ['иноземец', 'иноземец', 30],

            ['инокиня', 'инокиня', 0],
            ['инокиня', 'инокиня', 1],
            ['инокиня', 'инокиня', 2],
            ['инокиня', 'инокиня', 30],

            ['иномарка', 'иномарка', 0],
            ['иномарка', 'иномарка', 1],
            ['иномарка', 'иномарка', 2],
            ['иномарка', 'иномарка', 30],

            ['инопланетянин', 'инопланетянин', 0],
            ['инопланетянин', 'инопланетянин', 1],
            ['инопланетянин', 'инопланетянин', 2],
            ['инопланетянин', 'инопланетянин', 30],

            ['иностранец', 'иностранец', 0],
            ['иностранец', 'иностранец', 1],
            ['иностранец', 'иностранец', 2],
            ['иностранец', 'иностранец', 30],

            ['иностранка', 'иностранка', 0],
            ['иностранка', 'иностранка', 1],
            ['иностранка', 'иностранка', 2],
            ['иностранка', 'иностранка', 30],

            ['инсбрук', 'инсбрук', 0],
            ['инсбрук', 'инсбрук', 1],
            ['инсбрук', 'инсбрук', 2],
            ['инсбрук', 'инсбрук', 30],

            ['инспектор', 'инспектор', 0],
            ['инспектор', 'инспектор', 1],
            ['инспектор', 'инспектор', 2],
            ['инспектор', 'инспектор', 30],

            ['инспекция', 'инспекция', 0],
            ['инспекция', 'инспекция', 1],
            ['инспекция', 'инспекция', 2],
            ['инспекция', 'инспекция', 30],

            ['инстанция', 'инстанция', 0],
            ['инстанция', 'инстанция', 1],
            ['инстанция', 'инстанция', 2],
            ['инстанция', 'инстанция', 30],

            ['инстинкт', 'инстинкт', 0],
            ['инстинкт', 'инстинкт', 1],
            ['инстинкт', 'инстинкт', 2],
            ['инстинкт', 'инстинкт', 30],

            ['институт', 'институт', 0],
            ['институт', 'институт', 1],
            ['институт', 'институт', 2],
            ['институт', 'институт', 30],

            ['инструктаж', 'инструктаж', 0],
            ['инструктаж', 'инструктаж', 1],
            ['инструктаж', 'инструктаж', 2],
            ['инструктаж', 'инструктаж', 30],

            ['инструктор', 'инструктор', 0],
            ['инструктор', 'инструктор', 1],
            ['инструктор', 'инструктор', 2],
            ['инструктор', 'инструктор', 30],

            ['инструкция', 'инструкция', 0],
            ['инструкция', 'инструкция', 1],
            ['инструкция', 'инструкция', 2],
            ['инструкция', 'инструкция', 30],

            ['инструмент', 'инструмент', 0],
            ['инструмент', 'инструмент', 1],
            ['инструмент', 'инструмент', 2],
            ['инструмент', 'инструмент', 30],

            ['инсулин', 'инсулин', 0],
            ['инсулин', 'инсулин', 1],
            ['инсулин', 'инсулин', 2],
            ['инсулин', 'инсулин', 30],

            ['инсульт', 'инсульт', 0],
            ['инсульт', 'инсульт', 1],
            ['инсульт', 'инсульт', 2],
            ['инсульт', 'инсульт', 30],

            ['инсценировка', 'инсценировка', 0],
            ['инсценировка', 'инсценировка', 1],
            ['инсценировка', 'инсценировка', 2],
            ['инсценировка', 'инсценировка', 30],

            ['интеграл', 'интеграл', 0],
            ['интеграл', 'интеграл', 1],
            ['интеграл', 'интеграл', 2],
            ['интеграл', 'интеграл', 30],

            ['интеграция', 'интеграция', 0],
            ['интеграция', 'интеграция', 1],
            ['интеграция', 'интеграция', 2],
            ['интеграция', 'интеграция', 30],

            ['интеллект', 'интеллект', 0],
            ['интеллект', 'интеллект', 1],
            ['интеллект', 'интеллект', 2],
            ['интеллект', 'интеллект', 30],

            ['интеллектуал', 'интеллектуал', 0],
            ['интеллектуал', 'интеллектуал', 1],
            ['интеллектуал', 'интеллектуал', 2],
            ['интеллектуал', 'интеллектуал', 30],

            ['интеллигент', 'интеллигент', 0],
            ['интеллигент', 'интеллигент', 1],
            ['интеллигент', 'интеллигент', 2],
            ['интеллигент', 'интеллигент', 30],

            ['интеллигентность', 'интеллигентность', 0],
            ['интеллигентность', 'интеллигентность', 1],
            ['интеллигентность', 'интеллигентность', 2],
            ['интеллигентность', 'интеллигентность', 30],

            ['интеллигенция', 'интеллигенция', 0],
            ['интеллигенция', 'интеллигенция', 1],
            ['интеллигенция', 'интеллигенция', 2],
            ['интеллигенция', 'интеллигенция', 30],

            ['интендант', 'интендант', 0],
            ['интендант', 'интендант', 1],
            ['интендант', 'интендант', 2],
            ['интендант', 'интендант', 30],

            ['интенсивность', 'интенсивность', 0],
            ['интенсивность', 'интенсивность', 1],
            ['интенсивность', 'интенсивность', 2],
            ['интенсивность', 'интенсивность', 30],

            ['интервал', 'интервал', 0],
            ['интервал', 'интервал', 1],
            ['интервал', 'интервал', 2],
            ['интервал', 'интервал', 30],

            ['интервент', 'интервент', 0],
            ['интервент', 'интервент', 1],
            ['интервент', 'интервент', 2],
            ['интервент', 'интервент', 30],

            ['интервенция', 'интервенция', 0],
            ['интервенция', 'интервенция', 1],
            ['интервенция', 'интервенция', 2],
            ['интервенция', 'интервенция', 30],

            ['интервью', 'интервью', 0],
            ['интервью', 'интервью', 1],
            ['интервью', 'интервью', 2],
            ['интервью', 'интервью', 30],

            ['интерес', 'интерес', 0],
            ['интерес', 'интерес', 1],
            ['интерес', 'интерес', 2],
            ['интерес', 'интерес', 30],

            ['интернат', 'интернат', 0],
            ['интернат', 'интернат', 1],
            ['интернат', 'интернат', 2],
            ['интернат', 'интернат', 30],

            ['интернационал', 'интернационал', 0],
            ['интернационал', 'интернационал', 1],
            ['интернационал', 'интернационал', 2],
            ['интернационал', 'интернационал', 30],

            ['интернационализм', 'интернационализм', 0],
            ['интернационализм', 'интернационализм', 1],
            ['интернационализм', 'интернационализм', 2],
            ['интернационализм', 'интернационализм', 30],

            ['интернационалист', 'интернационалист', 0],
            ['интернационалист', 'интернационалист', 1],
            ['интернационалист', 'интернационалист', 2],
            ['интернационалист', 'интернационалист', 30],

            ['интернет', 'интернет', 0],
            ['интернет', 'интернет', 1],
            ['интернет', 'интернет', 2],
            ['интернет', 'интернет', 30],

            ['интерпол', 'интерпол', 0],
            ['интерпол', 'интерпол', 1],
            ['интерпол', 'интерпол', 2],
            ['интерпол', 'интерпол', 30],

            ['интерпретация', 'интерпретация', 0],
            ['интерпретация', 'интерпретация', 1],
            ['интерпретация', 'интерпретация', 2],
            ['интерпретация', 'интерпретация', 30],

            ['интерфейс', 'интерфейс', 0],
            ['интерфейс', 'интерфейс', 1],
            ['интерфейс', 'интерфейс', 2],
            ['интерфейс', 'интерфейс', 30],

            ['интерьер', 'интерьер', 0],
            ['интерьер', 'интерьер', 1],
            ['интерьер', 'интерьер', 2],
            ['интерьер', 'интерьер', 30],

            ['интимность', 'интимность', 0],
            ['интимность', 'интимность', 1],
            ['интимность', 'интимность', 2],
            ['интимность', 'интимность', 30],

            ['интоксикация', 'интоксикация', 0],
            ['интоксикация', 'интоксикация', 1],
            ['интоксикация', 'интоксикация', 2],
            ['интоксикация', 'интоксикация', 30],

            ['интонация', 'интонация', 0],
            ['интонация', 'интонация', 1],
            ['интонация', 'интонация', 2],
            ['интонация', 'интонация', 30],

            ['интрига', 'интрига', 0],
            ['интрига', 'интрига', 1],
            ['интрига', 'интрига', 2],
            ['интрига', 'интрига', 30],

            ['интриган', 'интриган', 0],
            ['интриган', 'интриган', 1],
            ['интриган', 'интриган', 2],
            ['интриган', 'интриган', 30],

            ['интуиция', 'интуиция', 0],
            ['интуиция', 'интуиция', 1],
            ['интуиция', 'интуиция', 2],
            ['интуиция', 'интуиция', 30],

            ['интурист', 'интурист', 0],
            ['интурист', 'интурист', 1],
            ['интурист', 'интурист', 2],
            ['интурист', 'интурист', 30],

            ['инуля', 'инуля', 0],
            ['инуля', 'инуля', 1],
            ['инуля', 'инуля', 2],
            ['инуля', 'инуля', 30],

            ['инура', 'инура', 0],
            ['инура', 'инура', 1],
            ['инура', 'инура', 2],
            ['инура', 'инура', 30],

            ['инуся', 'инуся', 0],
            ['инуся', 'инуся', 1],
            ['инуся', 'инуся', 2],
            ['инуся', 'инуся', 30],

            ['инфантилизм', 'инфантилизм', 0],
            ['инфантилизм', 'инфантилизм', 1],
            ['инфантилизм', 'инфантилизм', 2],
            ['инфантилизм', 'инфантилизм', 30],

            ['инфаркт', 'инфаркт', 0],
            ['инфаркт', 'инфаркт', 1],
            ['инфаркт', 'инфаркт', 2],
            ['инфаркт', 'инфаркт', 30],

            ['инфекция', 'инфекция', 0],
            ['инфекция', 'инфекция', 1],
            ['инфекция', 'инфекция', 2],
            ['инфекция', 'инфекция', 30],

            ['инфильтрат', 'инфильтрат', 0],
            ['инфильтрат', 'инфильтрат', 1],
            ['инфильтрат', 'инфильтрат', 2],
            ['инфильтрат', 'инфильтрат', 30],

            ['инфицирование', 'инфицирование', 0],
            ['инфицирование', 'инфицирование', 1],
            ['инфицирование', 'инфицирование', 2],
            ['инфицирование', 'инфицирование', 30],

            ['инфляция', 'инфляция', 0],
            ['инфляция', 'инфляция', 1],
            ['инфляция', 'инфляция', 2],
            ['инфляция', 'инфляция', 30],

            ['информатор', 'информатор', 0],
            ['информатор', 'информатор', 1],
            ['информатор', 'информатор', 2],
            ['информатор', 'информатор', 30],

            ['информация', 'информация', 0],
            ['информация', 'информация', 1],
            ['информация', 'информация', 2],
            ['информация', 'информация', 30],

            ['информированность', 'информированность', 0],
            ['информированность', 'информированность', 1],
            ['информированность', 'информированность', 2],
            ['информированность', 'информированность', 30],

            ['инфраструктура', 'инфраструктура', 0],
            ['инфраструктура', 'инфраструктура', 1],
            ['инфраструктура', 'инфраструктура', 2],
            ['инфраструктура', 'инфраструктура', 30],

            ['инцидент', 'инцидент', 0],
            ['инцидент', 'инцидент', 1],
            ['инцидент', 'инцидент', 2],
            ['инцидент', 'инцидент', 30],

            ['инъекция', 'инъекция', 0],
            ['инъекция', 'инъекция', 1],
            ['инъекция', 'инъекция', 2],
            ['инъекция', 'инъекция', 30],

            ['инюта', 'инюта', 0],
            ['инюта', 'инюта', 1],
            ['инюта', 'инюта', 2],
            ['инюта', 'инюта', 30],

            ['инюша', 'инюша', 0],
            ['инюша', 'инюша', 1],
            ['инюша', 'инюша', 2],
            ['инюша', 'инюша', 30],

            ['иня', 'иня', 0],
            ['иня', 'иня', 1],
            ['иня', 'иня', 2],
            ['иня', 'иня', 30],

            ['иоанн', 'иоанн', 0],
            ['иоанн', 'иоанн', 1],
            ['иоанн', 'иоанн', 2],
            ['иоанн', 'иоанн', 30],

            ['иоанна', 'иоанна', 0],
            ['иоанна', 'иоанна', 1],
            ['иоанна', 'иоанна', 2],
            ['иоанна', 'иоанна', 30],

            ['иоккаити', 'иоккаити', 0],
            ['иоккаити', 'иоккаити', 1],
            ['иоккаити', 'иоккаити', 2],
            ['иоккаити', 'иоккаити', 30],

            ['иокогама', 'иокогама', 0],
            ['иокогама', 'иокогама', 1],
            ['иокогама', 'иокогама', 2],
            ['иокогама', 'иокогама', 30],

            ['ион', 'ион', 0],
            ['ион', 'ион', 1],
            ['ион', 'ион', 2],
            ['ион', 'ион', 30],

            ['иона', 'иона', 0],
            ['иона', 'иона', 1],
            ['иона', 'иона', 2],
            ['иона', 'иона', 30],

            ['ионич', 'ионич', 0],
            ['ионич', 'ионич', 1],
            ['ионич', 'ионич', 2],
            ['ионич', 'ионич', 30],

            ['ионична', 'ионична', 0],
            ['ионична', 'ионична', 1],
            ['ионична', 'ионична', 2],
            ['ионична', 'ионична', 30],

            ['ионка', 'ионка', 0],
            ['ионка', 'ионка', 1],
            ['ионка', 'ионка', 2],
            ['ионка', 'ионка', 30],

            ['ионя', 'ионя', 0],
            ['ионя', 'ионя', 1],
            ['ионя', 'ионя', 2],
            ['ионя', 'ионя', 30],

            ['иордания', 'иордания', 0],
            ['иордания', 'иордания', 1],
            ['иордания', 'иордания', 2],
            ['иордания', 'иордания', 30],

            ['ипостась', 'ипостась', 0],
            ['ипостась', 'ипостась', 1],
            ['ипостась', 'ипостась', 2],
            ['ипостась', 'ипостась', 30],

            ['ипподром', 'ипподром', 0],
            ['ипподром', 'ипподром', 1],
            ['ипподром', 'ипподром', 2],
            ['ипподром', 'ипподром', 30],

            ['ир', 'ир', 0],
            ['ир', 'ир', 1],
            ['ир', 'ир', 2],
            ['ир', 'ир', 30],

            ['ира', 'ира', 0],
            ['ира', 'ира', 1],
            ['ира', 'ира', 2],
            ['ира', 'ира', 30],

            ['ираида', 'ираида', 0],
            ['ираида', 'ираида', 1],
            ['ираида', 'ираида', 2],
            ['ираида', 'ираида', 30],

            ['ираидка', 'ираидка', 0],
            ['ираидка', 'ираидка', 1],
            ['ираидка', 'ираидка', 2],
            ['ираидка', 'ираидка', 30],

            ['ирак', 'ирак', 0],
            ['ирак', 'ирак', 1],
            ['ирак', 'ирак', 2],
            ['ирак', 'ирак', 30],

            ['иран', 'иран', 0],
            ['иран', 'иран', 1],
            ['иран', 'иран', 2],
            ['иран', 'иран', 30],

            ['ирена', 'ирена', 0],
            ['ирена', 'ирена', 1],
            ['ирена', 'ирена', 2],
            ['ирена', 'ирена', 30],

            ['ирина', 'ирина', 0],
            ['ирина', 'ирина', 1],
            ['ирина', 'ирина', 2],
            ['ирина', 'ирина', 30],

            ['иринка', 'иринка', 0],
            ['иринка', 'иринка', 1],
            ['иринка', 'иринка', 2],
            ['иринка', 'иринка', 30],

            ['ириша', 'ириша', 0],
            ['ириша', 'ириша', 1],
            ['ириша', 'ириша', 2],
            ['ириша', 'ириша', 30],

            ['иркутск', 'иркутск', 0],
            ['иркутск', 'иркутск', 1],
            ['иркутск', 'иркутск', 2],
            ['иркутск', 'иркутск', 30],

            ['ирландец', 'ирландец', 0],
            ['ирландец', 'ирландец', 1],
            ['ирландец', 'ирландец', 2],
            ['ирландец', 'ирландец', 30],

            ['ирландия', 'ирландия', 0],
            ['ирландия', 'ирландия', 1],
            ['ирландия', 'ирландия', 2],
            ['ирландия', 'ирландия', 30],

            ['ирма', 'ирма', 0],
            ['ирма', 'ирма', 1],
            ['ирма', 'ирма', 2],
            ['ирма', 'ирма', 30],

            ['ироида', 'ироида', 0],
            ['ироида', 'ироида', 1],
            ['ироида', 'ироида', 2],
            ['ироида', 'ироида', 30],

            ['ирония', 'ирония', 0],
            ['ирония', 'ирония', 1],
            ['ирония', 'ирония', 2],
            ['ирония', 'ирония', 30],

            ['ируня', 'ируня', 0],
            ['ируня', 'ируня', 1],
            ['ируня', 'ируня', 2],
            ['ируня', 'ируня', 30],

            ['ируся', 'ируся', 0],
            ['ируся', 'ируся', 1],
            ['ируся', 'ируся', 2],
            ['ируся', 'ируся', 30],

            ['ируша', 'ируша', 0],
            ['ируша', 'ируша', 1],
            ['ируша', 'ируша', 2],
            ['ируша', 'ируша', 30],

            ['иск', 'иск', 0],
            ['иск', 'иск', 1],
            ['иск', 'иск', 2],
            ['иск', 'иск', 30],

            ['искажение', 'искажение', 0],
            ['искажение', 'искажение', 1],
            ['искажение', 'искажение', 2],
            ['искажение', 'искажение', 30],

            ['искание', 'искание', 0],
            ['искание', 'искание', 1],
            ['искание', 'искание', 2],
            ['искание', 'искание', 30],

            ['искатель', 'искатель', 0],
            ['искатель', 'искатель', 1],
            ['искатель', 'искатель', 2],
            ['искатель', 'искатель', 30],

            ['исключение', 'исключение', 0],
            ['исключение', 'исключение', 1],
            ['исключение', 'исключение', 2],
            ['исключение', 'исключение', 30],

            ['исключительность', 'исключительность', 0],
            ['исключительность', 'исключительность', 1],
            ['исключительность', 'исключительность', 2],
            ['исключительность', 'исключительность', 30],

            ['искоренение', 'искоренение', 0],
            ['искоренение', 'искоренение', 1],
            ['искоренение', 'искоренение', 2],
            ['искоренение', 'искоренение', 30],

            ['искорка', 'искорка', 0],
            ['искорка', 'искорка', 1],
            ['искорка', 'искорка', 2],
            ['искорка', 'искорка', 30],

            ['искра', 'искра', 0],
            ['искра', 'искра', 1],
            ['искра', 'искра', 2],
            ['искра', 'искра', 30],

            ['искренность', 'искренность', 0],
            ['искренность', 'искренность', 1],
            ['искренность', 'искренность', 2],
            ['искренность', 'искренность', 30],

            ['искривление', 'искривление', 0],
            ['искривление', 'искривление', 1],
            ['искривление', 'искривление', 2],
            ['искривление', 'искривление', 30],

            ['искупление', 'искупление', 0],
            ['искупление', 'искупление', 1],
            ['искупление', 'искупление', 2],
            ['искупление', 'искупление', 30],

            ['искус', 'искус', 0],
            ['искус', 'искус', 1],
            ['искус', 'искус', 2],
            ['искус', 'искус', 30],

            ['искуситель', 'искуситель', 0],
            ['искуситель', 'искуситель', 1],
            ['искуситель', 'искуситель', 2],
            ['искуситель', 'искуситель', 30],

            ['искусник', 'искусник', 0],
            ['искусник', 'искусник', 1],
            ['искусник', 'искусник', 2],
            ['искусник', 'искусник', 30],

            ['искусство', 'искусство', 0],
            ['искусство', 'искусство', 1],
            ['искусство', 'искусство', 2],
            ['искусство', 'искусство', 30],

            ['искусствовед', 'искусствовед', 0],
            ['искусствовед', 'искусствовед', 1],
            ['искусствовед', 'искусствовед', 2],
            ['искусствовед', 'искусствовед', 30],

            ['искушение', 'искушение', 0],
            ['искушение', 'искушение', 1],
            ['искушение', 'искушение', 2],
            ['искушение', 'искушение', 30],

            ['ислам', 'ислам', 0],
            ['ислам', 'ислам', 1],
            ['ислам', 'ислам', 2],
            ['ислам', 'ислам', 30],

            ['исламабад', 'исламабад', 0],
            ['исламабад', 'исламабад', 1],
            ['исламабад', 'исламабад', 2],
            ['исламабад', 'исламабад', 30],

            ['исландия', 'исландия', 0],
            ['исландия', 'исландия', 1],
            ['исландия', 'исландия', 2],
            ['исландия', 'исландия', 30],

            ['испанец', 'испанец', 0],
            ['испанец', 'испанец', 1],
            ['испанец', 'испанец', 2],
            ['испанец', 'испанец', 30],

            ['испания', 'испания', 0],
            ['испания', 'испания', 1],
            ['испания', 'испания', 2],
            ['испания', 'испания', 30],

            ['испарение', 'испарение', 0],
            ['испарение', 'испарение', 1],
            ['испарение', 'испарение', 2],
            ['испарение', 'испарение', 30],

            ['испарина', 'испарина', 0],
            ['испарина', 'испарина', 1],
            ['испарина', 'испарина', 2],
            ['испарина', 'испарина', 30],

            ['исповедь', 'исповедь', 0],
            ['исповедь', 'исповедь', 1],
            ['исповедь', 'исповедь', 2],
            ['исповедь', 'исповедь', 30],

            ['исполин', 'исполин', 0],
            ['исполин', 'исполин', 1],
            ['исполин', 'исполин', 2],
            ['исполин', 'исполин', 30],

            ['исполком', 'исполком', 0],
            ['исполком', 'исполком', 1],
            ['исполком', 'исполком', 2],
            ['исполком', 'исполком', 30],

            ['исполнение', 'исполнение', 0],
            ['исполнение', 'исполнение', 1],
            ['исполнение', 'исполнение', 2],
            ['исполнение', 'исполнение', 30],

            ['исполнитель', 'исполнитель', 0],
            ['исполнитель', 'исполнитель', 1],
            ['исполнитель', 'исполнитель', 2],
            ['исполнитель', 'исполнитель', 30],

            ['исполнительница', 'исполнительница', 0],
            ['исполнительница', 'исполнительница', 1],
            ['исполнительница', 'исполнительница', 2],
            ['исполнительница', 'исполнительница', 30],

            ['использование', 'использование', 0],
            ['использование', 'использование', 1],
            ['использование', 'использование', 2],
            ['использование', 'использование', 30],

            ['исправление', 'исправление', 0],
            ['исправление', 'исправление', 1],
            ['исправление', 'исправление', 2],
            ['исправление', 'исправление', 30],

            ['исправность', 'исправность', 0],
            ['исправность', 'исправность', 1],
            ['исправность', 'исправность', 2],
            ['исправность', 'исправность', 30],

            ['испражнение', 'испражнение', 0],
            ['испражнение', 'испражнение', 1],
            ['испражнение', 'испражнение', 2],
            ['испражнение', 'испражнение', 30],

            ['испуг', 'испуг', 0],
            ['испуг', 'испуг', 1],
            ['испуг', 'испуг', 2],
            ['испуг', 'испуг', 30],

            ['испытание', 'испытание', 0],
            ['испытание', 'испытание', 1],
            ['испытание', 'испытание', 2],
            ['испытание', 'испытание', 30],

            ['испытатель', 'испытатель', 0],
            ['испытатель', 'испытатель', 1],
            ['испытатель', 'испытатель', 2],
            ['испытатель', 'испытатель', 30],

            ['иссечение', 'иссечение', 0],
            ['иссечение', 'иссечение', 1],
            ['иссечение', 'иссечение', 2],
            ['иссечение', 'иссечение', 30],

            ['исследование', 'исследование', 0],
            ['исследование', 'исследование', 1],
            ['исследование', 'исследование', 2],
            ['исследование', 'исследование', 30],

            ['исследователь', 'исследователь', 0],
            ['исследователь', 'исследователь', 1],
            ['исследователь', 'исследователь', 2],
            ['исследователь', 'исследователь', 30],

            ['исступление', 'исступление', 0],
            ['исступление', 'исступление', 1],
            ['исступление', 'исступление', 2],
            ['исступление', 'исступление', 30],

            ['истерик', 'истерик', 0],
            ['истерик', 'истерик', 1],
            ['истерик', 'истерик', 2],
            ['истерик', 'истерик', 30],

            ['истерика', 'истерика', 0],
            ['истерика', 'истерика', 1],
            ['истерика', 'истерика', 2],
            ['истерика', 'истерика', 30],

            ['истерия', 'истерия', 0],
            ['истерия', 'истерия', 1],
            ['истерия', 'истерия', 2],
            ['истерия', 'истерия', 30],

            ['истец', 'истец', 0],
            ['истец', 'истец', 1],
            ['истец', 'истец', 2],
            ['истец', 'истец', 30],

            ['истечение', 'истечение', 0],
            ['истечение', 'истечение', 1],
            ['истечение', 'истечение', 2],
            ['истечение', 'истечение', 30],

            ['истинность', 'истинность', 0],
            ['истинность', 'истинность', 1],
            ['истинность', 'истинность', 2],
            ['истинность', 'истинность', 30],

            ['исток', 'исток', 0],
            ['исток', 'исток', 1],
            ['исток', 'исток', 2],
            ['исток', 'исток', 30],

            ['истолкование', 'истолкование', 0],
            ['истолкование', 'истолкование', 1],
            ['истолкование', 'истолкование', 2],
            ['истолкование', 'истолкование', 30],

            ['истома', 'истома', 0],
            ['истома', 'истома', 1],
            ['истома', 'истома', 2],
            ['истома', 'истома', 30],

            ['истопник', 'истопник', 0],
            ['истопник', 'истопник', 1],
            ['истопник', 'истопник', 2],
            ['истопник', 'истопник', 30],

            ['историк', 'историк', 0],
            ['историк', 'историк', 1],
            ['историк', 'историк', 2],
            ['историк', 'историк', 30],

            ['историография', 'историография', 0],
            ['историография', 'историография', 1],
            ['историография', 'историография', 2],
            ['историография', 'историография', 30],

            ['история', 'история', 0],
            ['история', 'история', 1],
            ['история', 'история', 2],
            ['история', 'история', 30],

            ['источник', 'источник', 0],
            ['источник', 'источник', 1],
            ['источник', 'источник', 2],
            ['источник', 'источник', 30],

            ['истощение', 'истощение', 0],
            ['истощение', 'истощение', 1],
            ['истощение', 'истощение', 2],
            ['истощение', 'истощение', 30],

            ['истребитель', 'истребитель', 0],
            ['истребитель', 'истребитель', 1],
            ['истребитель', 'истребитель', 2],
            ['истребитель', 'истребитель', 30],

            ['истребление', 'истребление', 0],
            ['истребление', 'истребление', 1],
            ['истребление', 'истребление', 2],
            ['истребление', 'истребление', 30],

            ['истукан', 'истукан', 0],
            ['истукан', 'истукан', 1],
            ['истукан', 'истукан', 2],
            ['истукан', 'истукан', 30],

            ['истязание', 'истязание', 0],
            ['истязание', 'истязание', 1],
            ['истязание', 'истязание', 2],
            ['истязание', 'истязание', 30],

            ['исход', 'исход', 0],
            ['исход', 'исход', 1],
            ['исход', 'исход', 2],
            ['исход', 'исход', 30],

            ['исцеление', 'исцеление', 0],
            ['исцеление', 'исцеление', 1],
            ['исцеление', 'исцеление', 2],
            ['исцеление', 'исцеление', 30],

            ['исчадие', 'исчадие', 0],
            ['исчадие', 'исчадие', 1],
            ['исчадие', 'исчадие', 2],
            ['исчадие', 'исчадие', 30],

            ['исчезновение', 'исчезновение', 0],
            ['исчезновение', 'исчезновение', 1],
            ['исчезновение', 'исчезновение', 2],
            ['исчезновение', 'исчезновение', 30],

            ['исчисление', 'исчисление', 0],
            ['исчисление', 'исчисление', 1],
            ['исчисление', 'исчисление', 2],
            ['исчисление', 'исчисление', 30],

            ['италия', 'италия', 0],
            ['италия', 'италия', 1],
            ['италия', 'италия', 2],
            ['италия', 'италия', 30],

            ['итальянец', 'итальянец', 0],
            ['итальянец', 'итальянец', 1],
            ['итальянец', 'итальянец', 2],
            ['итальянец', 'итальянец', 30],

            ['итальянка', 'итальянка', 0],
            ['итальянка', 'итальянка', 1],
            ['итальянка', 'итальянка', 2],
            ['итальянка', 'итальянка', 30],

            ['итог', 'итог', 0],
            ['итог', 'итог', 1],
            ['итог', 'итог', 2],
            ['итог', 'итог', 30],

            ['иуда', 'иуда', 0],
            ['иуда', 'иуда', 1],
            ['иуда', 'иуда', 2],
            ['иуда', 'иуда', 30],

            ['иудей', 'иудей', 0],
            ['иудей', 'иудей', 1],
            ['иудей', 'иудей', 2],
            ['иудей', 'иудей', 30],

            ['иулиан', 'иулиан', 0],
            ['иулиан', 'иулиан', 1],
            ['иулиан', 'иулиан', 2],
            ['иулиан', 'иулиан', 30],

            ['иулиана', 'иулиана', 0],
            ['иулиана', 'иулиана', 1],
            ['иулиана', 'иулиана', 2],
            ['иулиана', 'иулиана', 30],

            ['иулиания', 'иулиания', 0],
            ['иулиания', 'иулиания', 1],
            ['иулиания', 'иулиания', 2],
            ['иулиания', 'иулиания', 30],

            ['иулий', 'иулий', 0],
            ['иулий', 'иулий', 1],
            ['иулий', 'иулий', 2],
            ['иулий', 'иулий', 30],

            ['иулия', 'иулия', 0],
            ['иулия', 'иулия', 1],
            ['иулия', 'иулия', 2],
            ['иулия', 'иулия', 30],

            ['иуния', 'иуния', 0],
            ['иуния', 'иуния', 1],
            ['иуния', 'иуния', 2],
            ['иуния', 'иуния', 30],

            ['ичкерия', 'ичкерия', 0],
            ['ичкерия', 'ичкерия', 1],
            ['ичкерия', 'ичкерия', 2],
            ['ичкерия', 'ичкерия', 30],

            ['иша', 'иша', 0],
            ['иша', 'иша', 1],
            ['иша', 'иша', 2],
            ['иша', 'иша', 30],

            ['ишак', 'ишак', 0],
            ['ишак', 'ишак', 1],
            ['ишак', 'ишак', 2],
            ['ишак', 'ишак', 30],

            ['ишута', 'ишута', 0],
            ['ишута', 'ишута', 1],
            ['ишута', 'ишута', 2],
            ['ишута', 'ишута', 30],

            ['ищейка', 'ищейка', 0],
            ['ищейка', 'ищейка', 1],
            ['ищейка', 'ищейка', 2],
            ['ищейка', 'ищейка', 30],

            ['июль', 'июль', 0],
            ['июль', 'июль', 1],
            ['июль', 'июль', 2],
            ['июль', 'июль', 30],

            ['июнь', 'июнь', 0],
            ['июнь', 'июнь', 1],
            ['июнь', 'июнь', 2],
            ['июнь', 'июнь', 30]
        ];
    }
}
