<?php
declare(strict_types=1);

namespace Noldors\Inflect\Tests\RussianDataProviders;

class LetterU
{
    public static function data():array
    {
        return [['уагадугу', 'уагадугу', 0],
            ['уагадугу', 'уагадугу', 1],
            ['уагадугу', 'уагадугу', 2],
            ['уагадугу', 'уагадугу', 30],

            ['убег', 'убег', 0],
            ['убег', 'убег', 1],
            ['убег', 'убег', 2],
            ['убег', 'убег', 30],

            ['убедительность', 'убедительность', 0],
            ['убедительность', 'убедительность', 1],
            ['убедительность', 'убедительность', 2],
            ['убедительность', 'убедительность', 30],

            ['убеждение', 'убеждение', 0],
            ['убеждение', 'убеждение', 1],
            ['убеждение', 'убеждение', 2],
            ['убеждение', 'убеждение', 30],

            ['убежденность', 'убежденность', 0],
            ['убежденность', 'убежденность', 1],
            ['убежденность', 'убежденность', 2],
            ['убежденность', 'убежденность', 30],

            ['убежище', 'убежище', 0],
            ['убежище', 'убежище', 1],
            ['убежище', 'убежище', 2],
            ['убежище', 'убежище', 30],

            ['убийство', 'убийство', 0],
            ['убийство', 'убийство', 1],
            ['убийство', 'убийство', 2],
            ['убийство', 'убийство', 30],

            ['убийца', 'убийца', 0],
            ['убийца', 'убийца', 1],
            ['убийца', 'убийца', 2],
            ['убийца', 'убийца', 30],

            ['убитый', 'убитый', 0],
            ['убитый', 'убитый', 1],
            ['убитый', 'убитый', 2],
            ['убитый', 'убитый', 30],

            ['ублюдок', 'ублюдок', 0],
            ['ублюдок', 'ублюдок', 1],
            ['ублюдок', 'ублюдок', 2],
            ['ублюдок', 'ублюдок', 30],

            ['убогий', 'убогий', 0],
            ['убогий', 'убогий', 1],
            ['убогий', 'убогий', 2],
            ['убогий', 'убогий', 30],

            ['убогость', 'убогость', 0],
            ['убогость', 'убогость', 1],
            ['убогость', 'убогость', 2],
            ['убогость', 'убогость', 30],

            ['убожество', 'убожество', 0],
            ['убожество', 'убожество', 1],
            ['убожество', 'убожество', 2],
            ['убожество', 'убожество', 30],

            ['убой', 'убой', 0],
            ['убой', 'убой', 1],
            ['убой', 'убой', 2],
            ['убой', 'убой', 30],

            ['убор', 'убор', 0],
            ['убор', 'убор', 1],
            ['убор', 'убор', 2],
            ['убор', 'убор', 30],

            ['уборка', 'уборка', 0],
            ['уборка', 'уборка', 1],
            ['уборка', 'уборка', 2],
            ['уборка', 'уборка', 30],

            ['уборщик', 'уборщик', 0],
            ['уборщик', 'уборщик', 1],
            ['уборщик', 'уборщик', 2],
            ['уборщик', 'уборщик', 30],

            ['уборщица', 'уборщица', 0],
            ['уборщица', 'уборщица', 1],
            ['уборщица', 'уборщица', 2],
            ['уборщица', 'уборщица', 30],

            ['убранство', 'убранство', 0],
            ['убранство', 'убранство', 1],
            ['убранство', 'убранство', 2],
            ['убранство', 'убранство', 30],

            ['убыль', 'убыль', 0],
            ['убыль', 'убыль', 1],
            ['убыль', 'убыль', 2],
            ['убыль', 'убыль', 30],

            ['убыток', 'убыток', 0],
            ['убыток', 'убыток', 1],
            ['убыток', 'убыток', 2],
            ['убыток', 'убыток', 30],

            ['уважение', 'уважение', 0],
            ['уважение', 'уважение', 1],
            ['уважение', 'уважение', 2],
            ['уважение', 'уважение', 30],

            ['увал', 'увал', 0],
            ['увал', 'увал', 1],
            ['увал', 'увал', 2],
            ['увал', 'увал', 30],

            ['увалень', 'увалень', 0],
            ['увалень', 'увалень', 1],
            ['увалень', 'увалень', 2],
            ['увалень', 'увалень', 30],

            ['увар', 'увар', 0],
            ['увар', 'увар', 1],
            ['увар', 'увар', 2],
            ['увар', 'увар', 30],

            ['увд', 'увд', 0],
            ['увд', 'увд', 1],
            ['увд', 'увд', 2],
            ['увд', 'увд', 30],

            ['уведомление', 'уведомление', 0],
            ['уведомление', 'уведомление', 1],
            ['уведомление', 'уведомление', 2],
            ['уведомление', 'уведомление', 30],

            ['увеличение', 'увеличение', 0],
            ['увеличение', 'увеличение', 1],
            ['увеличение', 'увеличение', 2],
            ['увеличение', 'увеличение', 30],

            ['уверение', 'уверение', 0],
            ['уверение', 'уверение', 1],
            ['уверение', 'уверение', 2],
            ['уверение', 'уверение', 30],

            ['уверенность', 'уверенность', 0],
            ['уверенность', 'уверенность', 1],
            ['уверенность', 'уверенность', 2],
            ['уверенность', 'уверенность', 30],

            ['увертюра', 'увертюра', 0],
            ['увертюра', 'увертюра', 1],
            ['увертюра', 'увертюра', 2],
            ['увертюра', 'увертюра', 30],

            ['увечье', 'увечье', 0],
            ['увечье', 'увечье', 1],
            ['увечье', 'увечье', 2],
            ['увечье', 'увечье', 30],

            ['увещевание', 'увещевание', 0],
            ['увещевание', 'увещевание', 1],
            ['увещевание', 'увещевание', 2],
            ['увещевание', 'увещевание', 30],

            ['увлечение', 'увлечение', 0],
            ['увлечение', 'увлечение', 1],
            ['увлечение', 'увлечение', 2],
            ['увлечение', 'увлечение', 30],

            ['увольнение', 'увольнение', 0],
            ['увольнение', 'увольнение', 1],
            ['увольнение', 'увольнение', 2],
            ['увольнение', 'увольнение', 30],

            ['увядание', 'увядание', 0],
            ['увядание', 'увядание', 1],
            ['увядание', 'увядание', 2],
            ['увядание', 'увядание', 30],

            ['уганда', 'уганда', 0],
            ['уганда', 'уганда', 1],
            ['уганда', 'уганда', 2],
            ['уганда', 'уганда', 30],

            ['угар', 'угар', 0],
            ['угар', 'угар', 1],
            ['угар', 'угар', 2],
            ['угар', 'угар', 30],

            ['углевод', 'углевод', 0],
            ['углевод', 'углевод', 1],
            ['углевод', 'углевод', 2],
            ['углевод', 'углевод', 30],

            ['углекислота', 'углекислота', 0],
            ['углекислота', 'углекислота', 1],
            ['углекислота', 'углекислота', 2],
            ['углекислота', 'углекислота', 30],

            ['углерод', 'углерод', 0],
            ['углерод', 'углерод', 1],
            ['углерод', 'углерод', 2],
            ['углерод', 'углерод', 30],

            ['углубление', 'углубление', 0],
            ['углубление', 'углубление', 1],
            ['углубление', 'углубление', 2],
            ['углубление', 'углубление', 30],

            ['угнетение', 'угнетение', 0],
            ['угнетение', 'угнетение', 1],
            ['угнетение', 'угнетение', 2],
            ['угнетение', 'угнетение', 30],

            ['уговор', 'уговор', 0],
            ['уговор', 'уговор', 1],
            ['уговор', 'уговор', 2],
            ['уговор', 'уговор', 30],

            ['угода', 'угода', 0],
            ['угода', 'угода', 1],
            ['угода', 'угода', 2],
            ['угода', 'угода', 30],

            ['угодник', 'угодник', 0],
            ['угодник', 'угодник', 1],
            ['угодник', 'угодник', 2],
            ['угодник', 'угодник', 30],

            ['угодье', 'угодье', 0],
            ['угодье', 'угодье', 1],
            ['угодье', 'угодье', 2],
            ['угодье', 'угодье', 30],

            ['угол', 'угол', 0],
            ['угол', 'угол', 1],
            ['угол', 'угол', 2],
            ['угол', 'угол', 30],

            ['уголек', 'уголек', 0],
            ['уголек', 'уголек', 1],
            ['уголек', 'уголек', 2],
            ['уголек', 'уголек', 30],

            ['уголовник', 'уголовник', 0],
            ['уголовник', 'уголовник', 1],
            ['уголовник', 'уголовник', 2],
            ['уголовник', 'уголовник', 30],

            ['уголовный', 'уголовный', 0],
            ['уголовный', 'уголовный', 1],
            ['уголовный', 'уголовный', 2],
            ['уголовный', 'уголовный', 30],

            ['уголовщина', 'уголовщина', 0],
            ['уголовщина', 'уголовщина', 1],
            ['уголовщина', 'уголовщина', 2],
            ['уголовщина', 'уголовщина', 30],

            ['уголок', 'уголок', 0],
            ['уголок', 'уголок', 1],
            ['уголок', 'уголок', 2],
            ['уголок', 'уголок', 30],

            ['уголь', 'уголь', 0],
            ['уголь', 'уголь', 1],
            ['уголь', 'уголь', 2],
            ['уголь', 'уголь', 30],

            ['уголья', 'уголья', 0],
            ['уголья', 'уголья', 1],
            ['уголья', 'уголья', 2],
            ['уголья', 'уголья', 30],

            ['угон', 'угон', 0],
            ['угон', 'угон', 1],
            ['угон', 'угон', 2],
            ['угон', 'угон', 30],

            ['угонщик', 'угонщик', 0],
            ['угонщик', 'угонщик', 1],
            ['угонщик', 'угонщик', 2],
            ['угонщик', 'угонщик', 30],

            ['угорь', 'угорь', 0],
            ['угорь', 'угорь', 1],
            ['угорь', 'угорь', 2],
            ['угорь', 'угорь', 30],

            ['угощение', 'угощение', 0],
            ['угощение', 'угощение', 1],
            ['угощение', 'угощение', 2],
            ['угощение', 'угощение', 30],

            ['угроза', 'угроза', 0],
            ['угроза', 'угроза', 1],
            ['угроза', 'угроза', 2],
            ['угроза', 'угроза', 30],

            ['угрозыск', 'угрозыск', 0],
            ['угрозыск', 'угрозыск', 1],
            ['угрозыск', 'угрозыск', 2],
            ['угрозыск', 'угрозыск', 30],

            ['угрызение', 'угрызение', 0],
            ['угрызение', 'угрызение', 1],
            ['угрызение', 'угрызение', 2],
            ['угрызение', 'угрызение', 30],

            ['удав', 'удав', 0],
            ['удав', 'удав', 1],
            ['удав', 'удав', 2],
            ['удав', 'удав', 30],

            ['удавка', 'удавка', 0],
            ['удавка', 'удавка', 1],
            ['удавка', 'удавка', 2],
            ['удавка', 'удавка', 30],

            ['удаление', 'удаление', 0],
            ['удаление', 'удаление', 1],
            ['удаление', 'удаление', 2],
            ['удаление', 'удаление', 30],

            ['удалец', 'удалец', 0],
            ['удалец', 'удалец', 1],
            ['удалец', 'удалец', 2],
            ['удалец', 'удалец', 30],

            ['удаль', 'удаль', 0],
            ['удаль', 'удаль', 1],
            ['удаль', 'удаль', 2],
            ['удаль', 'удаль', 30],

            ['удар', 'удар', 0],
            ['удар', 'удар', 1],
            ['удар', 'удар', 2],
            ['удар', 'удар', 30],

            ['ударение', 'ударение', 0],
            ['ударение', 'ударение', 1],
            ['ударение', 'ударение', 2],
            ['ударение', 'ударение', 30],

            ['ударник', 'ударник', 0],
            ['ударник', 'ударник', 1],
            ['ударник', 'ударник', 2],
            ['ударник', 'ударник', 30],

            ['удача', 'удача', 0],
            ['удача', 'удача', 1],
            ['удача', 'удача', 2],
            ['удача', 'удача', 30],

            ['удел', 'удел', 0],
            ['удел', 'удел', 1],
            ['удел', 'удел', 2],
            ['удел', 'удел', 30],

            ['удерж', 'удерж', 0],
            ['удерж', 'удерж', 1],
            ['удерж', 'удерж', 2],
            ['удерж', 'удерж', 30],

            ['удержание', 'удержание', 0],
            ['удержание', 'удержание', 1],
            ['удержание', 'удержание', 2],
            ['удержание', 'удержание', 30],

            ['удивление', 'удивление', 0],
            ['удивление', 'удивление', 1],
            ['удивление', 'удивление', 2],
            ['удивление', 'удивление', 30],

            ['удила', 'удила', 0],
            ['удила', 'удила', 1],
            ['удила', 'удила', 2],
            ['удила', 'удила', 30],

            ['удилище', 'удилище', 0],
            ['удилище', 'удилище', 1],
            ['удилище', 'удилище', 2],
            ['удилище', 'удилище', 30],

            ['удобрение', 'удобрение', 0],
            ['удобрение', 'удобрение', 1],
            ['удобрение', 'удобрение', 2],
            ['удобрение', 'удобрение', 30],

            ['удобство', 'удобство', 0],
            ['удобство', 'удобство', 1],
            ['удобство', 'удобство', 2],
            ['удобство', 'удобство', 30],

            ['удовлетворение', 'удовлетворение', 0],
            ['удовлетворение', 'удовлетворение', 1],
            ['удовлетворение', 'удовлетворение', 2],
            ['удовлетворение', 'удовлетворение', 30],

            ['удовольствие', 'удовольствие', 0],
            ['удовольствие', 'удовольствие', 1],
            ['удовольствие', 'удовольствие', 2],
            ['удовольствие', 'удовольствие', 30],

            ['удостоверение', 'удостоверение', 0],
            ['удостоверение', 'удостоверение', 1],
            ['удостоверение', 'удостоверение', 2],
            ['удостоверение', 'удостоверение', 30],

            ['удочка', 'удочка', 0],
            ['удочка', 'удочка', 1],
            ['удочка', 'удочка', 2],
            ['удочка', 'удочка', 30],

            ['удушение', 'удушение', 0],
            ['удушение', 'удушение', 1],
            ['удушение', 'удушение', 2],
            ['удушение', 'удушение', 30],

            ['удушье', 'удушье', 0],
            ['удушье', 'удушье', 1],
            ['удушье', 'удушье', 2],
            ['удушье', 'удушье', 30],

            ['уединение', 'уединение', 0],
            ['уединение', 'уединение', 1],
            ['уединение', 'уединение', 2],
            ['уединение', 'уединение', 30],

            ['уезд', 'уезд', 0],
            ['уезд', 'уезд', 1],
            ['уезд', 'уезд', 2],
            ['уезд', 'уезд', 30],

            ['уж', 'уж', 0],
            ['уж', 'уж', 1],
            ['уж', 'уж', 2],
            ['уж', 'уж', 30],

            ['ужас', 'ужас', 0],
            ['ужас', 'ужас', 1],
            ['ужас', 'ужас', 2],
            ['ужас', 'ужас', 30],

            ['ужгород', 'ужгород', 0],
            ['ужгород', 'ужгород', 1],
            ['ужгород', 'ужгород', 2],
            ['ужгород', 'ужгород', 30],

            ['ужимка', 'ужимка', 0],
            ['ужимка', 'ужимка', 1],
            ['ужимка', 'ужимка', 2],
            ['ужимка', 'ужимка', 30],

            ['ужин', 'ужин', 0],
            ['ужин', 'ужин', 1],
            ['ужин', 'ужин', 2],
            ['ужин', 'ужин', 30],

            ['уза', 'уза', 0],
            ['уза', 'уза', 1],
            ['уза', 'уза', 2],
            ['уза', 'уза', 30],

            ['узбек', 'узбек', 0],
            ['узбек', 'узбек', 1],
            ['узбек', 'узбек', 2],
            ['узбек', 'узбек', 30],

            ['узбекистан', 'узбекистан', 0],
            ['узбекистан', 'узбекистан', 1],
            ['узбекистан', 'узбекистан', 2],
            ['узбекистан', 'узбекистан', 30],

            ['узда', 'узда', 0],
            ['узда', 'узда', 1],
            ['узда', 'узда', 2],
            ['узда', 'узда', 30],

            ['уздечка', 'уздечка', 0],
            ['уздечка', 'уздечка', 1],
            ['уздечка', 'уздечка', 2],
            ['уздечка', 'уздечка', 30],

            ['уздцы', 'уздцы', 0],
            ['уздцы', 'уздцы', 1],
            ['уздцы', 'уздцы', 2],
            ['уздцы', 'уздцы', 30],

            ['узел', 'узел', 0],
            ['узел', 'узел', 1],
            ['узел', 'узел', 2],
            ['узел', 'узел', 30],

            ['узелок', 'узелок', 0],
            ['узелок', 'узелок', 1],
            ['узелок', 'узелок', 2],
            ['узелок', 'узелок', 30],

            ['узкоколейка', 'узкоколейка', 0],
            ['узкоколейка', 'узкоколейка', 1],
            ['узкоколейка', 'узкоколейка', 2],
            ['узкоколейка', 'узкоколейка', 30],

            ['узнавание', 'узнавание', 0],
            ['узнавание', 'узнавание', 1],
            ['узнавание', 'узнавание', 2],
            ['узнавание', 'узнавание', 30],

            ['узник', 'узник', 0],
            ['узник', 'узник', 1],
            ['узник', 'узник', 2],
            ['узник', 'узник', 30],

            ['узор', 'узор', 0],
            ['узор', 'узор', 1],
            ['узор', 'узор', 2],
            ['узор', 'узор', 30],

            ['узость', 'узость', 0],
            ['узость', 'узость', 1],
            ['узость', 'узость', 2],
            ['узость', 'узость', 30],

            ['узы', 'узы', 0],
            ['узы', 'узы', 1],
            ['узы', 'узы', 2],
            ['узы', 'узы', 30],

            ['уйма', 'уйма', 0],
            ['уйма', 'уйма', 1],
            ['уйма', 'уйма', 2],
            ['уйма', 'уйма', 30],

            ['ук', 'ук', 0],
            ['ук', 'ук', 1],
            ['ук', 'ук', 2],
            ['ук', 'ук', 30],

            ['указ', 'указ', 0],
            ['указ', 'указ', 1],
            ['указ', 'указ', 2],
            ['указ', 'указ', 30],

            ['указание', 'указание', 0],
            ['указание', 'указание', 1],
            ['указание', 'указание', 2],
            ['указание', 'указание', 30],

            ['указатель', 'указатель', 0],
            ['указатель', 'указатель', 1],
            ['указатель', 'указатель', 2],
            ['указатель', 'указатель', 30],

            ['указка', 'указка', 0],
            ['указка', 'указка', 1],
            ['указка', 'указка', 2],
            ['указка', 'указка', 30],

            ['уклад', 'уклад', 0],
            ['уклад', 'уклад', 1],
            ['уклад', 'уклад', 2],
            ['уклад', 'уклад', 30],

            ['укладка', 'укладка', 0],
            ['укладка', 'укладка', 1],
            ['укладка', 'укладка', 2],
            ['укладка', 'укладка', 30],

            ['уклон', 'уклон', 0],
            ['уклон', 'уклон', 1],
            ['уклон', 'уклон', 2],
            ['уклон', 'уклон', 30],

            ['уклонение', 'уклонение', 0],
            ['уклонение', 'уклонение', 1],
            ['уклонение', 'уклонение', 2],
            ['уклонение', 'уклонение', 30],

            ['уклонист', 'уклонист', 0],
            ['уклонист', 'уклонист', 1],
            ['уклонист', 'уклонист', 2],
            ['уклонист', 'уклонист', 30],

            ['уключина', 'уключина', 0],
            ['уключина', 'уключина', 1],
            ['уключина', 'уключина', 2],
            ['уключина', 'уключина', 30],

            ['укол', 'укол', 0],
            ['укол', 'укол', 1],
            ['укол', 'укол', 2],
            ['укол', 'укол', 30],

            ['укор', 'укор', 0],
            ['укор', 'укор', 1],
            ['укор', 'укор', 2],
            ['укор', 'укор', 30],

            ['укоризна', 'укоризна', 0],
            ['укоризна', 'укоризна', 1],
            ['укоризна', 'укоризна', 2],
            ['укоризна', 'укоризна', 30],

            ['украина', 'украина', 0],
            ['украина', 'украина', 1],
            ['украина', 'украина', 2],
            ['украина', 'украина', 30],

            ['украинец', 'украинец', 0],
            ['украинец', 'украинец', 1],
            ['украинец', 'украинец', 2],
            ['украинец', 'украинец', 30],

            ['украинка', 'украинка', 0],
            ['украинка', 'украинка', 1],
            ['украинка', 'украинка', 2],
            ['украинка', 'украинка', 30],

            ['украшение', 'украшение', 0],
            ['украшение', 'украшение', 1],
            ['украшение', 'украшение', 2],
            ['украшение', 'украшение', 30],

            ['укрепление', 'укрепление', 0],
            ['укрепление', 'укрепление', 1],
            ['укрепление', 'укрепление', 2],
            ['укрепление', 'укрепление', 30],

            ['укроп', 'укроп', 0],
            ['укроп', 'укроп', 1],
            ['укроп', 'укроп', 2],
            ['укроп', 'укроп', 30],

            ['укротитель', 'укротитель', 0],
            ['укротитель', 'укротитель', 1],
            ['укротитель', 'укротитель', 2],
            ['укротитель', 'укротитель', 30],

            ['укрытие', 'укрытие', 0],
            ['укрытие', 'укрытие', 1],
            ['укрытие', 'укрытие', 2],
            ['укрытие', 'укрытие', 30],

            ['уксус', 'уксус', 0],
            ['уксус', 'уксус', 1],
            ['уксус', 'уксус', 2],
            ['уксус', 'уксус', 30],

            ['укус', 'укус', 0],
            ['укус', 'укус', 1],
            ['укус', 'укус', 2],
            ['укус', 'укус', 30],

            ['улавливание', 'улавливание', 0],
            ['улавливание', 'улавливание', 1],
            ['улавливание', 'улавливание', 2],
            ['улавливание', 'улавливание', 30],

            ['улан', 'улан', 0],
            ['улан', 'улан', 1],
            ['улан', 'улан', 2],
            ['улан', 'улан', 30],

            ['улей', 'улей', 0],
            ['улей', 'улей', 1],
            ['улей', 'улей', 2],
            ['улей', 'улей', 30],

            ['улика', 'улика', 0],
            ['улика', 'улика', 1],
            ['улика', 'улика', 2],
            ['улика', 'улика', 30],

            ['улитка', 'улитка', 0],
            ['улитка', 'улитка', 1],
            ['улитка', 'улитка', 2],
            ['улитка', 'улитка', 30],

            ['улица', 'улица', 0],
            ['улица', 'улица', 1],
            ['улица', 'улица', 2],
            ['улица', 'улица', 30],

            ['улов', 'улов', 0],
            ['улов', 'улов', 1],
            ['улов', 'улов', 2],
            ['улов', 'улов', 30],

            ['уловка', 'уловка', 0],
            ['уловка', 'уловка', 1],
            ['уловка', 'уловка', 2],
            ['уловка', 'уловка', 30],

            ['улочка', 'улочка', 0],
            ['улочка', 'улочка', 1],
            ['улочка', 'улочка', 2],
            ['улочка', 'улочка', 30],

            ['улучшение', 'улучшение', 0],
            ['улучшение', 'улучшение', 1],
            ['улучшение', 'улучшение', 2],
            ['улучшение', 'улучшение', 30],

            ['улыбка', 'улыбка', 0],
            ['улыбка', 'улыбка', 1],
            ['улыбка', 'улыбка', 2],
            ['улыбка', 'улыбка', 30],

            ['улыбочка', 'улыбочка', 0],
            ['улыбочка', 'улыбочка', 1],
            ['улыбочка', 'улыбочка', 2],
            ['улыбочка', 'улыбочка', 30],

            ['ультиматум', 'ультиматум', 0],
            ['ультиматум', 'ультиматум', 1],
            ['ультиматум', 'ультиматум', 2],
            ['ультиматум', 'ультиматум', 30],

            ['ультразвук', 'ультразвук', 0],
            ['ультразвук', 'ультразвук', 1],
            ['ультразвук', 'ультразвук', 2],
            ['ультразвук', 'ультразвук', 30],

            ['ульян', 'ульян', 0],
            ['ульян', 'ульян', 1],
            ['ульян', 'ульян', 2],
            ['ульян', 'ульян', 30],

            ['ульяна', 'ульяна', 0],
            ['ульяна', 'ульяна', 1],
            ['ульяна', 'ульяна', 2],
            ['ульяна', 'ульяна', 30],

            ['ульянка', 'ульянка', 0],
            ['ульянка', 'ульянка', 1],
            ['ульянка', 'ульянка', 2],
            ['ульянка', 'ульянка', 30],

            ['ульянова', 'ульянова', 0],
            ['ульянова', 'ульянова', 1],
            ['ульянова', 'ульянова', 2],
            ['ульянова', 'ульянова', 30],

            ['ульяныч', 'ульяныч', 0],
            ['ульяныч', 'ульяныч', 1],
            ['ульяныч', 'ульяныч', 2],
            ['ульяныч', 'ульяныч', 30],

            ['ульяха', 'ульяха', 0],
            ['ульяха', 'ульяха', 1],
            ['ульяха', 'ульяха', 2],
            ['ульяха', 'ульяха', 30],

            ['ульяша', 'ульяша', 0],
            ['ульяша', 'ульяша', 1],
            ['ульяша', 'ульяша', 2],
            ['ульяша', 'ульяша', 30],

            ['улюлюканье', 'улюлюканье', 0],
            ['улюлюканье', 'улюлюканье', 1],
            ['улюлюканье', 'улюлюканье', 2],
            ['улюлюканье', 'улюлюканье', 30],

            ['уля', 'уля', 0],
            ['уля', 'уля', 1],
            ['уля', 'уля', 2],
            ['уля', 'уля', 30],

            ['ум', 'ум', 0],
            ['ум', 'ум', 1],
            ['ум', 'ум', 2],
            ['ум', 'ум', 30],

            ['умелец', 'умелец', 0],
            ['умелец', 'умелец', 1],
            ['умелец', 'умелец', 2],
            ['умелец', 'умелец', 30],

            ['умение', 'умение', 0],
            ['умение', 'умение', 1],
            ['умение', 'умение', 2],
            ['умение', 'умение', 30],

            ['уменьшение', 'уменьшение', 0],
            ['уменьшение', 'уменьшение', 1],
            ['уменьшение', 'уменьшение', 2],
            ['уменьшение', 'уменьшение', 30],

            ['умерший', 'умерший', 0],
            ['умерший', 'умерший', 1],
            ['умерший', 'умерший', 2],
            ['умерший', 'умерший', 30],

            ['умиление', 'умиление', 0],
            ['умиление', 'умиление', 1],
            ['умиление', 'умиление', 2],
            ['умиление', 'умиление', 30],

            ['умирающий', 'умирающий', 0],
            ['умирающий', 'умирающий', 1],
            ['умирающий', 'умирающий', 2],
            ['умирающий', 'умирающий', 30],

            ['умиротворение', 'умиротворение', 0],
            ['умиротворение', 'умиротворение', 1],
            ['умиротворение', 'умиротворение', 2],
            ['умиротворение', 'умиротворение', 30],

            ['умишко', 'умишко', 0],
            ['умишко', 'умишко', 1],
            ['умишко', 'умишко', 2],
            ['умишко', 'умишко', 30],

            ['умник', 'умник', 0],
            ['умник', 'умник', 1],
            ['умник', 'умник', 2],
            ['умник', 'умник', 30],

            ['умница', 'умница', 0],
            ['умница', 'умница', 1],
            ['умница', 'умница', 2],
            ['умница', 'умница', 30],

            ['умножение', 'умножение', 0],
            ['умножение', 'умножение', 1],
            ['умножение', 'умножение', 2],
            ['умножение', 'умножение', 30],

            ['умозаключение', 'умозаключение', 0],
            ['умозаключение', 'умозаключение', 1],
            ['умозаключение', 'умозаключение', 2],
            ['умозаключение', 'умозаключение', 30],

            ['умолк', 'умолк', 0],
            ['умолк', 'умолк', 1],
            ['умолк', 'умолк', 2],
            ['умолк', 'умолк', 30],

            ['умолчание', 'умолчание', 0],
            ['умолчание', 'умолчание', 1],
            ['умолчание', 'умолчание', 2],
            ['умолчание', 'умолчание', 30],

            ['умора', 'умора', 0],
            ['умора', 'умора', 1],
            ['умора', 'умора', 2],
            ['умора', 'умора', 30],

            ['умывальник', 'умывальник', 0],
            ['умывальник', 'умывальник', 1],
            ['умывальник', 'умывальник', 2],
            ['умывальник', 'умывальник', 30],

            ['умывание', 'умывание', 0],
            ['умывание', 'умывание', 1],
            ['умывание', 'умывание', 2],
            ['умывание', 'умывание', 30],

            ['умысел', 'умысел', 0],
            ['умысел', 'умысел', 1],
            ['умысел', 'умысел', 2],
            ['умысел', 'умысел', 30],

            ['универмаг', 'универмаг', 0],
            ['универмаг', 'универмаг', 1],
            ['универмаг', 'универмаг', 2],
            ['универмаг', 'универмаг', 30],

            ['универсал', 'универсал', 0],
            ['универсал', 'универсал', 1],
            ['универсал', 'универсал', 2],
            ['универсал', 'универсал', 30],

            ['универсам', 'универсам', 0],
            ['универсам', 'универсам', 1],
            ['универсам', 'универсам', 2],
            ['универсам', 'универсам', 30],

            ['университет', 'университет', 0],
            ['университет', 'университет', 1],
            ['университет', 'университет', 2],
            ['университет', 'университет', 30],

            ['унижение', 'унижение', 0],
            ['унижение', 'унижение', 1],
            ['унижение', 'унижение', 2],
            ['унижение', 'унижение', 30],

            ['уникальность', 'уникальность', 0],
            ['уникальность', 'уникальность', 1],
            ['уникальность', 'уникальность', 2],
            ['уникальность', 'уникальность', 30],

            ['уникум', 'уникум', 0],
            ['уникум', 'уникум', 1],
            ['уникум', 'уникум', 2],
            ['уникум', 'уникум', 30],

            ['унитаз', 'унитаз', 0],
            ['унитаз', 'унитаз', 1],
            ['унитаз', 'унитаз', 2],
            ['унитаз', 'унитаз', 30],

            ['униформа', 'униформа', 0],
            ['униформа', 'униформа', 1],
            ['униформа', 'униформа', 2],
            ['униформа', 'униформа', 30],

            ['уничтожение', 'уничтожение', 0],
            ['уничтожение', 'уничтожение', 1],
            ['уничтожение', 'уничтожение', 2],
            ['уничтожение', 'уничтожение', 30],

            ['унт', 'унт', 0],
            ['унт', 'унт', 1],
            ['унт', 'унт', 2],
            ['унт', 'унт', 30],

            ['унтер', 'унтер', 0],
            ['унтер', 'унтер', 1],
            ['унтер', 'унтер', 2],
            ['унтер', 'унтер', 30],

            ['уныние', 'уныние', 0],
            ['уныние', 'уныние', 1],
            ['уныние', 'уныние', 2],
            ['уныние', 'уныние', 30],

            ['упад', 'упад', 0],
            ['упад', 'упад', 1],
            ['упад', 'упад', 2],
            ['упад', 'упад', 30],

            ['упадок', 'упадок', 0],
            ['упадок', 'упадок', 1],
            ['упадок', 'упадок', 2],
            ['упадок', 'упадок', 30],

            ['упаковка', 'упаковка', 0],
            ['упаковка', 'упаковка', 1],
            ['упаковка', 'упаковка', 2],
            ['упаковка', 'упаковка', 30],

            ['уплата', 'уплата', 0],
            ['уплата', 'уплата', 1],
            ['уплата', 'уплата', 2],
            ['уплата', 'уплата', 30],

            ['уплотнение', 'уплотнение', 0],
            ['уплотнение', 'уплотнение', 1],
            ['уплотнение', 'уплотнение', 2],
            ['уплотнение', 'уплотнение', 30],

            ['упоение', 'упоение', 0],
            ['упоение', 'упоение', 1],
            ['упоение', 'упоение', 2],
            ['упоение', 'упоение', 30],

            ['упокой', 'упокой', 0],
            ['упокой', 'упокой', 1],
            ['упокой', 'упокой', 2],
            ['упокой', 'упокой', 30],

            ['упоминание', 'упоминание', 0],
            ['упоминание', 'упоминание', 1],
            ['упоминание', 'упоминание', 2],
            ['упоминание', 'упоминание', 30],

            ['упор', 'упор', 0],
            ['упор', 'упор', 1],
            ['упор', 'упор', 2],
            ['упор', 'упор', 30],

            ['упорство', 'упорство', 0],
            ['упорство', 'упорство', 1],
            ['упорство', 'упорство', 2],
            ['упорство', 'упорство', 30],

            ['употребление', 'употребление', 0],
            ['употребление', 'употребление', 1],
            ['употребление', 'употребление', 2],
            ['употребление', 'употребление', 30],

            ['управа', 'управа', 0],
            ['управа', 'управа', 1],
            ['управа', 'управа', 2],
            ['управа', 'управа', 30],

            ['управдом', 'управдом', 0],
            ['управдом', 'управдом', 1],
            ['управдом', 'управдом', 2],
            ['управдом', 'управдом', 30],

            ['управитель', 'управитель', 0],
            ['управитель', 'управитель', 1],
            ['управитель', 'управитель', 2],
            ['управитель', 'управитель', 30],

            ['управление', 'управление', 0],
            ['управление', 'управление', 1],
            ['управление', 'управление', 2],
            ['управление', 'управление', 30],

            ['управляющий', 'управляющий', 0],
            ['управляющий', 'управляющий', 1],
            ['управляющий', 'управляющий', 2],
            ['управляющий', 'управляющий', 30],

            ['упражнение', 'упражнение', 0],
            ['упражнение', 'упражнение', 1],
            ['упражнение', 'упражнение', 2],
            ['упражнение', 'упражнение', 30],

            ['упрек', 'упрек', 0],
            ['упрек', 'упрек', 1],
            ['упрек', 'упрек', 2],
            ['упрек', 'упрек', 30],

            ['упрощение', 'упрощение', 0],
            ['упрощение', 'упрощение', 1],
            ['упрощение', 'упрощение', 2],
            ['упрощение', 'упрощение', 30],

            ['упругость', 'упругость', 0],
            ['упругость', 'упругость', 1],
            ['упругость', 'упругость', 2],
            ['упругость', 'упругость', 30],

            ['упряжка', 'упряжка', 0],
            ['упряжка', 'упряжка', 1],
            ['упряжка', 'упряжка', 2],
            ['упряжка', 'упряжка', 30],

            ['упряжь', 'упряжь', 0],
            ['упряжь', 'упряжь', 1],
            ['упряжь', 'упряжь', 2],
            ['упряжь', 'упряжь', 30],

            ['упрямец', 'упрямец', 0],
            ['упрямец', 'упрямец', 1],
            ['упрямец', 'упрямец', 2],
            ['упрямец', 'упрямец', 30],

            ['упрямство', 'упрямство', 0],
            ['упрямство', 'упрямство', 1],
            ['упрямство', 'упрямство', 2],
            ['упрямство', 'упрямство', 30],

            ['упущение', 'упущение', 0],
            ['упущение', 'упущение', 1],
            ['упущение', 'упущение', 2],
            ['упущение', 'упущение', 30],

            ['упырь', 'упырь', 0],
            ['упырь', 'упырь', 1],
            ['упырь', 'упырь', 2],
            ['упырь', 'упырь', 30],

            ['уравнение', 'уравнение', 0],
            ['уравнение', 'уравнение', 1],
            ['уравнение', 'уравнение', 2],
            ['уравнение', 'уравнение', 30],

            ['ураган', 'ураган', 0],
            ['ураган', 'ураган', 1],
            ['ураган', 'ураган', 2],
            ['ураган', 'ураган', 30],

            ['урал', 'урал', 0],
            ['урал', 'урал', 1],
            ['урал', 'урал', 2],
            ['урал', 'урал', 30],

            ['уран', 'уран', 0],
            ['уран', 'уран', 1],
            ['уран', 'уран', 2],
            ['уран', 'уран', 30],

            ['урегулирование', 'урегулирование', 0],
            ['урегулирование', 'урегулирование', 1],
            ['урегулирование', 'урегулирование', 2],
            ['урегулирование', 'урегулирование', 30],

            ['уренгой', 'уренгой', 0],
            ['уренгой', 'уренгой', 1],
            ['уренгой', 'уренгой', 2],
            ['уренгой', 'уренгой', 30],

            ['урка', 'урка', 0],
            ['урка', 'урка', 1],
            ['урка', 'урка', 2],
            ['урка', 'урка', 30],

            ['урна', 'урна', 0],
            ['урна', 'урна', 1],
            ['урна', 'урна', 2],
            ['урна', 'урна', 30],

            ['уровень', 'уровень', 0],
            ['уровень', 'уровень', 1],
            ['уровень', 'уровень', 2],
            ['уровень', 'уровень', 30],

            ['урод', 'урод', 0],
            ['урод', 'урод', 1],
            ['урод', 'урод', 2],
            ['урод', 'урод', 30],

            ['уродец', 'уродец', 0],
            ['уродец', 'уродец', 1],
            ['уродец', 'уродец', 2],
            ['уродец', 'уродец', 30],

            ['уродина', 'уродина', 0],
            ['уродина', 'уродина', 1],
            ['уродина', 'уродина', 2],
            ['уродина', 'уродина', 30],

            ['уродство', 'уродство', 0],
            ['уродство', 'уродство', 1],
            ['уродство', 'уродство', 2],
            ['уродство', 'уродство', 30],

            ['урожай', 'урожай', 0],
            ['урожай', 'урожай', 1],
            ['урожай', 'урожай', 2],
            ['урожай', 'урожай', 30],

            ['уроженец', 'уроженец', 0],
            ['уроженец', 'уроженец', 1],
            ['уроженец', 'уроженец', 2],
            ['уроженец', 'уроженец', 30],

            ['урок', 'урок', 0],
            ['урок', 'урок', 1],
            ['урок', 'урок', 2],
            ['урок', 'урок', 30],

            ['урон', 'урон', 0],
            ['урон', 'урон', 1],
            ['урон', 'урон', 2],
            ['урон', 'урон', 30],

            ['урочище', 'урочище', 0],
            ['урочище', 'урочище', 1],
            ['урочище', 'урочище', 2],
            ['урочище', 'урочище', 30],

            ['уругвай', 'уругвай', 0],
            ['уругвай', 'уругвай', 1],
            ['уругвай', 'уругвай', 2],
            ['уругвай', 'уругвай', 30],

            ['урчание', 'урчание', 0],
            ['урчание', 'урчание', 1],
            ['урчание', 'урчание', 2],
            ['урчание', 'урчание', 30],

            ['урюпинск', 'урюпинск', 0],
            ['урюпинск', 'урюпинск', 1],
            ['урюпинск', 'урюпинск', 2],
            ['урюпинск', 'урюпинск', 30],

            ['ус', 'ус', 0],
            ['ус', 'ус', 1],
            ['ус', 'ус', 2],
            ['ус', 'ус', 30],

            ['усадьба', 'усадьба', 0],
            ['усадьба', 'усадьба', 1],
            ['усадьба', 'усадьба', 2],
            ['усадьба', 'усадьба', 30],

            ['усач', 'усач', 0],
            ['усач', 'усач', 1],
            ['усач', 'усач', 2],
            ['усач', 'усач', 30],

            ['усвоение', 'усвоение', 0],
            ['усвоение', 'усвоение', 1],
            ['усвоение', 'усвоение', 2],
            ['усвоение', 'усвоение', 30],

            ['усердие', 'усердие', 0],
            ['усердие', 'усердие', 1],
            ['усердие', 'усердие', 2],
            ['усердие', 'усердие', 30],

            ['усик', 'усик', 0],
            ['усик', 'усик', 1],
            ['усик', 'усик', 2],
            ['усик', 'усик', 30],

            ['усиление', 'усиление', 0],
            ['усиление', 'усиление', 1],
            ['усиление', 'усиление', 2],
            ['усиление', 'усиление', 30],

            ['усилие', 'усилие', 0],
            ['усилие', 'усилие', 1],
            ['усилие', 'усилие', 2],
            ['усилие', 'усилие', 30],

            ['усилитель', 'усилитель', 0],
            ['усилитель', 'усилитель', 1],
            ['усилитель', 'усилитель', 2],
            ['усилитель', 'усилитель', 30],

            ['ускорение', 'ускорение', 0],
            ['ускорение', 'ускорение', 1],
            ['ускорение', 'ускорение', 2],
            ['ускорение', 'ускорение', 30],

            ['условие', 'условие', 0],
            ['условие', 'условие', 1],
            ['условие', 'условие', 2],
            ['условие', 'условие', 30],

            ['условность', 'условность', 0],
            ['условность', 'условность', 1],
            ['условность', 'условность', 2],
            ['условность', 'условность', 30],

            ['усложнение', 'усложнение', 0],
            ['усложнение', 'усложнение', 1],
            ['усложнение', 'усложнение', 2],
            ['усложнение', 'усложнение', 30],

            ['услуга', 'услуга', 0],
            ['услуга', 'услуга', 1],
            ['услуга', 'услуга', 2],
            ['услуга', 'услуга', 30],

            ['усманов', 'усманов', 0],
            ['усманов', 'усманов', 1],
            ['усманов', 'усманов', 2],
            ['усманов', 'усманов', 30],

            ['усмешечка', 'усмешечка', 0],
            ['усмешечка', 'усмешечка', 1],
            ['усмешечка', 'усмешечка', 2],
            ['усмешечка', 'усмешечка', 30],

            ['усмешка', 'усмешка', 0],
            ['усмешка', 'усмешка', 1],
            ['усмешка', 'усмешка', 2],
            ['усмешка', 'усмешка', 30],

            ['усмотрение', 'усмотрение', 0],
            ['усмотрение', 'усмотрение', 1],
            ['усмотрение', 'усмотрение', 2],
            ['усмотрение', 'усмотрение', 30],

            ['усовершенствование', 'усовершенствование', 0],
            ['усовершенствование', 'усовершенствование', 1],
            ['усовершенствование', 'усовершенствование', 2],
            ['усовершенствование', 'усовершенствование', 30],

            ['успеваемость', 'успеваемость', 0],
            ['успеваемость', 'успеваемость', 1],
            ['успеваемость', 'успеваемость', 2],
            ['успеваемость', 'успеваемость', 30],

            ['успех', 'успех', 0],
            ['успех', 'успех', 1],
            ['успех', 'успех', 2],
            ['успех', 'успех', 30],

            ['успокоение', 'успокоение', 0],
            ['успокоение', 'успокоение', 1],
            ['успокоение', 'успокоение', 2],
            ['успокоение', 'успокоение', 30],

            ['усс', 'усс', 0],
            ['усс', 'усс', 1],
            ['усс', 'усс', 2],
            ['усс', 'усс', 30],

            ['уста', 'уста', 0],
            ['уста', 'уста', 1],
            ['уста', 'уста', 2],
            ['уста', 'уста', 30],

            ['устав', 'устав', 0],
            ['устав', 'устав', 1],
            ['устав', 'устав', 2],
            ['устав', 'устав', 30],

            ['усталость', 'усталость', 0],
            ['усталость', 'усталость', 1],
            ['усталость', 'усталость', 2],
            ['усталость', 'усталость', 30],

            ['усталь', 'усталь', 0],
            ['усталь', 'усталь', 1],
            ['усталь', 'усталь', 2],
            ['усталь', 'усталь', 30],

            ['установка', 'установка', 0],
            ['установка', 'установка', 1],
            ['установка', 'установка', 2],
            ['установка', 'установка', 30],

            ['установление', 'установление', 0],
            ['установление', 'установление', 1],
            ['установление', 'установление', 2],
            ['установление', 'установление', 30],

            ['устой', 'устой', 0],
            ['устой', 'устой', 1],
            ['устой', 'устой', 2],
            ['устой', 'устой', 30],

            ['устойчивость', 'устойчивость', 0],
            ['устойчивость', 'устойчивость', 1],
            ['устойчивость', 'устойчивость', 2],
            ['устойчивость', 'устойчивость', 30],

            ['устранение', 'устранение', 0],
            ['устранение', 'устранение', 1],
            ['устранение', 'устранение', 2],
            ['устранение', 'устранение', 30],

            ['устрашение', 'устрашение', 0],
            ['устрашение', 'устрашение', 1],
            ['устрашение', 'устрашение', 2],
            ['устрашение', 'устрашение', 30],

            ['устремление', 'устремление', 0],
            ['устремление', 'устремление', 1],
            ['устремление', 'устремление', 2],
            ['устремление', 'устремление', 30],

            ['устрица', 'устрица', 0],
            ['устрица', 'устрица', 1],
            ['устрица', 'устрица', 2],
            ['устрица', 'устрица', 30],

            ['устроитель', 'устроитель', 0],
            ['устроитель', 'устроитель', 1],
            ['устроитель', 'устроитель', 2],
            ['устроитель', 'устроитель', 30],

            ['устрой', 'устрой', 0],
            ['устрой', 'устрой', 1],
            ['устрой', 'устрой', 2],
            ['устрой', 'устрой', 30],

            ['устройство', 'устройство', 0],
            ['устройство', 'устройство', 1],
            ['устройство', 'устройство', 2],
            ['устройство', 'устройство', 30],

            ['уступ', 'уступ', 0],
            ['уступ', 'уступ', 1],
            ['уступ', 'уступ', 2],
            ['уступ', 'уступ', 30],

            ['уступка', 'уступка', 0],
            ['уступка', 'уступка', 1],
            ['уступка', 'уступка', 2],
            ['уступка', 'уступка', 30],

            ['устье', 'устье', 0],
            ['устье', 'устье', 1],
            ['устье', 'устье', 2],
            ['устье', 'устье', 30],

            ['усыпальница', 'усыпальница', 0],
            ['усыпальница', 'усыпальница', 1],
            ['усыпальница', 'усыпальница', 2],
            ['усыпальница', 'усыпальница', 30],

            ['утайка', 'утайка', 0],
            ['утайка', 'утайка', 1],
            ['утайка', 'утайка', 2],
            ['утайка', 'утайка', 30],

            ['утварь', 'утварь', 0],
            ['утварь', 'утварь', 1],
            ['утварь', 'утварь', 2],
            ['утварь', 'утварь', 30],

            ['утверждение', 'утверждение', 0],
            ['утверждение', 'утверждение', 1],
            ['утверждение', 'утверждение', 2],
            ['утверждение', 'утверждение', 30],

            ['утенок', 'утенок', 0],
            ['утенок', 'утенок', 1],
            ['утенок', 'утенок', 2],
            ['утенок', 'утенок', 30],

            ['утес', 'утес', 0],
            ['утес', 'утес', 1],
            ['утес', 'утес', 2],
            ['утес', 'утес', 30],

            ['утеха', 'утеха', 0],
            ['утеха', 'утеха', 1],
            ['утеха', 'утеха', 2],
            ['утеха', 'утеха', 30],

            ['утечка', 'утечка', 0],
            ['утечка', 'утечка', 1],
            ['утечка', 'утечка', 2],
            ['утечка', 'утечка', 30],

            ['утешение', 'утешение', 0],
            ['утешение', 'утешение', 1],
            ['утешение', 'утешение', 2],
            ['утешение', 'утешение', 30],

            ['утилизация', 'утилизация', 0],
            ['утилизация', 'утилизация', 1],
            ['утилизация', 'утилизация', 2],
            ['утилизация', 'утилизация', 30],

            ['уток', 'уток', 0],
            ['уток', 'уток', 1],
            ['уток', 'уток', 2],
            ['уток', 'уток', 30],

            ['утолщение', 'утолщение', 0],
            ['утолщение', 'утолщение', 1],
            ['утолщение', 'утолщение', 2],
            ['утолщение', 'утолщение', 30],

            ['утомление', 'утомление', 0],
            ['утомление', 'утомление', 1],
            ['утомление', 'утомление', 2],
            ['утомление', 'утомление', 30],

            ['утомляемость', 'утомляемость', 0],
            ['утомляемость', 'утомляемость', 1],
            ['утомляемость', 'утомляемость', 2],
            ['утомляемость', 'утомляемость', 30],

            ['утопающий', 'утопающий', 0],
            ['утопающий', 'утопающий', 1],
            ['утопающий', 'утопающий', 2],
            ['утопающий', 'утопающий', 30],

            ['утопия', 'утопия', 0],
            ['утопия', 'утопия', 1],
            ['утопия', 'утопия', 2],
            ['утопия', 'утопия', 30],

            ['утопленник', 'утопленник', 0],
            ['утопленник', 'утопленник', 1],
            ['утопленник', 'утопленник', 2],
            ['утопленник', 'утопленник', 30],

            ['уточка', 'уточка', 0],
            ['уточка', 'уточка', 1],
            ['уточка', 'уточка', 2],
            ['уточка', 'уточка', 30],

            ['уточнение', 'уточнение', 0],
            ['уточнение', 'уточнение', 1],
            ['уточнение', 'уточнение', 2],
            ['уточнение', 'уточнение', 30],

            ['утрата', 'утрата', 0],
            ['утрата', 'утрата', 1],
            ['утрата', 'утрата', 2],
            ['утрата', 'утрата', 30],

            ['утрехт', 'утрехт', 0],
            ['утрехт', 'утрехт', 1],
            ['утрехт', 'утрехт', 2],
            ['утрехт', 'утрехт', 30],

            ['утречко', 'утречко', 0],
            ['утречко', 'утречко', 1],
            ['утречко', 'утречко', 2],
            ['утречко', 'утречко', 30],

            ['утро', 'утро', 0],
            ['утро', 'утро', 1],
            ['утро', 'утро', 2],
            ['утро', 'утро', 30],

            ['утроба', 'утроба', 0],
            ['утроба', 'утроба', 1],
            ['утроба', 'утроба', 2],
            ['утроба', 'утроба', 30],

            ['утюг', 'утюг', 0],
            ['утюг', 'утюг', 1],
            ['утюг', 'утюг', 2],
            ['утюг', 'утюг', 30],

            ['уфа', 'уфа', 0],
            ['уфа', 'уфа', 1],
            ['уфа', 'уфа', 2],
            ['уфа', 'уфа', 30],

            ['уха', 'уха', 0],
            ['уха', 'уха', 1],
            ['уха', 'уха', 2],
            ['уха', 'уха', 30],

            ['ухаб', 'ухаб', 0],
            ['ухаб', 'ухаб', 1],
            ['ухаб', 'ухаб', 2],
            ['ухаб', 'ухаб', 30],

            ['ухажер', 'ухажер', 0],
            ['ухажер', 'ухажер', 1],
            ['ухажер', 'ухажер', 2],
            ['ухажер', 'ухажер', 30],

            ['ухаживание', 'ухаживание', 0],
            ['ухаживание', 'ухаживание', 1],
            ['ухаживание', 'ухаживание', 2],
            ['ухаживание', 'ухаживание', 30],

            ['ухарь', 'ухарь', 0],
            ['ухарь', 'ухарь', 1],
            ['ухарь', 'ухарь', 2],
            ['ухарь', 'ухарь', 30],

            ['ухват', 'ухват', 0],
            ['ухват', 'ухват', 1],
            ['ухват', 'ухват', 2],
            ['ухват', 'ухват', 30],

            ['ухищрение', 'ухищрение', 0],
            ['ухищрение', 'ухищрение', 1],
            ['ухищрение', 'ухищрение', 2],
            ['ухищрение', 'ухищрение', 30],

            ['ухмылка', 'ухмылка', 0],
            ['ухмылка', 'ухмылка', 1],
            ['ухмылка', 'ухмылка', 2],
            ['ухмылка', 'ухмылка', 30],

            ['ухо', 'ухо', 0],
            ['ухо', 'ухо', 1],
            ['ухо', 'ухо', 2],
            ['ухо', 'ухо', 30],

            ['уход', 'уход', 0],
            ['уход', 'уход', 1],
            ['уход', 'уход', 2],
            ['уход', 'уход', 30],

            ['ухудшение', 'ухудшение', 0],
            ['ухудшение', 'ухудшение', 1],
            ['ухудшение', 'ухудшение', 2],
            ['ухудшение', 'ухудшение', 30],

            ['участие', 'участие', 0],
            ['участие', 'участие', 1],
            ['участие', 'участие', 2],
            ['участие', 'участие', 30],

            ['участковый', 'участковый', 0],
            ['участковый', 'участковый', 1],
            ['участковый', 'участковый', 2],
            ['участковый', 'участковый', 30],

            ['участник', 'участник', 0],
            ['участник', 'участник', 1],
            ['участник', 'участник', 2],
            ['участник', 'участник', 30],

            ['участница', 'участница', 0],
            ['участница', 'участница', 1],
            ['участница', 'участница', 2],
            ['участница', 'участница', 30],

            ['участок', 'участок', 0],
            ['участок', 'участок', 1],
            ['участок', 'участок', 2],
            ['участок', 'участок', 30],

            ['участь', 'участь', 0],
            ['участь', 'участь', 1],
            ['участь', 'участь', 2],
            ['участь', 'участь', 30],

            ['учащение', 'учащение', 0],
            ['учащение', 'учащение', 1],
            ['учащение', 'учащение', 2],
            ['учащение', 'учащение', 30],

            ['учеба', 'учеба', 0],
            ['учеба', 'учеба', 1],
            ['учеба', 'учеба', 2],
            ['учеба', 'учеба', 30],

            ['учебник', 'учебник', 0],
            ['учебник', 'учебник', 1],
            ['учебник', 'учебник', 2],
            ['учебник', 'учебник', 30],

            ['учение', 'учение', 0],
            ['учение', 'учение', 1],
            ['учение', 'учение', 2],
            ['учение', 'учение', 30],

            ['ученик', 'ученик', 0],
            ['ученик', 'ученик', 1],
            ['ученик', 'ученик', 2],
            ['ученик', 'ученик', 30],

            ['ученица', 'ученица', 0],
            ['ученица', 'ученица', 1],
            ['ученица', 'ученица', 2],
            ['ученица', 'ученица', 30],

            ['ученичество', 'ученичество', 0],
            ['ученичество', 'ученичество', 1],
            ['ученичество', 'ученичество', 2],
            ['ученичество', 'ученичество', 30],

            ['ученость', 'ученость', 0],
            ['ученость', 'ученость', 1],
            ['ученость', 'ученость', 2],
            ['ученость', 'ученость', 30],

            ['ученый', 'ученый', 0],
            ['ученый', 'ученый', 1],
            ['ученый', 'ученый', 2],
            ['ученый', 'ученый', 30],

            ['ученье', 'ученье', 0],
            ['ученье', 'ученье', 1],
            ['ученье', 'ученье', 2],
            ['ученье', 'ученье', 30],

            ['учет', 'учет', 0],
            ['учет', 'учет', 1],
            ['учет', 'учет', 2],
            ['учет', 'учет', 30],

            ['училище', 'училище', 0],
            ['училище', 'училище', 1],
            ['училище', 'училище', 2],
            ['училище', 'училище', 30],

            ['училка', 'училка', 0],
            ['училка', 'училка', 1],
            ['училка', 'училка', 2],
            ['училка', 'училка', 30],

            ['учитель', 'учитель', 0],
            ['учитель', 'учитель', 1],
            ['учитель', 'учитель', 2],
            ['учитель', 'учитель', 30],

            ['учительница', 'учительница', 0],
            ['учительница', 'учительница', 1],
            ['учительница', 'учительница', 2],
            ['учительница', 'учительница', 30],

            ['учкудук', 'учкудук', 0],
            ['учкудук', 'учкудук', 1],
            ['учкудук', 'учкудук', 2],
            ['учкудук', 'учкудук', 30],

            ['учредитель', 'учредитель', 0],
            ['учредитель', 'учредитель', 1],
            ['учредитель', 'учредитель', 2],
            ['учредитель', 'учредитель', 30],

            ['учреждение', 'учреждение', 0],
            ['учреждение', 'учреждение', 1],
            ['учреждение', 'учреждение', 2],
            ['учреждение', 'учреждение', 30],

            ['учтивость', 'учтивость', 0],
            ['учтивость', 'учтивость', 1],
            ['учтивость', 'учтивость', 2],
            ['учтивость', 'учтивость', 30],

            ['ушанка', 'ушанка', 0],
            ['ушанка', 'ушанка', 1],
            ['ушанка', 'ушанка', 2],
            ['ушанка', 'ушанка', 30],

            ['ушат', 'ушат', 0],
            ['ушат', 'ушат', 1],
            ['ушат', 'ушат', 2],
            ['ушат', 'ушат', 30],

            ['ушиб', 'ушиб', 0],
            ['ушиб', 'ушиб', 1],
            ['ушиб', 'ушиб', 2],
            ['ушиб', 'ушиб', 30],

            ['ушко', 'ушко', 0],
            ['ушко', 'ушко', 1],
            ['ушко', 'ушко', 2],
            ['ушко', 'ушко', 30],

            ['ущелье', 'ущелье', 0],
            ['ущелье', 'ущелье', 1],
            ['ущелье', 'ущелье', 2],
            ['ущелье', 'ущелье', 30],

            ['ущемление', 'ущемление', 0],
            ['ущемление', 'ущемление', 1],
            ['ущемление', 'ущемление', 2],
            ['ущемление', 'ущемление', 30],

            ['ущерб', 'ущерб', 0],
            ['ущерб', 'ущерб', 1],
            ['ущерб', 'ущерб', 2],
            ['ущерб', 'ущерб', 30],

            ['ущербность', 'ущербность', 0],
            ['ущербность', 'ущербность', 1],
            ['ущербность', 'ущербность', 2],
            ['ущербность', 'ущербность', 30],

            ['уют', 'уют', 0],
            ['уют', 'уют', 1],
            ['уют', 'уют', 2],
            ['уют', 'уют', 30]
        ];
    }
}
