<?php
declare(strict_types=1);

namespace Noldors\Inflect\Tests\RussianDataProviders;

class OtherLetters
{
    public static function data():array
    {
        return [
            ['фа', 'фа', 0],
            ['фа', 'фа', 1],
            ['фа', 'фа', 2],
            ['фа', 'фа', 30],

            ['фабрика', 'фабрика', 0],
            ['фабрика', 'фабрика', 1],
            ['фабрика', 'фабрика', 2],
            ['фабрика', 'фабрика', 30],

            ['фабрикант', 'фабрикант', 0],
            ['фабрикант', 'фабрикант', 1],
            ['фабрикант', 'фабрикант', 2],
            ['фабрикант', 'фабрикант', 30],

            ['фабула', 'фабула', 0],
            ['фабула', 'фабула', 1],
            ['фабула', 'фабула', 2],
            ['фабула', 'фабула', 30],

            ['фаворит', 'фаворит', 0],
            ['фаворит', 'фаворит', 1],
            ['фаворит', 'фаворит', 2],
            ['фаворит', 'фаворит', 30],

            ['фаворитка', 'фаворитка', 0],
            ['фаворитка', 'фаворитка', 1],
            ['фаворитка', 'фаворитка', 2],
            ['фаворитка', 'фаворитка', 30],

            ['фаза', 'фаза', 0],
            ['фаза', 'фаза', 1],
            ['фаза', 'фаза', 2],
            ['фаза', 'фаза', 30],

            ['фазан', 'фазан', 0],
            ['фазан', 'фазан', 1],
            ['фазан', 'фазан', 2],
            ['фазан', 'фазан', 30],

            ['файл', 'файл', 0],
            ['файл', 'файл', 1],
            ['файл', 'файл', 2],
            ['файл', 'файл', 30],

            ['факел', 'факел', 0],
            ['факел', 'факел', 1],
            ['факел', 'факел', 2],
            ['факел', 'факел', 30],

            ['факир', 'факир', 0],
            ['факир', 'факир', 1],
            ['факир', 'факир', 2],
            ['факир', 'факир', 30],

            ['факс', 'факс', 0],
            ['факс', 'факс', 1],
            ['факс', 'факс', 2],
            ['факс', 'факс', 30],

            ['факт', 'факт', 0],
            ['факт', 'факт', 1],
            ['факт', 'факт', 2],
            ['факт', 'факт', 30],

            ['фактор', 'фактор', 0],
            ['фактор', 'фактор', 1],
            ['фактор', 'фактор', 2],
            ['фактор', 'фактор', 30],

            ['фактура', 'фактура', 0],
            ['фактура', 'фактура', 1],
            ['фактура', 'фактура', 2],
            ['фактура', 'фактура', 30],

            ['факультет', 'факультет', 0],
            ['факультет', 'факультет', 1],
            ['факультет', 'факультет', 2],
            ['факультет', 'факультет', 30],

            ['фаланга', 'фаланга', 0],
            ['фаланга', 'фаланга', 1],
            ['фаланга', 'фаланга', 2],
            ['фаланга', 'фаланга', 30],

            ['фальсификатор', 'фальсификатор', 0],
            ['фальсификатор', 'фальсификатор', 1],
            ['фальсификатор', 'фальсификатор', 2],
            ['фальсификатор', 'фальсификатор', 30],

            ['фальсификация', 'фальсификация', 0],
            ['фальсификация', 'фальсификация', 1],
            ['фальсификация', 'фальсификация', 2],
            ['фальсификация', 'фальсификация', 30],

            ['фальцет', 'фальцет', 0],
            ['фальцет', 'фальцет', 1],
            ['фальцет', 'фальцет', 2],
            ['фальцет', 'фальцет', 30],

            ['фальшивка', 'фальшивка', 0],
            ['фальшивка', 'фальшивка', 1],
            ['фальшивка', 'фальшивка', 2],
            ['фальшивка', 'фальшивка', 30],

            ['фальшивомонетчик', 'фальшивомонетчик', 0],
            ['фальшивомонетчик', 'фальшивомонетчик', 1],
            ['фальшивомонетчик', 'фальшивомонетчик', 2],
            ['фальшивомонетчик', 'фальшивомонетчик', 30],

            ['фальшь', 'фальшь', 0],
            ['фальшь', 'фальшь', 1],
            ['фальшь', 'фальшь', 2],
            ['фальшь', 'фальшь', 30],

            ['фамилия', 'фамилия', 0],
            ['фамилия', 'фамилия', 1],
            ['фамилия', 'фамилия', 2],
            ['фамилия', 'фамилия', 30],

            ['фамильярность', 'фамильярность', 0],
            ['фамильярность', 'фамильярность', 1],
            ['фамильярность', 'фамильярность', 2],
            ['фамильярность', 'фамильярность', 30],

            ['фанат', 'фанат', 0],
            ['фанат', 'фанат', 1],
            ['фанат', 'фанат', 2],
            ['фанат', 'фанат', 30],

            ['фанатизм', 'фанатизм', 0],
            ['фанатизм', 'фанатизм', 1],
            ['фанатизм', 'фанатизм', 2],
            ['фанатизм', 'фанатизм', 30],

            ['фанатик', 'фанатик', 0],
            ['фанатик', 'фанатик', 1],
            ['фанатик', 'фанатик', 2],
            ['фанатик', 'фанатик', 30],

            ['фанера', 'фанера', 0],
            ['фанера', 'фанера', 1],
            ['фанера', 'фанера', 2],
            ['фанера', 'фанера', 30],

            ['фанерка', 'фанерка', 0],
            ['фанерка', 'фанерка', 1],
            ['фанерка', 'фанерка', 2],
            ['фанерка', 'фанерка', 30],

            ['фанза', 'фанза', 0],
            ['фанза', 'фанза', 1],
            ['фанза', 'фанза', 2],
            ['фанза', 'фанза', 30],

            ['фанк', 'фанк', 0],
            ['фанк', 'фанк', 1],
            ['фанк', 'фанк', 2],
            ['фанк', 'фанк', 30],

            ['фант', 'фант', 0],
            ['фант', 'фант', 1],
            ['фант', 'фант', 2],
            ['фант', 'фант', 30],

            ['фантазер', 'фантазер', 0],
            ['фантазер', 'фантазер', 1],
            ['фантазер', 'фантазер', 2],
            ['фантазер', 'фантазер', 30],

            ['фантазия', 'фантазия', 0],
            ['фантазия', 'фантазия', 1],
            ['фантазия', 'фантазия', 2],
            ['фантазия', 'фантазия', 30],

            ['фантасмагория', 'фантасмагория', 0],
            ['фантасмагория', 'фантасмагория', 1],
            ['фантасмагория', 'фантасмагория', 2],
            ['фантасмагория', 'фантасмагория', 30],

            ['фантаст', 'фантаст', 0],
            ['фантаст', 'фантаст', 1],
            ['фантаст', 'фантаст', 2],
            ['фантаст', 'фантаст', 30],

            ['фантастика', 'фантастика', 0],
            ['фантастика', 'фантастика', 1],
            ['фантастика', 'фантастика', 2],
            ['фантастика', 'фантастика', 30],

            ['фантик', 'фантик', 0],
            ['фантик', 'фантик', 1],
            ['фантик', 'фантик', 2],
            ['фантик', 'фантик', 30],

            ['фантом', 'фантом', 0],
            ['фантом', 'фантом', 1],
            ['фантом', 'фантом', 2],
            ['фантом', 'фантом', 30],

            ['фанфара', 'фанфара', 0],
            ['фанфара', 'фанфара', 1],
            ['фанфара', 'фанфара', 2],
            ['фанфара', 'фанфара', 30],

            ['фаня', 'фаня', 0],
            ['фаня', 'фаня', 1],
            ['фаня', 'фаня', 2],
            ['фаня', 'фаня', 30],

            ['фапси', 'фапси', 0],
            ['фапси', 'фапси', 1],
            ['фапси', 'фапси', 2],
            ['фапси', 'фапси', 30],

            ['фара', 'фара', 0],
            ['фара', 'фара', 1],
            ['фара', 'фара', 2],
            ['фара', 'фара', 30],

            ['фараон', 'фараон', 0],
            ['фараон', 'фараон', 1],
            ['фараон', 'фараон', 2],
            ['фараон', 'фараон', 30],

            ['фарватер', 'фарватер', 0],
            ['фарватер', 'фарватер', 1],
            ['фарватер', 'фарватер', 2],
            ['фарватер', 'фарватер', 30],

            ['фарисей', 'фарисей', 0],
            ['фарисей', 'фарисей', 1],
            ['фарисей', 'фарисей', 2],
            ['фарисей', 'фарисей', 30],

            ['фармазон', 'фармазон', 0],
            ['фармазон', 'фармазон', 1],
            ['фармазон', 'фармазон', 2],
            ['фармазон', 'фармазон', 30],

            ['фарс', 'фарс', 0],
            ['фарс', 'фарс', 1],
            ['фарс', 'фарс', 2],
            ['фарс', 'фарс', 30],

            ['фарт', 'фарт', 0],
            ['фарт', 'фарт', 1],
            ['фарт', 'фарт', 2],
            ['фарт', 'фарт', 30],

            ['фартук', 'фартук', 0],
            ['фартук', 'фартук', 1],
            ['фартук', 'фартук', 2],
            ['фартук', 'фартук', 30],

            ['фарфор', 'фарфор', 0],
            ['фарфор', 'фарфор', 1],
            ['фарфор', 'фарфор', 2],
            ['фарфор', 'фарфор', 30],

            ['фарцовщик', 'фарцовщик', 0],
            ['фарцовщик', 'фарцовщик', 1],
            ['фарцовщик', 'фарцовщик', 2],
            ['фарцовщик', 'фарцовщик', 30],

            ['фарш', 'фарш', 0],
            ['фарш', 'фарш', 1],
            ['фарш', 'фарш', 2],
            ['фарш', 'фарш', 30],

            ['фас', 'фас', 0],
            ['фас', 'фас', 1],
            ['фас', 'фас', 2],
            ['фас', 'фас', 30],

            ['фасад', 'фасад', 0],
            ['фасад', 'фасад', 1],
            ['фасад', 'фасад', 2],
            ['фасад', 'фасад', 30],

            ['фасоль', 'фасоль', 0],
            ['фасоль', 'фасоль', 1],
            ['фасоль', 'фасоль', 2],
            ['фасоль', 'фасоль', 30],

            ['фасон', 'фасон', 0],
            ['фасон', 'фасон', 1],
            ['фасон', 'фасон', 2],
            ['фасон', 'фасон', 30],

            ['фат', 'фат', 0],
            ['фат', 'фат', 1],
            ['фат', 'фат', 2],
            ['фат', 'фат', 30],

            ['фауна', 'фауна', 0],
            ['фауна', 'фауна', 1],
            ['фауна', 'фауна', 2],
            ['фауна', 'фауна', 30],

            ['фашизм', 'фашизм', 0],
            ['фашизм', 'фашизм', 1],
            ['фашизм', 'фашизм', 2],
            ['фашизм', 'фашизм', 30],

            ['фашист', 'фашист', 0],
            ['фашист', 'фашист', 1],
            ['фашист', 'фашист', 2],
            ['фашист', 'фашист', 30],

            ['фаэтон', 'фаэтон', 0],
            ['фаэтон', 'фаэтон', 1],
            ['фаэтон', 'фаэтон', 2],
            ['фаэтон', 'фаэтон', 30],

            ['фбр', 'фбр', 0],
            ['фбр', 'фбр', 1],
            ['фбр', 'фбр', 2],
            ['фбр', 'фбр', 30],

            ['февраль', 'февраль', 0],
            ['февраль', 'февраль', 1],
            ['февраль', 'февраль', 2],
            ['февраль', 'февраль', 30],

            ['федан', 'федан', 0],
            ['федан', 'федан', 1],
            ['федан', 'федан', 2],
            ['федан', 'федан', 30],

            ['федерал', 'федерал', 0],
            ['федерал', 'федерал', 1],
            ['федерал', 'федерал', 2],
            ['федерал', 'федерал', 30],

            ['федерализм', 'федерализм', 0],
            ['федерализм', 'федерализм', 1],
            ['федерализм', 'федерализм', 2],
            ['федерализм', 'федерализм', 30],

            ['федералист', 'федералист', 0],
            ['федералист', 'федералист', 1],
            ['федералист', 'федералист', 2],
            ['федералист', 'федералист', 30],

            ['федерация', 'федерация', 0],
            ['федерация', 'федерация', 1],
            ['федерация', 'федерация', 2],
            ['федерация', 'федерация', 30],

            ['федор', 'федор', 0],
            ['федор', 'федор', 1],
            ['федор', 'федор', 2],
            ['федор', 'федор', 30],

            ['федора', 'федора', 0],
            ['федора', 'федора', 1],
            ['федора', 'федора', 2],
            ['федора', 'федора', 30],

            ['федорка', 'федорка', 0],
            ['федорка', 'федорка', 1],
            ['федорка', 'федорка', 2],
            ['федорка', 'федорка', 30],

            ['федорова', 'федорова', 0],
            ['федорова', 'федорова', 1],
            ['федорова', 'федорова', 2],
            ['федорова', 'федорова', 30],

            ['федорчук', 'федорчук', 0],
            ['федорчук', 'федорчук', 1],
            ['федорчук', 'федорчук', 2],
            ['федорчук', 'федорчук', 30],

            ['федорыч', 'федорыч', 0],
            ['федорыч', 'федорыч', 1],
            ['федорыч', 'федорыч', 2],
            ['федорыч', 'федорыч', 30],

            ['федуля', 'федуля', 0],
            ['федуля', 'федуля', 1],
            ['федуля', 'федуля', 2],
            ['федуля', 'федуля', 30],

            ['федуня', 'федуня', 0],
            ['федуня', 'федуня', 1],
            ['федуня', 'федуня', 2],
            ['федуня', 'федуня', 30],

            ['федуся', 'федуся', 0],
            ['федуся', 'федуся', 1],
            ['федуся', 'федуся', 2],
            ['федуся', 'федуся', 30],

            ['федюка', 'федюка', 0],
            ['федюка', 'федюка', 1],
            ['федюка', 'федюка', 2],
            ['федюка', 'федюка', 30],

            ['федюля', 'федюля', 0],
            ['федюля', 'федюля', 1],
            ['федюля', 'федюля', 2],
            ['федюля', 'федюля', 30],

            ['федюня', 'федюня', 0],
            ['федюня', 'федюня', 1],
            ['федюня', 'федюня', 2],
            ['федюня', 'федюня', 30],

            ['федюся', 'федюся', 0],
            ['федюся', 'федюся', 1],
            ['федюся', 'федюся', 2],
            ['федюся', 'федюся', 30],

            ['федюха', 'федюха', 0],
            ['федюха', 'федюха', 1],
            ['федюха', 'федюха', 2],
            ['федюха', 'федюха', 30],

            ['федюша', 'федюша', 0],
            ['федюша', 'федюша', 1],
            ['федюша', 'федюша', 2],
            ['федюша', 'федюша', 30],

            ['федя', 'федя', 0],
            ['федя', 'федя', 1],
            ['федя', 'федя', 2],
            ['федя', 'федя', 30],

            ['федяйка', 'федяйка', 0],
            ['федяйка', 'федяйка', 1],
            ['федяйка', 'федяйка', 2],
            ['федяйка', 'федяйка', 30],

            ['федяка', 'федяка', 0],
            ['федяка', 'федяка', 1],
            ['федяка', 'федяка', 2],
            ['федяка', 'федяка', 30],

            ['федяня', 'федяня', 0],
            ['федяня', 'федяня', 1],
            ['федяня', 'федяня', 2],
            ['федяня', 'федяня', 30],

            ['федяха', 'федяха', 0],
            ['федяха', 'федяха', 1],
            ['федяха', 'федяха', 2],
            ['федяха', 'федяха', 30],

            ['федяша', 'федяша', 0],
            ['федяша', 'федяша', 1],
            ['федяша', 'федяша', 2],
            ['федяша', 'федяша', 30],

            ['фейерверк', 'фейерверк', 0],
            ['фейерверк', 'фейерверк', 1],
            ['фейерверк', 'фейерверк', 2],
            ['фейерверк', 'фейерверк', 30],

            ['фекалия', 'фекалия', 0],
            ['фекалия', 'фекалия', 1],
            ['фекалия', 'фекалия', 2],
            ['фекалия', 'фекалия', 30],

            ['феликс', 'феликс', 0],
            ['феликс', 'феликс', 1],
            ['феликс', 'феликс', 2],
            ['феликс', 'феликс', 30],

            ['фельдмаршал', 'фельдмаршал', 0],
            ['фельдмаршал', 'фельдмаршал', 1],
            ['фельдмаршал', 'фельдмаршал', 2],
            ['фельдмаршал', 'фельдмаршал', 30],

            ['фельдфебель', 'фельдфебель', 0],
            ['фельдфебель', 'фельдфебель', 1],
            ['фельдфебель', 'фельдфебель', 2],
            ['фельдфебель', 'фельдфебель', 30],

            ['фельдшер', 'фельдшер', 0],
            ['фельдшер', 'фельдшер', 1],
            ['фельдшер', 'фельдшер', 2],
            ['фельдшер', 'фельдшер', 30],

            ['фельдшерица', 'фельдшерица', 0],
            ['фельдшерица', 'фельдшерица', 1],
            ['фельдшерица', 'фельдшерица', 2],
            ['фельдшерица', 'фельдшерица', 30],

            ['фельетон', 'фельетон', 0],
            ['фельетон', 'фельетон', 1],
            ['фельетон', 'фельетон', 2],
            ['фельетон', 'фельетон', 30],

            ['феля', 'феля', 0],
            ['феля', 'феля', 1],
            ['феля', 'феля', 2],
            ['феля', 'феля', 30],

            ['феминизм', 'феминизм', 0],
            ['феминизм', 'феминизм', 1],
            ['феминизм', 'феминизм', 2],
            ['феминизм', 'феминизм', 30],

            ['феминистка', 'феминистка', 0],
            ['феминистка', 'феминистка', 1],
            ['феминистка', 'феминистка', 2],
            ['феминистка', 'феминистка', 30],

            ['фен', 'фен', 0],
            ['фен', 'фен', 1],
            ['фен', 'фен', 2],
            ['фен', 'фен', 30],

            ['фена', 'фена', 0],
            ['фена', 'фена', 1],
            ['фена', 'фена', 2],
            ['фена', 'фена', 30],

            ['феникс', 'феникс', 0],
            ['феникс', 'феникс', 1],
            ['феникс', 'феникс', 2],
            ['феникс', 'феникс', 30],

            ['фенол', 'фенол', 0],
            ['фенол', 'фенол', 1],
            ['фенол', 'фенол', 2],
            ['фенол', 'фенол', 30],

            ['феномен', 'феномен', 0],
            ['феномен', 'феномен', 1],
            ['феномен', 'феномен', 2],
            ['феномен', 'феномен', 30],

            ['феня', 'феня', 0],
            ['феня', 'феня', 1],
            ['феня', 'феня', 2],
            ['феня', 'феня', 30],

            ['феодал', 'феодал', 0],
            ['феодал', 'феодал', 1],
            ['феодал', 'феодал', 2],
            ['феодал', 'феодал', 30],

            ['феодализм', 'феодализм', 0],
            ['феодализм', 'феодализм', 1],
            ['феодализм', 'феодализм', 2],
            ['феодализм', 'феодализм', 30],

            ['феодор', 'феодор', 0],
            ['феодор', 'феодор', 1],
            ['феодор', 'феодор', 2],
            ['феодор', 'феодор', 30],

            ['феодора', 'феодора', 0],
            ['феодора', 'феодора', 1],
            ['феодора', 'феодора', 2],
            ['феодора', 'феодора', 30],

            ['феодосия', 'феодосия', 0],
            ['феодосия', 'феодосия', 1],
            ['феодосия', 'феодосия', 2],
            ['феодосия', 'феодосия', 30],

            ['феоза', 'феоза', 0],
            ['феоза', 'феоза', 1],
            ['феоза', 'феоза', 2],
            ['феоза', 'феоза', 30],

            ['феозва', 'феозва', 0],
            ['феозва', 'феозва', 1],
            ['феозва', 'феозва', 2],
            ['феозва', 'феозва', 30],

            ['феозка', 'феозка', 0],
            ['феозка', 'феозка', 1],
            ['феозка', 'феозка', 2],
            ['феозка', 'феозка', 30],

            ['фергана', 'фергана', 0],
            ['фергана', 'фергана', 1],
            ['фергана', 'фергана', 2],
            ['фергана', 'фергана', 30],

            ['ферзь', 'ферзь', 0],
            ['ферзь', 'ферзь', 1],
            ['ферзь', 'ферзь', 2],
            ['ферзь', 'ферзь', 30],

            ['фермент', 'фермент', 0],
            ['фермент', 'фермент', 1],
            ['фермент', 'фермент', 2],
            ['фермент', 'фермент', 30],

            ['фермер', 'фермер', 0],
            ['фермер', 'фермер', 1],
            ['фермер', 'фермер', 2],
            ['фермер', 'фермер', 30],

            ['фестиваль', 'фестиваль', 0],
            ['фестиваль', 'фестиваль', 1],
            ['фестиваль', 'фестиваль', 2],
            ['фестиваль', 'фестиваль', 30],

            ['фехтование', 'фехтование', 0],
            ['фехтование', 'фехтование', 1],
            ['фехтование', 'фехтование', 2],
            ['фехтование', 'фехтование', 30],

            ['фея', 'фея', 0],
            ['фея', 'фея', 1],
            ['фея', 'фея', 2],
            ['фея', 'фея', 30],

            ['фиалка', 'фиалка', 0],
            ['фиалка', 'фиалка', 1],
            ['фиалка', 'фиалка', 2],
            ['фиалка', 'фиалка', 30],

            ['фиаско', 'фиаско', 0],
            ['фиаско', 'фиаско', 1],
            ['фиаско', 'фиаско', 2],
            ['фиаско', 'фиаско', 30],

            ['фиат', 'фиат', 0],
            ['фиат', 'фиат', 1],
            ['фиат', 'фиат', 2],
            ['фиат', 'фиат', 30],

            ['фига', 'фига', 0],
            ['фига', 'фига', 1],
            ['фига', 'фига', 2],
            ['фига', 'фига', 30],

            ['фигаро', 'фигаро', 0],
            ['фигаро', 'фигаро', 1],
            ['фигаро', 'фигаро', 2],
            ['фигаро', 'фигаро', 30],

            ['фигура', 'фигура', 0],
            ['фигура', 'фигура', 1],
            ['фигура', 'фигура', 2],
            ['фигура', 'фигура', 30],

            ['фигурка', 'фигурка', 0],
            ['фигурка', 'фигурка', 1],
            ['фигурка', 'фигурка', 2],
            ['фигурка', 'фигурка', 30],

            ['фиджи', 'фиджи', 0],
            ['фиджи', 'фиджи', 1],
            ['фиджи', 'фиджи', 2],
            ['фиджи', 'фиджи', 30],

            ['физик', 'физик', 0],
            ['физик', 'физик', 1],
            ['физик', 'физик', 2],
            ['физик', 'физик', 30],

            ['физика', 'физика', 0],
            ['физика', 'физика', 1],
            ['физика', 'физика', 2],
            ['физика', 'физика', 30],

            ['физиология', 'физиология', 0],
            ['физиология', 'физиология', 1],
            ['физиология', 'физиология', 2],
            ['физиология', 'физиология', 30],

            ['физиономия', 'физиономия', 0],
            ['физиономия', 'физиономия', 1],
            ['физиономия', 'физиономия', 2],
            ['физиономия', 'физиономия', 30],

            ['физиотерапия', 'физиотерапия', 0],
            ['физиотерапия', 'физиотерапия', 1],
            ['физиотерапия', 'физиотерапия', 2],
            ['физиотерапия', 'физиотерапия', 30],

            ['физкультура', 'физкультура', 0],
            ['физкультура', 'физкультура', 1],
            ['физкультура', 'физкультура', 2],
            ['физкультура', 'физкультура', 30],

            ['физкультурник', 'физкультурник', 0],
            ['физкультурник', 'физкультурник', 1],
            ['физкультурник', 'физкультурник', 2],
            ['физкультурник', 'физкультурник', 30],

            ['физрук', 'физрук', 0],
            ['физрук', 'физрук', 1],
            ['физрук', 'физрук', 2],
            ['физрук', 'физрук', 30],

            ['физфак', 'физфак', 0],
            ['физфак', 'физфак', 1],
            ['физфак', 'физфак', 2],
            ['физфак', 'физфак', 30],

            ['фикс', 'фикс', 0],
            ['фикс', 'фикс', 1],
            ['фикс', 'фикс', 2],
            ['фикс', 'фикс', 30],

            ['фиксация', 'фиксация', 0],
            ['фиксация', 'фиксация', 1],
            ['фиксация', 'фиксация', 2],
            ['фиксация', 'фиксация', 30],

            ['фикус', 'фикус', 0],
            ['фикус', 'фикус', 1],
            ['фикус', 'фикус', 2],
            ['фикус', 'фикус', 30],

            ['фикция', 'фикция', 0],
            ['фикция', 'фикция', 1],
            ['фикция', 'фикция', 2],
            ['фикция', 'фикция', 30],

            ['фила', 'фила', 0],
            ['фила', 'фила', 1],
            ['фила', 'фила', 2],
            ['фила', 'фила', 30],

            ['филадельфия', 'филадельфия', 0],
            ['филадельфия', 'филадельфия', 1],
            ['филадельфия', 'филадельфия', 2],
            ['филадельфия', 'филадельфия', 30],

            ['филантроп', 'филантроп', 0],
            ['филантроп', 'филантроп', 1],
            ['филантроп', 'филантроп', 2],
            ['филантроп', 'филантроп', 30],

            ['филармония', 'филармония', 0],
            ['филармония', 'филармония', 1],
            ['филармония', 'филармония', 2],
            ['филармония', 'филармония', 30],

            ['филателист', 'филателист', 0],
            ['филателист', 'филателист', 1],
            ['филателист', 'филателист', 2],
            ['филателист', 'филателист', 30],

            ['филатова', 'филатова', 0],
            ['филатова', 'филатова', 1],
            ['филатова', 'филатова', 2],
            ['филатова', 'филатова', 30],

            ['филер', 'филер', 0],
            ['филер', 'филер', 1],
            ['филер', 'филер', 2],
            ['филер', 'филер', 30],

            ['филиал', 'филиал', 0],
            ['филиал', 'филиал', 1],
            ['филиал', 'филиал', 2],
            ['филиал', 'филиал', 30],

            ['филин', 'филин', 0],
            ['филин', 'филин', 1],
            ['филин', 'филин', 2],
            ['филин', 'филин', 30],

            ['филипий', 'филипий', 0],
            ['филипий', 'филипий', 1],
            ['филипий', 'филипий', 2],
            ['филипий', 'филипий', 30],

            ['филипка', 'филипка', 0],
            ['филипка', 'филипка', 1],
            ['филипка', 'филипка', 2],
            ['филипка', 'филипка', 30],

            ['филипп', 'филипп', 0],
            ['филипп', 'филипп', 1],
            ['филипп', 'филипп', 2],
            ['филипп', 'филипп', 30],

            ['филиппа', 'филиппа', 0],
            ['филиппа', 'филиппа', 1],
            ['филиппа', 'филиппа', 2],
            ['филиппа', 'филиппа', 30],

            ['филиппина', 'филиппина', 0],
            ['филиппина', 'филиппина', 1],
            ['филиппина', 'филиппина', 2],
            ['филиппина', 'филиппина', 30],

            ['филиппины', 'филиппины', 0],
            ['филиппины', 'филиппины', 1],
            ['филиппины', 'филиппины', 2],
            ['филиппины', 'филиппины', 30],

            ['филиппия', 'филиппия', 0],
            ['филиппия', 'филиппия', 1],
            ['филиппия', 'филиппия', 2],
            ['филиппия', 'филиппия', 30],

            ['филиппова', 'филиппова', 0],
            ['филиппова', 'филиппова', 1],
            ['филиппова', 'филиппова', 2],
            ['филиппова', 'филиппова', 30],

            ['филиппыч', 'филиппыч', 0],
            ['филиппыч', 'филиппыч', 1],
            ['филиппыч', 'филиппыч', 2],
            ['филиппыч', 'филиппыч', 30],

            ['филипьич', 'филипьич', 0],
            ['филипьич', 'филипьич', 1],
            ['филипьич', 'филипьич', 2],
            ['филипьич', 'филипьич', 30],

            ['филолог', 'филолог', 0],
            ['филолог', 'филолог', 1],
            ['филолог', 'филолог', 2],
            ['филолог', 'филолог', 30],

            ['филология', 'филология', 0],
            ['филология', 'филология', 1],
            ['филология', 'филология', 2],
            ['филология', 'филология', 30],

            ['философ', 'философ', 0],
            ['философ', 'философ', 1],
            ['философ', 'философ', 2],
            ['философ', 'философ', 30],

            ['философия', 'философия', 0],
            ['философия', 'философия', 1],
            ['философия', 'философия', 2],
            ['философия', 'философия', 30],

            ['филфак', 'филфак', 0],
            ['филфак', 'филфак', 1],
            ['филфак', 'филфак', 2],
            ['филфак', 'филфак', 30],

            ['фильм', 'фильм', 0],
            ['фильм', 'фильм', 1],
            ['фильм', 'фильм', 2],
            ['фильм', 'фильм', 30],

            ['фильтр', 'фильтр', 0],
            ['фильтр', 'фильтр', 1],
            ['фильтр', 'фильтр', 2],
            ['фильтр', 'фильтр', 30],

            ['фильтрация', 'фильтрация', 0],
            ['фильтрация', 'фильтрация', 1],
            ['фильтрация', 'фильтрация', 2],
            ['фильтрация', 'фильтрация', 30],

            ['филюха', 'филюха', 0],
            ['филюха', 'филюха', 1],
            ['филюха', 'филюха', 2],
            ['филюха', 'филюха', 30],

            ['филюша', 'филюша', 0],
            ['филюша', 'филюша', 1],
            ['филюша', 'филюша', 2],
            ['филюша', 'филюша', 30],

            ['филя', 'филя', 0],
            ['филя', 'филя', 1],
            ['филя', 'филя', 2],
            ['филя', 'филя', 30],

            ['финал', 'финал', 0],
            ['финал', 'финал', 1],
            ['финал', 'финал', 2],
            ['финал', 'финал', 30],

            ['финансирование', 'финансирование', 0],
            ['финансирование', 'финансирование', 1],
            ['финансирование', 'финансирование', 2],
            ['финансирование', 'финансирование', 30],

            ['финансист', 'финансист', 0],
            ['финансист', 'финансист', 1],
            ['финансист', 'финансист', 2],
            ['финансист', 'финансист', 30],

            ['финансы', 'финансы', 0],
            ['финансы', 'финансы', 1],
            ['финансы', 'финансы', 2],
            ['финансы', 'финансы', 30],

            ['фингал', 'фингал', 0],
            ['фингал', 'фингал', 1],
            ['фингал', 'фингал', 2],
            ['фингал', 'фингал', 30],

            ['финик', 'финик', 0],
            ['финик', 'финик', 1],
            ['финик', 'финик', 2],
            ['финик', 'финик', 30],

            ['финиш', 'финиш', 0],
            ['финиш', 'финиш', 1],
            ['финиш', 'финиш', 2],
            ['финиш', 'финиш', 30],

            ['финка', 'финка', 0],
            ['финка', 'финка', 1],
            ['финка', 'финка', 2],
            ['финка', 'финка', 30],

            ['финляндия', 'финляндия', 0],
            ['финляндия', 'финляндия', 1],
            ['финляндия', 'финляндия', 2],
            ['финляндия', 'финляндия', 30],

            ['финн', 'финн', 0],
            ['финн', 'финн', 1],
            ['финн', 'финн', 2],
            ['финн', 'финн', 30],

            ['финна', 'финна', 0],
            ['финна', 'финна', 1],
            ['финна', 'финна', 2],
            ['финна', 'финна', 30],

            ['финт', 'финт', 0],
            ['финт', 'финт', 1],
            ['финт', 'финт', 2],
            ['финт', 'финт', 30],

            ['фира', 'фира', 0],
            ['фира', 'фира', 1],
            ['фира', 'фира', 2],
            ['фира', 'фира', 30],

            ['фирма', 'фирма', 0],
            ['фирма', 'фирма', 1],
            ['фирма', 'фирма', 2],
            ['фирма', 'фирма', 30],

            ['фитилек', 'фитилек', 0],
            ['фитилек', 'фитилек', 1],
            ['фитилек', 'фитилек', 2],
            ['фитилек', 'фитилек', 30],

            ['фитиль', 'фитиль', 0],
            ['фитиль', 'фитиль', 1],
            ['фитиль', 'фитиль', 2],
            ['фитиль', 'фитиль', 30],

            ['фифа', 'фифа', 0],
            ['фифа', 'фифа', 1],
            ['фифа', 'фифа', 2],
            ['фифа', 'фифа', 30],

            ['фишка', 'фишка', 0],
            ['фишка', 'фишка', 1],
            ['фишка', 'фишка', 2],
            ['фишка', 'фишка', 30],

            ['флаг', 'флаг', 0],
            ['флаг', 'флаг', 1],
            ['флаг', 'флаг', 2],
            ['флаг', 'флаг', 30],

            ['флагман', 'флагман', 0],
            ['флагман', 'флагман', 1],
            ['флагман', 'флагман', 2],
            ['флагман', 'флагман', 30],

            ['флажок', 'флажок', 0],
            ['флажок', 'флажок', 1],
            ['флажок', 'флажок', 2],
            ['флажок', 'флажок', 30],

            ['флакон', 'флакон', 0],
            ['флакон', 'флакон', 1],
            ['флакон', 'флакон', 2],
            ['флакон', 'флакон', 30],

            ['флакончик', 'флакончик', 0],
            ['флакончик', 'флакончик', 1],
            ['флакончик', 'флакончик', 2],
            ['флакончик', 'флакончик', 30],

            ['фланг', 'фланг', 0],
            ['фланг', 'фланг', 1],
            ['фланг', 'фланг', 2],
            ['фланг', 'фланг', 30],

            ['флегмона', 'флегмона', 0],
            ['флегмона', 'флегмона', 1],
            ['флегмона', 'флегмона', 2],
            ['флегмона', 'флегмона', 30],

            ['флейта', 'флейта', 0],
            ['флейта', 'флейта', 1],
            ['флейта', 'флейта', 2],
            ['флейта', 'флейта', 30],

            ['флена', 'флена', 0],
            ['флена', 'флена', 1],
            ['флена', 'флена', 2],
            ['флена', 'флена', 30],

            ['фленка', 'фленка', 0],
            ['фленка', 'фленка', 1],
            ['фленка', 'фленка', 2],
            ['фленка', 'фленка', 30],

            ['флер', 'флер', 0],
            ['флер', 'флер', 1],
            ['флер', 'флер', 2],
            ['флер', 'флер', 30],

            ['флигелек', 'флигелек', 0],
            ['флигелек', 'флигелек', 1],
            ['флигелек', 'флигелек', 2],
            ['флигелек', 'флигелек', 30],

            ['флигель', 'флигель', 0],
            ['флигель', 'флигель', 1],
            ['флигель', 'флигель', 2],
            ['флигель', 'флигель', 30],

            ['флинт', 'флинт', 0],
            ['флинт', 'флинт', 1],
            ['флинт', 'флинт', 2],
            ['флинт', 'флинт', 30],

            ['флирт', 'флирт', 0],
            ['флирт', 'флирт', 1],
            ['флирт', 'флирт', 2],
            ['флирт', 'флирт', 30],

            ['фломастер', 'фломастер', 0],
            ['фломастер', 'фломастер', 1],
            ['фломастер', 'фломастер', 2],
            ['фломастер', 'фломастер', 30],

            ['флора', 'флора', 0],
            ['флора', 'флора', 1],
            ['флора', 'флора', 2],
            ['флора', 'флора', 30],

            ['флоренци¤', 'флоренци¤', 0],
            ['флоренци¤', 'флоренци¤', 1],
            ['флоренци¤', 'флоренци¤', 2],
            ['флоренци¤', 'флоренци¤', 30],

            ['флоренция', 'флоренция', 0],
            ['флоренция', 'флоренция', 1],
            ['флоренция', 'флоренция', 2],
            ['флоренция', 'флоренция', 30],

            ['флорида', 'флорида', 0],
            ['флорида', 'флорида', 1],
            ['флорида', 'флорида', 2],
            ['флорида', 'флорида', 30],

            ['флот', 'флот', 0],
            ['флот', 'флот', 1],
            ['флот', 'флот', 2],
            ['флот', 'флот', 30],

            ['флотилия', 'флотилия', 0],
            ['флотилия', 'флотилия', 1],
            ['флотилия', 'флотилия', 2],
            ['флотилия', 'флотилия', 30],

            ['флотоводец', 'флотоводец', 0],
            ['флотоводец', 'флотоводец', 1],
            ['флотоводец', 'флотоводец', 2],
            ['флотоводец', 'флотоводец', 30],

            ['флюгер', 'флюгер', 0],
            ['флюгер', 'флюгер', 1],
            ['флюгер', 'флюгер', 2],
            ['флюгер', 'флюгер', 30],

            ['флюид', 'флюид', 0],
            ['флюид', 'флюид', 1],
            ['флюид', 'флюид', 2],
            ['флюид', 'флюид', 30],

            ['флюктуация', 'флюктуация', 0],
            ['флюктуация', 'флюктуация', 1],
            ['флюктуация', 'флюктуация', 2],
            ['флюктуация', 'флюктуация', 30],

            ['фляга', 'фляга', 0],
            ['фляга', 'фляга', 1],
            ['фляга', 'фляга', 2],
            ['фляга', 'фляга', 30],

            ['фляжка', 'фляжка', 0],
            ['фляжка', 'фляжка', 1],
            ['фляжка', 'фляжка', 2],
            ['фляжка', 'фляжка', 30],

            ['фобия', 'фобия', 0],
            ['фобия', 'фобия', 1],
            ['фобия', 'фобия', 2],
            ['фобия', 'фобия', 30],

            ['фойе', 'фойе', 0],
            ['фойе', 'фойе', 1],
            ['фойе', 'фойе', 2],
            ['фойе', 'фойе', 30],

            ['фок', 'фок', 0],
            ['фок', 'фок', 1],
            ['фок', 'фок', 2],
            ['фок', 'фок', 30],

            ['фокстрот', 'фокстрот', 0],
            ['фокстрот', 'фокстрот', 1],
            ['фокстрот', 'фокстрот', 2],
            ['фокстрот', 'фокстрот', 30],

            ['фокус', 'фокус', 0],
            ['фокус', 'фокус', 1],
            ['фокус', 'фокус', 2],
            ['фокус', 'фокус', 30],

            ['фокусник', 'фокусник', 0],
            ['фокусник', 'фокусник', 1],
            ['фокусник', 'фокусник', 2],
            ['фокусник', 'фокусник', 30],

            ['фолиант', 'фолиант', 0],
            ['фолиант', 'фолиант', 1],
            ['фолиант', 'фолиант', 2],
            ['фолиант', 'фолиант', 30],

            ['фолликул', 'фолликул', 0],
            ['фолликул', 'фолликул', 1],
            ['фолликул', 'фолликул', 2],
            ['фолликул', 'фолликул', 30],

            ['фольга', 'фольга', 0],
            ['фольга', 'фольга', 1],
            ['фольга', 'фольга', 2],
            ['фольга', 'фольга', 30],

            ['фольклор', 'фольклор', 0],
            ['фольклор', 'фольклор', 1],
            ['фольклор', 'фольклор', 2],
            ['фольклор', 'фольклор', 30],

            ['фольксваген', 'фольксваген', 0],
            ['фольксваген', 'фольксваген', 1],
            ['фольксваген', 'фольксваген', 2],
            ['фольксваген', 'фольксваген', 30],

            ['фоменко', 'фоменко', 0],
            ['фоменко', 'фоменко', 1],
            ['фоменко', 'фоменко', 2],
            ['фоменко', 'фоменко', 30],

            ['фон', 'фон', 0],
            ['фон', 'фон', 1],
            ['фон', 'фон', 2],
            ['фон', 'фон', 30],

            ['фонарик', 'фонарик', 0],
            ['фонарик', 'фонарик', 1],
            ['фонарик', 'фонарик', 2],
            ['фонарик', 'фонарик', 30],

            ['фонарь', 'фонарь', 0],
            ['фонарь', 'фонарь', 1],
            ['фонарь', 'фонарь', 2],
            ['фонарь', 'фонарь', 30],

            ['фонд', 'фонд', 0],
            ['фонд', 'фонд', 1],
            ['фонд', 'фонд', 2],
            ['фонд', 'фонд', 30],

            ['фонендоскоп', 'фонендоскоп', 0],
            ['фонендоскоп', 'фонендоскоп', 1],
            ['фонендоскоп', 'фонендоскоп', 2],
            ['фонендоскоп', 'фонендоскоп', 30],

            ['фонограмма', 'фонограмма', 0],
            ['фонограмма', 'фонограмма', 1],
            ['фонограмма', 'фонограмма', 2],
            ['фонограмма', 'фонограмма', 30],

            ['фонтан', 'фонтан', 0],
            ['фонтан', 'фонтан', 1],
            ['фонтан', 'фонтан', 2],
            ['фонтан', 'фонтан', 30],

            ['фонтанка', 'фонтанка', 0],
            ['фонтанка', 'фонтанка', 1],
            ['фонтанка', 'фонтанка', 2],
            ['фонтанка', 'фонтанка', 30],

            ['фонтанчик', 'фонтанчик', 0],
            ['фонтанчик', 'фонтанчик', 1],
            ['фонтанчик', 'фонтанчик', 2],
            ['фонтанчик', 'фонтанчик', 30],

            ['фора', 'фора', 0],
            ['фора', 'фора', 1],
            ['фора', 'фора', 2],
            ['фора', 'фора', 30],

            ['форель', 'форель', 0],
            ['форель', 'форель', 1],
            ['форель', 'форель', 2],
            ['форель', 'форель', 30],

            ['форма', 'форма', 0],
            ['форма', 'форма', 1],
            ['форма', 'форма', 2],
            ['форма', 'форма', 30],

            ['формалин', 'формалин', 0],
            ['формалин', 'формалин', 1],
            ['формалин', 'формалин', 2],
            ['формалин', 'формалин', 30],

            ['формальность', 'формальность', 0],
            ['формальность', 'формальность', 1],
            ['формальность', 'формальность', 2],
            ['формальность', 'формальность', 30],

            ['формат', 'формат', 0],
            ['формат', 'формат', 1],
            ['формат', 'формат', 2],
            ['формат', 'формат', 30],

            ['формация', 'формация', 0],
            ['формация', 'формация', 1],
            ['формация', 'формация', 2],
            ['формация', 'формация', 30],

            ['формирование', 'формирование', 0],
            ['формирование', 'формирование', 1],
            ['формирование', 'формирование', 2],
            ['формирование', 'формирование', 30],

            ['формула', 'формула', 0],
            ['формула', 'формула', 1],
            ['формула', 'формула', 2],
            ['формула', 'формула', 30],

            ['формулировка', 'формулировка', 0],
            ['формулировка', 'формулировка', 1],
            ['формулировка', 'формулировка', 2],
            ['формулировка', 'формулировка', 30],

            ['форпост', 'форпост', 0],
            ['форпост', 'форпост', 1],
            ['форпост', 'форпост', 2],
            ['форпост', 'форпост', 30],

            ['форс', 'форс', 0],
            ['форс', 'форс', 1],
            ['форс', 'форс', 2],
            ['форс', 'форс', 30],

            ['форсирование', 'форсирование', 0],
            ['форсирование', 'форсирование', 1],
            ['форсирование', 'форсирование', 2],
            ['форсирование', 'форсирование', 30],

            ['форт', 'форт', 0],
            ['форт', 'форт', 1],
            ['форт', 'форт', 2],
            ['форт', 'форт', 30],

            ['фортепьяно', 'фортепьяно', 0],
            ['фортепьяно', 'фортепьяно', 1],
            ['фортепьяно', 'фортепьяно', 2],
            ['фортепьяно', 'фортепьяно', 30],

            ['форточка', 'форточка', 0],
            ['форточка', 'форточка', 1],
            ['форточка', 'форточка', 2],
            ['форточка', 'форточка', 30],

            ['фортуна', 'фортуна', 0],
            ['фортуна', 'фортуна', 1],
            ['фортуна', 'фортуна', 2],
            ['фортуна', 'фортуна', 30],

            ['форум', 'форум', 0],
            ['форум', 'форум', 1],
            ['форум', 'форум', 2],
            ['форум', 'форум', 30],

            ['фосфор', 'фосфор', 0],
            ['фосфор', 'фосфор', 1],
            ['фосфор', 'фосфор', 2],
            ['фосфор', 'фосфор', 30],

            ['фото', 'фото', 0],
            ['фото', 'фото', 1],
            ['фото', 'фото', 2],
            ['фото', 'фото', 30],

            ['фотоаппарат', 'фотоаппарат', 0],
            ['фотоаппарат', 'фотоаппарат', 1],
            ['фотоаппарат', 'фотоаппарат', 2],
            ['фотоаппарат', 'фотоаппарат', 30],

            ['фотограф', 'фотограф', 0],
            ['фотограф', 'фотограф', 1],
            ['фотограф', 'фотограф', 2],
            ['фотограф', 'фотограф', 30],

            ['фотографирование', 'фотографирование', 0],
            ['фотографирование', 'фотографирование', 1],
            ['фотографирование', 'фотографирование', 2],
            ['фотографирование', 'фотографирование', 30],

            ['фотография', 'фотография', 0],
            ['фотография', 'фотография', 1],
            ['фотография', 'фотография', 2],
            ['фотография', 'фотография', 30],

            ['фотокарточка', 'фотокарточка', 0],
            ['фотокарточка', 'фотокарточка', 1],
            ['фотокарточка', 'фотокарточка', 2],
            ['фотокарточка', 'фотокарточка', 30],

            ['фотокопия', 'фотокопия', 0],
            ['фотокопия', 'фотокопия', 1],
            ['фотокопия', 'фотокопия', 2],
            ['фотокопия', 'фотокопия', 30],

            ['фотокорреспондент', 'фотокорреспондент', 0],
            ['фотокорреспондент', 'фотокорреспондент', 1],
            ['фотокорреспондент', 'фотокорреспондент', 2],
            ['фотокорреспондент', 'фотокорреспондент', 30],

            ['фоторобот', 'фоторобот', 0],
            ['фоторобот', 'фоторобот', 1],
            ['фоторобот', 'фоторобот', 2],
            ['фоторобот', 'фоторобот', 30],

            ['фотоснимок', 'фотоснимок', 0],
            ['фотоснимок', 'фотоснимок', 1],
            ['фотоснимок', 'фотоснимок', 2],
            ['фотоснимок', 'фотоснимок', 30],

            ['фрагмент', 'фрагмент', 0],
            ['фрагмент', 'фрагмент', 1],
            ['фрагмент', 'фрагмент', 2],
            ['фрагмент', 'фрагмент', 30],

            ['фраер', 'фраер', 0],
            ['фраер', 'фраер', 1],
            ['фраер', 'фраер', 2],
            ['фраер', 'фраер', 30],

            ['фраза', 'фраза', 0],
            ['фраза', 'фраза', 1],
            ['фраза', 'фраза', 2],
            ['фраза', 'фраза', 30],

            ['фразеология', 'фразеология', 0],
            ['фразеология', 'фразеология', 1],
            ['фразеология', 'фразеология', 2],
            ['фразеология', 'фразеология', 30],

            ['фрак', 'фрак', 0],
            ['фрак', 'фрак', 1],
            ['фрак', 'фрак', 2],
            ['фрак', 'фрак', 30],

            ['фракция', 'фракция', 0],
            ['фракция', 'фракция', 1],
            ['фракция', 'фракция', 2],
            ['фракция', 'фракция', 30],

            ['фрамуга', 'фрамуга', 0],
            ['фрамуга', 'фрамуга', 1],
            ['фрамуга', 'фрамуга', 2],
            ['фрамуга', 'фрамуга', 30],

            ['франкфурт', 'франкфурт', 0],
            ['франкфурт', 'франкфурт', 1],
            ['франкфурт', 'франкфурт', 2],
            ['франкфурт', 'франкфурт', 30],

            ['франт', 'франт', 0],
            ['франт', 'франт', 1],
            ['франт', 'франт', 2],
            ['франт', 'франт', 30],

            ['францисканец', 'францисканец', 0],
            ['францисканец', 'францисканец', 1],
            ['францисканец', 'францисканец', 2],
            ['францисканец', 'францисканец', 30],

            ['франциско', 'франциско', 0],
            ['франциско', 'франциско', 1],
            ['франциско', 'франциско', 2],
            ['франциско', 'франциско', 30],

            ['франция', 'франция', 0],
            ['франция', 'франция', 1],
            ['франция', 'франция', 2],
            ['франция', 'франция', 30],

            ['француженка', 'француженка', 0],
            ['француженка', 'француженка', 1],
            ['француженка', 'француженка', 2],
            ['француженка', 'француженка', 30],

            ['француз', 'француз', 0],
            ['француз', 'француз', 1],
            ['француз', 'француз', 2],
            ['француз', 'француз', 30],

            ['фрау', 'фрау', 0],
            ['фрау', 'фрау', 1],
            ['фрау', 'фрау', 2],
            ['фрау', 'фрау', 30],

            ['фрг', 'фрг', 0],
            ['фрг', 'фрг', 1],
            ['фрг', 'фрг', 2],
            ['фрг', 'фрг', 30],

            ['фрегат', 'фрегат', 0],
            ['фрегат', 'фрегат', 1],
            ['фрегат', 'фрегат', 2],
            ['фрегат', 'фрегат', 30],

            ['фредди', 'фредди', 0],
            ['фредди', 'фредди', 1],
            ['фредди', 'фредди', 2],
            ['фредди', 'фредди', 30],

            ['фрейлина', 'фрейлина', 0],
            ['фрейлина', 'фрейлина', 1],
            ['фрейлина', 'фрейлина', 2],
            ['фрейлина', 'фрейлина', 30],

            ['френч', 'френч', 0],
            ['френч', 'френч', 1],
            ['френч', 'френч', 2],
            ['френч', 'френч', 30],

            ['фреска', 'фреска', 0],
            ['фреска', 'фреска', 1],
            ['фреска', 'фреска', 2],
            ['фреска', 'фреска', 30],

            ['фритаун', 'фритаун', 0],
            ['фритаун', 'фритаун', 1],
            ['фритаун', 'фритаун', 2],
            ['фритаун', 'фритаун', 30],

            ['фромборк', 'фромборк', 0],
            ['фромборк', 'фромборк', 1],
            ['фромборк', 'фромборк', 2],
            ['фромборк', 'фромборк', 30],

            ['фронт', 'фронт', 0],
            ['фронт', 'фронт', 1],
            ['фронт', 'фронт', 2],
            ['фронт', 'фронт', 30],

            ['фронтовик', 'фронтовик', 0],
            ['фронтовик', 'фронтовик', 1],
            ['фронтовик', 'фронтовик', 2],
            ['фронтовик', 'фронтовик', 30],

            ['фронтон', 'фронтон', 0],
            ['фронтон', 'фронтон', 1],
            ['фронтон', 'фронтон', 2],
            ['фронтон', 'фронтон', 30],

            ['фросюшка', 'фросюшка', 0],
            ['фросюшка', 'фросюшка', 1],
            ['фросюшка', 'фросюшка', 2],
            ['фросюшка', 'фросюшка', 30],

            ['фрося', 'фрося', 0],
            ['фрося', 'фрося', 1],
            ['фрося', 'фрося', 2],
            ['фрося', 'фрося', 30],

            ['фрукт', 'фрукт', 0],
            ['фрукт', 'фрукт', 1],
            ['фрукт', 'фрукт', 2],
            ['фрукт', 'фрукт', 30],

            ['фря', 'фря', 0],
            ['фря', 'фря', 1],
            ['фря', 'фря', 2],
            ['фря', 'фря', 30],

            ['фсб', 'фсб', 0],
            ['фсб', 'фсб', 1],
            ['фсб', 'фсб', 2],
            ['фсб', 'фсб', 30],

            ['фуга', 'фуга', 0],
            ['фуга', 'фуга', 1],
            ['фуга', 'фуга', 2],
            ['фуга', 'фуга', 30],

            ['фугас', 'фугас', 0],
            ['фугас', 'фугас', 1],
            ['фугас', 'фугас', 2],
            ['фугас', 'фугас', 30],

            ['фужер', 'фужер', 0],
            ['фужер', 'фужер', 1],
            ['фужер', 'фужер', 2],
            ['фужер', 'фужер', 30],

            ['фук', 'фук', 0],
            ['фук', 'фук', 1],
            ['фук', 'фук', 2],
            ['фук', 'фук', 30],

            ['фунафути', 'фунафути', 0],
            ['фунафути', 'фунафути', 1],
            ['фунафути', 'фунафути', 2],
            ['фунафути', 'фунафути', 30],

            ['фундамент', 'фундамент', 0],
            ['фундамент', 'фундамент', 1],
            ['фундамент', 'фундамент', 2],
            ['фундамент', 'фундамент', 30],

            ['функционер', 'функционер', 0],
            ['функционер', 'функционер', 1],
            ['функционер', 'функционер', 2],
            ['функционер', 'функционер', 30],

            ['функционирование', 'функционирование', 0],
            ['функционирование', 'функционирование', 1],
            ['функционирование', 'функционирование', 2],
            ['функционирование', 'функционирование', 30],

            ['функция', 'функция', 0],
            ['функция', 'функция', 1],
            ['функция', 'функция', 2],
            ['функция', 'функция', 30],

            ['фунт', 'фунт', 0],
            ['фунт', 'фунт', 1],
            ['фунт', 'фунт', 2],
            ['фунт', 'фунт', 30],

            ['фура', 'фура', 0],
            ['фура', 'фура', 1],
            ['фура', 'фура', 2],
            ['фура', 'фура', 30],

            ['фуражка', 'фуражка', 0],
            ['фуражка', 'фуражка', 1],
            ['фуражка', 'фуражка', 2],
            ['фуражка', 'фуражка', 30],

            ['фургон', 'фургон', 0],
            ['фургон', 'фургон', 1],
            ['фургон', 'фургон', 2],
            ['фургон', 'фургон', 30],

            ['фурор', 'фурор', 0],
            ['фурор', 'фурор', 1],
            ['фурор', 'фурор', 2],
            ['фурор', 'фурор', 30],

            ['фурункул', 'фурункул', 0],
            ['фурункул', 'фурункул', 1],
            ['фурункул', 'фурункул', 2],
            ['фурункул', 'фурункул', 30],

            ['фуршет', 'фуршет', 0],
            ['фуршет', 'фуршет', 1],
            ['фуршет', 'фуршет', 2],
            ['фуршет', 'фуршет', 30],

            ['фут', 'фут', 0],
            ['фут', 'фут', 1],
            ['фут', 'фут', 2],
            ['фут', 'фут', 30],

            ['футбол', 'футбол', 0],
            ['футбол', 'футбол', 1],
            ['футбол', 'футбол', 2],
            ['футбол', 'футбол', 30],

            ['футболист', 'футболист', 0],
            ['футболист', 'футболист', 1],
            ['футболист', 'футболист', 2],
            ['футболист', 'футболист', 30],

            ['футболка', 'футболка', 0],
            ['футболка', 'футболка', 1],
            ['футболка', 'футболка', 2],
            ['футболка', 'футболка', 30],

            ['футляр', 'футляр', 0],
            ['футляр', 'футляр', 1],
            ['футляр', 'футляр', 2],
            ['футляр', 'футляр', 30],

            ['футурист', 'футурист', 0],
            ['футурист', 'футурист', 1],
            ['футурист', 'футурист', 2],
            ['футурист', 'футурист', 30],

            ['фуфайка', 'фуфайка', 0],
            ['фуфайка', 'фуфайка', 1],
            ['фуфайка', 'фуфайка', 2],
            ['фуфайка', 'фуфайка', 30],

            ['фырканье', 'фырканье', 0],
            ['фырканье', 'фырканье', 1],
            ['фырканье', 'фырканье', 2],
            ['фырканье', 'фырканье', 30],

            ['фюзеляж', 'фюзеляж', 0],
            ['фюзеляж', 'фюзеляж', 1],
            ['фюзеляж', 'фюзеляж', 2],
            ['фюзеляж', 'фюзеляж', 30],

            ['фюрер', 'фюрер', 0],
            ['фюрер', 'фюрер', 1],
            ['фюрер', 'фюрер', 2],
            ['фюрер', 'фюрер', 30],

            ['хабар', 'хабар', 0],
            ['хабар', 'хабар', 1],
            ['хабар', 'хабар', 2],
            ['хабар', 'хабар', 30],

            ['хабаровск', 'хабаровск', 0],
            ['хабаровск', 'хабаровск', 1],
            ['хабаровск', 'хабаровск', 2],
            ['хабаровск', 'хабаровск', 30],

            ['хадера', 'хадера', 0],
            ['хадера', 'хадера', 1],
            ['хадера', 'хадера', 2],
            ['хадера', 'хадера', 30],

            ['хайд', 'хайд', 0],
            ['хайд', 'хайд', 1],
            ['хайд', 'хайд', 2],
            ['хайд', 'хайд', 30],

            ['хайфа', 'хайфа', 0],
            ['хайфа', 'хайфа', 1],
            ['хайфа', 'хайфа', 2],
            ['хайфа', 'хайфа', 30],

            ['хакер', 'хакер', 0],
            ['хакер', 'хакер', 1],
            ['хакер', 'хакер', 2],
            ['хакер', 'хакер', 30],

            ['хаки', 'хаки', 0],
            ['хаки', 'хаки', 1],
            ['хаки', 'хаки', 2],
            ['хаки', 'хаки', 30],

            ['хала', 'хала', 0],
            ['хала', 'хала', 1],
            ['хала', 'хала', 2],
            ['хала', 'хала', 30],

            ['халат', 'халат', 0],
            ['халат', 'халат', 1],
            ['халат', 'халат', 2],
            ['халат', 'халат', 30],

            ['халатик', 'халатик', 0],
            ['халатик', 'халатик', 1],
            ['халатик', 'халатик', 2],
            ['халатик', 'халатик', 30],

            ['халатность', 'халатность', 0],
            ['халатность', 'халатность', 1],
            ['халатность', 'халатность', 2],
            ['халатность', 'халатность', 30],

            ['халва', 'халва', 0],
            ['халва', 'халва', 1],
            ['халва', 'халва', 2],
            ['халва', 'халва', 30],

            ['халдей', 'халдей', 0],
            ['халдей', 'халдей', 1],
            ['халдей', 'халдей', 2],
            ['халдей', 'халдей', 30],

            ['халтура', 'халтура', 0],
            ['халтура', 'халтура', 1],
            ['халтура', 'халтура', 2],
            ['халтура', 'халтура', 30],

            ['халтурщик', 'халтурщик', 0],
            ['халтурщик', 'халтурщик', 1],
            ['халтурщик', 'халтурщик', 2],
            ['халтурщик', 'халтурщик', 30],

            ['халява', 'халява', 0],
            ['халява', 'халява', 1],
            ['халява', 'халява', 2],
            ['халява', 'халява', 30],

            ['хам', 'хам', 0],
            ['хам', 'хам', 1],
            ['хам', 'хам', 2],
            ['хам', 'хам', 30],

            ['хамелеон', 'хамелеон', 0],
            ['хамелеон', 'хамелеон', 1],
            ['хамелеон', 'хамелеон', 2],
            ['хамелеон', 'хамелеон', 30],

            ['хамство', 'хамство', 0],
            ['хамство', 'хамство', 1],
            ['хамство', 'хамство', 2],
            ['хамство', 'хамство', 30],

            ['хан', 'хан', 0],
            ['хан', 'хан', 1],
            ['хан', 'хан', 2],
            ['хан', 'хан', 30],

            ['хандра', 'хандра', 0],
            ['хандра', 'хандра', 1],
            ['хандра', 'хандра', 2],
            ['хандра', 'хандра', 30],

            ['ханжа', 'ханжа', 0],
            ['ханжа', 'ханжа', 1],
            ['ханжа', 'ханжа', 2],
            ['ханжа', 'ханжа', 30],

            ['ханжество', 'ханжество', 0],
            ['ханжество', 'ханжество', 1],
            ['ханжество', 'ханжество', 2],
            ['ханжество', 'ханжество', 30],

            ['ханкала', 'ханкала', 0],
            ['ханкала', 'ханкала', 1],
            ['ханкала', 'ханкала', 2],
            ['ханкала', 'ханкала', 30],

            ['ханой', 'ханой', 0],
            ['ханой', 'ханой', 1],
            ['ханой', 'ханой', 2],
            ['ханой', 'ханой', 30],

            ['хаос', 'хаос', 0],
            ['хаос', 'хаос', 1],
            ['хаос', 'хаос', 2],
            ['хаос', 'хаос', 30],

            ['хапуга', 'хапуга', 0],
            ['хапуга', 'хапуга', 1],
            ['хапуга', 'хапуга', 2],
            ['хапуга', 'хапуга', 30],

            ['харакири', 'харакири', 0],
            ['харакири', 'харакири', 1],
            ['харакири', 'харакири', 2],
            ['харакири', 'харакири', 30],

            ['характер', 'характер', 0],
            ['характер', 'характер', 1],
            ['характер', 'характер', 2],
            ['характер', 'характер', 30],

            ['характеристика', 'характеристика', 0],
            ['характеристика', 'характеристика', 1],
            ['характеристика', 'характеристика', 2],
            ['характеристика', 'характеристика', 30],

            ['хараре', 'хараре', 0],
            ['хараре', 'хараре', 1],
            ['хараре', 'хараре', 2],
            ['хараре', 'хараре', 30],

            ['харбин', 'харбин', 0],
            ['харбин', 'харбин', 1],
            ['харбин', 'харбин', 2],
            ['харбин', 'харбин', 30],

            ['хариус', 'хариус', 0],
            ['хариус', 'хариус', 1],
            ['хариус', 'хариус', 2],
            ['хариус', 'хариус', 30],

            ['харлем', 'харлем', 0],
            ['харлем', 'харлем', 1],
            ['харлем', 'харлем', 2],
            ['харлем', 'харлем', 30],

            ['харпер', 'харпер', 0],
            ['харпер', 'харпер', 1],
            ['харпер', 'харпер', 2],
            ['харпер', 'харпер', 30],

            ['харрис', 'харрис', 0],
            ['харрис', 'харрис', 1],
            ['харрис', 'харрис', 2],
            ['харрис', 'харрис', 30],

            ['хартум', 'хартум', 0],
            ['хартум', 'хартум', 1],
            ['хартум', 'хартум', 2],
            ['хартум', 'хартум', 30],

            ['харч', 'харч', 0],
            ['харч', 'харч', 1],
            ['харч', 'харч', 2],
            ['харч', 'харч', 30],

            ['харчевня', 'харчевня', 0],
            ['харчевня', 'харчевня', 1],
            ['харчевня', 'харчевня', 2],
            ['харчевня', 'харчевня', 30],

            ['харчо', 'харчо', 0],
            ['харчо', 'харчо', 1],
            ['харчо', 'харчо', 2],
            ['харчо', 'харчо', 30],

            ['харьков', 'харьков', 0],
            ['харьков', 'харьков', 1],
            ['харьков', 'харьков', 2],
            ['харьков', 'харьков', 30],

            ['харя', 'харя', 0],
            ['харя', 'харя', 1],
            ['харя', 'харя', 2],
            ['харя', 'харя', 30],

            ['хасавюрт', 'хасавюрт', 0],
            ['хасавюрт', 'хасавюрт', 1],
            ['хасавюрт', 'хасавюрт', 2],
            ['хасавюрт', 'хасавюрт', 30],

            ['хасан', 'хасан', 0],
            ['хасан', 'хасан', 1],
            ['хасан', 'хасан', 2],
            ['хасан', 'хасан', 30],

            ['хата', 'хата', 0],
            ['хата', 'хата', 1],
            ['хата', 'хата', 2],
            ['хата', 'хата', 30],

            ['хатынь', 'хатынь', 0],
            ['хатынь', 'хатынь', 1],
            ['хатынь', 'хатынь', 2],
            ['хатынь', 'хатынь', 30],

            ['хаус', 'хаус', 0],
            ['хаус', 'хаус', 1],
            ['хаус', 'хаус', 2],
            ['хаус', 'хаус', 30],

            ['хахаль', 'хахаль', 0],
            ['хахаль', 'хахаль', 1],
            ['хахаль', 'хахаль', 2],
            ['хахаль', 'хахаль', 30],

            ['хвала', 'хвала', 0],
            ['хвала', 'хвала', 1],
            ['хвала', 'хвала', 2],
            ['хвала', 'хвала', 30],

            ['хвастовство', 'хвастовство', 0],
            ['хвастовство', 'хвастовство', 1],
            ['хвастовство', 'хвастовство', 2],
            ['хвастовство', 'хвастовство', 30],

            ['хвастун', 'хвастун', 0],
            ['хвастун', 'хвастун', 1],
            ['хвастун', 'хвастун', 2],
            ['хвастун', 'хвастун', 30],

            ['хват', 'хват', 0],
            ['хват', 'хват', 1],
            ['хват', 'хват', 2],
            ['хват', 'хват', 30],

            ['хватка', 'хватка', 0],
            ['хватка', 'хватка', 1],
            ['хватка', 'хватка', 2],
            ['хватка', 'хватка', 30],

            ['хвоинка', 'хвоинка', 0],
            ['хвоинка', 'хвоинка', 1],
            ['хвоинка', 'хвоинка', 2],
            ['хвоинка', 'хвоинка', 30],

            ['хворост', 'хворост', 0],
            ['хворост', 'хворост', 1],
            ['хворост', 'хворост', 2],
            ['хворост', 'хворост', 30],

            ['хворостина', 'хворостина', 0],
            ['хворостина', 'хворостина', 1],
            ['хворостина', 'хворостина', 2],
            ['хворостина', 'хворостина', 30],

            ['хворь', 'хворь', 0],
            ['хворь', 'хворь', 1],
            ['хворь', 'хворь', 2],
            ['хворь', 'хворь', 30],

            ['хвост', 'хвост', 0],
            ['хвост', 'хвост', 1],
            ['хвост', 'хвост', 2],
            ['хвост', 'хвост', 30],

            ['хвостик', 'хвостик', 0],
            ['хвостик', 'хвостик', 1],
            ['хвостик', 'хвостик', 2],
            ['хвостик', 'хвостик', 30],

            ['хвоя', 'хвоя', 0],
            ['хвоя', 'хвоя', 1],
            ['хвоя', 'хвоя', 2],
            ['хвоя', 'хвоя', 30],

            ['хеврон', 'хеврон', 0],
            ['хеврон', 'хеврон', 1],
            ['хеврон', 'хеврон', 2],
            ['хеврон', 'хеврон', 30],

            ['хек', 'хек', 0],
            ['хек', 'хек', 1],
            ['хек', 'хек', 2],
            ['хек', 'хек', 30],

            ['хелдер', 'хелдер', 0],
            ['хелдер', 'хелдер', 1],
            ['хелдер', 'хелдер', 2],
            ['хелдер', 'хелдер', 30],

            ['хельсинки', 'хельсинки', 0],
            ['хельсинки', 'хельсинки', 1],
            ['хельсинки', 'хельсинки', 2],
            ['хельсинки', 'хельсинки', 30],

            ['хер', 'хер', 0],
            ['хер', 'хер', 1],
            ['хер', 'хер', 2],
            ['хер', 'хер', 30],

            ['херес', 'херес', 0],
            ['херес', 'херес', 1],
            ['херес', 'херес', 2],
            ['херес', 'херес', 30],

            ['херсон', 'херсон', 0],
            ['херсон', 'херсон', 1],
            ['херсон', 'херсон', 2],
            ['херсон', 'херсон', 30],

            ['хертогенбос', 'хертогенбос', 0],
            ['хертогенбос', 'хертогенбос', 1],
            ['хертогенбос', 'хертогенбос', 2],
            ['хертогенбос', 'хертогенбос', 30],

            ['херувим', 'херувим', 0],
            ['херувим', 'херувим', 1],
            ['херувим', 'херувим', 2],
            ['херувим', 'херувим', 30],

            ['хибарка', 'хибарка', 0],
            ['хибарка', 'хибарка', 1],
            ['хибарка', 'хибарка', 2],
            ['хибарка', 'хибарка', 30],

            ['хижина', 'хижина', 0],
            ['хижина', 'хижина', 1],
            ['хижина', 'хижина', 2],
            ['хижина', 'хижина', 30],

            ['химера', 'химера', 0],
            ['химера', 'химера', 1],
            ['химера', 'химера', 2],
            ['химера', 'химера', 30],

            ['химик', 'химик', 0],
            ['химик', 'химик', 1],
            ['химик', 'химик', 2],
            ['химик', 'химик', 30],

            ['химикат', 'химикат', 0],
            ['химикат', 'химикат', 1],
            ['химикат', 'химикат', 2],
            ['химикат', 'химикат', 30],

            ['химия', 'химия', 0],
            ['химия', 'химия', 1],
            ['химия', 'химия', 2],
            ['химия', 'химия', 30],

            ['химки', 'химки', 0],
            ['химки', 'химки', 1],
            ['химки', 'химки', 2],
            ['химки', 'химки', 30],

            ['химчистка', 'химчистка', 0],
            ['химчистка', 'химчистка', 1],
            ['химчистка', 'химчистка', 2],
            ['химчистка', 'химчистка', 30],

            ['хина', 'хина', 0],
            ['хина', 'хина', 1],
            ['хина', 'хина', 2],
            ['хина', 'хина', 30],

            ['хиппи', 'хиппи', 0],
            ['хиппи', 'хиппи', 1],
            ['хиппи', 'хиппи', 2],
            ['хиппи', 'хиппи', 30],

            ['хиросима', 'хиросима', 0],
            ['хиросима', 'хиросима', 1],
            ['хиросима', 'хиросима', 2],
            ['хиросима', 'хиросима', 30],

            ['хирург', 'хирург', 0],
            ['хирург', 'хирург', 1],
            ['хирург', 'хирург', 2],
            ['хирург', 'хирург', 30],

            ['хирургия', 'хирургия', 0],
            ['хирургия', 'хирургия', 1],
            ['хирургия', 'хирургия', 2],
            ['хирургия', 'хирургия', 30],

            ['хит', 'хит', 0],
            ['хит', 'хит', 1],
            ['хит', 'хит', 2],
            ['хит', 'хит', 30],

            ['хитрец', 'хитрец', 0],
            ['хитрец', 'хитрец', 1],
            ['хитрец', 'хитрец', 2],
            ['хитрец', 'хитрец', 30],

            ['хитрость', 'хитрость', 0],
            ['хитрость', 'хитрость', 1],
            ['хитрость', 'хитрость', 2],
            ['хитрость', 'хитрость', 30],

            ['хихиканье', 'хихиканье', 0],
            ['хихиканье', 'хихиканье', 1],
            ['хихиканье', 'хихиканье', 2],
            ['хихиканье', 'хихиканье', 30],

            ['хищение', 'хищение', 0],
            ['хищение', 'хищение', 1],
            ['хищение', 'хищение', 2],
            ['хищение', 'хищение', 30],

            ['хищник', 'хищник', 0],
            ['хищник', 'хищник', 1],
            ['хищник', 'хищник', 2],
            ['хищник', 'хищник', 30],

            ['хладнокровие', 'хладнокровие', 0],
            ['хладнокровие', 'хладнокровие', 1],
            ['хладнокровие', 'хладнокровие', 2],
            ['хладнокровие', 'хладнокровие', 30],

            ['хлам', 'хлам', 0],
            ['хлам', 'хлам', 1],
            ['хлам', 'хлам', 2],
            ['хлам', 'хлам', 30],

            ['хламида', 'хламида', 0],
            ['хламида', 'хламида', 1],
            ['хламида', 'хламида', 2],
            ['хламида', 'хламида', 30],

            ['хлеб', 'хлеб', 0],
            ['хлеб', 'хлеб', 1],
            ['хлеб', 'хлеб', 2],
            ['хлеб', 'хлеб', 30],

            ['хлебец', 'хлебец', 0],
            ['хлебец', 'хлебец', 1],
            ['хлебец', 'хлебец', 2],
            ['хлебец', 'хлебец', 30],

            ['хлебник', 'хлебник', 0],
            ['хлебник', 'хлебник', 1],
            ['хлебник', 'хлебник', 2],
            ['хлебник', 'хлебник', 30],

            ['хлебово', 'хлебово', 0],
            ['хлебово', 'хлебово', 1],
            ['хлебово', 'хлебово', 2],
            ['хлебово', 'хлебово', 30],

            ['хлебозаготовка', 'хлебозаготовка', 0],
            ['хлебозаготовка', 'хлебозаготовка', 1],
            ['хлебозаготовка', 'хлебозаготовка', 2],
            ['хлебозаготовка', 'хлебозаготовка', 30],

            ['хлеборезка', 'хлеборезка', 0],
            ['хлеборезка', 'хлеборезка', 1],
            ['хлеборезка', 'хлеборезка', 2],
            ['хлеборезка', 'хлеборезка', 30],

            ['хлебороб', 'хлебороб', 0],
            ['хлебороб', 'хлебороб', 1],
            ['хлебороб', 'хлебороб', 2],
            ['хлебороб', 'хлебороб', 30],

            ['хлебушко', 'хлебушко', 0],
            ['хлебушко', 'хлебушко', 1],
            ['хлебушко', 'хлебушко', 2],
            ['хлебушко', 'хлебушко', 30],

            ['хлев', 'хлев', 0],
            ['хлев', 'хлев', 1],
            ['хлев', 'хлев', 2],
            ['хлев', 'хлев', 30],

            ['хлоп', 'хлоп', 0],
            ['хлоп', 'хлоп', 1],
            ['хлоп', 'хлоп', 2],
            ['хлоп', 'хлоп', 30],

            ['хлопанье', 'хлопанье', 0],
            ['хлопанье', 'хлопанье', 1],
            ['хлопанье', 'хлопанье', 2],
            ['хлопанье', 'хлопанье', 30],

            ['хлопец', 'хлопец', 0],
            ['хлопец', 'хлопец', 1],
            ['хлопец', 'хлопец', 2],
            ['хлопец', 'хлопец', 30],

            ['хлопок', 'хлопок', 0],
            ['хлопок', 'хлопок', 1],
            ['хлопок', 'хлопок', 2],
            ['хлопок', 'хлопок', 30],

            ['хлопоты', 'хлопоты', 0],
            ['хлопоты', 'хлопоты', 1],
            ['хлопоты', 'хлопоты', 2],
            ['хлопоты', 'хлопоты', 30],

            ['хлопушка', 'хлопушка', 0],
            ['хлопушка', 'хлопушка', 1],
            ['хлопушка', 'хлопушка', 2],
            ['хлопушка', 'хлопушка', 30],

            ['хлопчик', 'хлопчик', 0],
            ['хлопчик', 'хлопчик', 1],
            ['хлопчик', 'хлопчик', 2],
            ['хлопчик', 'хлопчик', 30],

            ['хлопья', 'хлопья', 0],
            ['хлопья', 'хлопья', 1],
            ['хлопья', 'хлопья', 2],
            ['хлопья', 'хлопья', 30],

            ['хлор', 'хлор', 0],
            ['хлор', 'хлор', 1],
            ['хлор', 'хлор', 2],
            ['хлор', 'хлор', 30],

            ['хлорид', 'хлорид', 0],
            ['хлорид', 'хлорид', 1],
            ['хлорид', 'хлорид', 2],
            ['хлорид', 'хлорид', 30],

            ['хлорка', 'хлорка', 0],
            ['хлорка', 'хлорка', 1],
            ['хлорка', 'хлорка', 2],
            ['хлорка', 'хлорка', 30],

            ['хлороформ', 'хлороформ', 0],
            ['хлороформ', 'хлороформ', 1],
            ['хлороформ', 'хлороформ', 2],
            ['хлороформ', 'хлороформ', 30],

            ['хлыст', 'хлыст', 0],
            ['хлыст', 'хлыст', 1],
            ['хлыст', 'хлыст', 2],
            ['хлыст', 'хлыст', 30],

            ['хлюпик', 'хлюпик', 0],
            ['хлюпик', 'хлюпик', 1],
            ['хлюпик', 'хлюпик', 2],
            ['хлюпик', 'хлюпик', 30],

            ['хлюст', 'хлюст', 0],
            ['хлюст', 'хлюст', 1],
            ['хлюст', 'хлюст', 2],
            ['хлюст', 'хлюст', 30],

            ['хлябь', 'хлябь', 0],
            ['хлябь', 'хлябь', 1],
            ['хлябь', 'хлябь', 2],
            ['хлябь', 'хлябь', 30],

            ['хлястик', 'хлястик', 0],
            ['хлястик', 'хлястик', 1],
            ['хлястик', 'хлястик', 2],
            ['хлястик', 'хлястик', 30],

            ['хмель', 'хмель', 0],
            ['хмель', 'хмель', 1],
            ['хмель', 'хмель', 2],
            ['хмель', 'хмель', 30],

            ['хмельницкий', 'хмельницкий', 0],
            ['хмельницкий', 'хмельницкий', 1],
            ['хмельницкий', 'хмельницкий', 2],
            ['хмельницкий', 'хмельницкий', 30],

            ['хмырь', 'хмырь', 0],
            ['хмырь', 'хмырь', 1],
            ['хмырь', 'хмырь', 2],
            ['хмырь', 'хмырь', 30],

            ['хна', 'хна', 0],
            ['хна', 'хна', 1],
            ['хна', 'хна', 2],
            ['хна', 'хна', 30],

            ['хобби', 'хобби', 0],
            ['хобби', 'хобби', 1],
            ['хобби', 'хобби', 2],
            ['хобби', 'хобби', 30],

            ['хоббит', 'хоббит', 0],
            ['хоббит', 'хоббит', 1],
            ['хоббит', 'хоббит', 2],
            ['хоббит', 'хоббит', 30],

            ['хобот', 'хобот', 0],
            ['хобот', 'хобот', 1],
            ['хобот', 'хобот', 2],
            ['хобот', 'хобот', 30],

            ['хоботок', 'хоботок', 0],
            ['хоботок', 'хоботок', 1],
            ['хоботок', 'хоботок', 2],
            ['хоботок', 'хоботок', 30],

            ['ход', 'ход', 0],
            ['ход', 'ход', 1],
            ['ход', 'ход', 2],
            ['ход', 'ход', 30],

            ['ходатайство', 'ходатайство', 0],
            ['ходатайство', 'ходатайство', 1],
            ['ходатайство', 'ходатайство', 2],
            ['ходатайство', 'ходатайство', 30],

            ['ходик', 'ходик', 0],
            ['ходик', 'ходик', 1],
            ['ходик', 'ходик', 2],
            ['ходик', 'ходик', 30],

            ['ходок', 'ходок', 0],
            ['ходок', 'ходок', 1],
            ['ходок', 'ходок', 2],
            ['ходок', 'ходок', 30],

            ['ходуля', 'ходуля', 0],
            ['ходуля', 'ходуля', 1],
            ['ходуля', 'ходуля', 2],
            ['ходуля', 'ходуля', 30],

            ['ходун', 'ходун', 0],
            ['ходун', 'ходун', 1],
            ['ходун', 'ходун', 2],
            ['ходун', 'ходун', 30],

            ['ходьба', 'ходьба', 0],
            ['ходьба', 'ходьба', 1],
            ['ходьба', 'ходьба', 2],
            ['ходьба', 'ходьба', 30],

            ['хождение', 'хождение', 0],
            ['хождение', 'хождение', 1],
            ['хождение', 'хождение', 2],
            ['хождение', 'хождение', 30],

            ['хозяин', 'хозяин', 0],
            ['хозяин', 'хозяин', 1],
            ['хозяин', 'хозяин', 2],
            ['хозяин', 'хозяин', 30],

            ['хозяйка', 'хозяйка', 0],
            ['хозяйка', 'хозяйка', 1],
            ['хозяйка', 'хозяйка', 2],
            ['хозяйка', 'хозяйка', 30],

            ['хозяйственник', 'хозяйственник', 0],
            ['хозяйственник', 'хозяйственник', 1],
            ['хозяйственник', 'хозяйственник', 2],
            ['хозяйственник', 'хозяйственник', 30],

            ['хозяйство', 'хозяйство', 0],
            ['хозяйство', 'хозяйство', 1],
            ['хозяйство', 'хозяйство', 2],
            ['хозяйство', 'хозяйство', 30],

            ['хозяюшка', 'хозяюшка', 0],
            ['хозяюшка', 'хозяюшка', 1],
            ['хозяюшка', 'хозяюшка', 2],
            ['хозяюшка', 'хозяюшка', 30],

            ['хоккеист', 'хоккеист', 0],
            ['хоккеист', 'хоккеист', 1],
            ['хоккеист', 'хоккеист', 2],
            ['хоккеист', 'хоккеист', 30],

            ['хоккей', 'хоккей', 0],
            ['хоккей', 'хоккей', 1],
            ['хоккей', 'хоккей', 2],
            ['хоккей', 'хоккей', 30],

            ['холдинг', 'холдинг', 0],
            ['холдинг', 'холдинг', 1],
            ['холдинг', 'холдинг', 2],
            ['холдинг', 'холдинг', 30],

            ['холера', 'холера', 0],
            ['холера', 'холера', 1],
            ['холера', 'холера', 2],
            ['холера', 'холера', 30],

            ['холестерин', 'холестерин', 0],
            ['холестерин', 'холестерин', 1],
            ['холестерин', 'холестерин', 2],
            ['холестерин', 'холестерин', 30],

            ['холецистит', 'холецистит', 0],
            ['холецистит', 'холецистит', 1],
            ['холецистит', 'холецистит', 2],
            ['холецистит', 'холецистит', 30],

            ['холка', 'холка', 0],
            ['холка', 'холка', 1],
            ['холка', 'холка', 2],
            ['холка', 'холка', 30],

            ['холл', 'холл', 0],
            ['холл', 'холл', 1],
            ['холл', 'холл', 2],
            ['холл', 'холл', 30],

            ['холм', 'холм', 0],
            ['холм', 'холм', 1],
            ['холм', 'холм', 2],
            ['холм', 'холм', 30],

            ['холмик', 'холмик', 0],
            ['холмик', 'холмик', 1],
            ['холмик', 'холмик', 2],
            ['холмик', 'холмик', 30],

            ['холмс', 'холмс', 0],
            ['холмс', 'холмс', 1],
            ['холмс', 'холмс', 2],
            ['холмс', 'холмс', 30],

            ['холод', 'холод', 0],
            ['холод', 'холод', 1],
            ['холод', 'холод', 2],
            ['холод', 'холод', 30],

            ['холодец', 'холодец', 0],
            ['холодец', 'холодец', 1],
            ['холодец', 'холодец', 2],
            ['холодец', 'холодец', 30],

            ['холодильник', 'холодильник', 0],
            ['холодильник', 'холодильник', 1],
            ['холодильник', 'холодильник', 2],
            ['холодильник', 'холодильник', 30],

            ['холодность', 'холодность', 0],
            ['холодность', 'холодность', 1],
            ['холодность', 'холодность', 2],
            ['холодность', 'холодность', 30],

            ['холодок', 'холодок', 0],
            ['холодок', 'холодок', 1],
            ['холодок', 'холодок', 2],
            ['холодок', 'холодок', 30],

            ['холон', 'холон', 0],
            ['холон', 'холон', 1],
            ['холон', 'холон', 2],
            ['холон', 'холон', 30],

            ['холоп', 'холоп', 0],
            ['холоп', 'холоп', 1],
            ['холоп', 'холоп', 2],
            ['холоп', 'холоп', 30],

            ['холостяк', 'холостяк', 0],
            ['холостяк', 'холостяк', 1],
            ['холостяк', 'холостяк', 2],
            ['холостяк', 'холостяк', 30],

            ['холст', 'холст', 0],
            ['холст', 'холст', 1],
            ['холст', 'холст', 2],
            ['холст', 'холст', 30],

            ['холстина', 'холстина', 0],
            ['холстина', 'холстина', 1],
            ['холстина', 'холстина', 2],
            ['холстина', 'холстина', 30],

            ['холуй', 'холуй', 0],
            ['холуй', 'холуй', 1],
            ['холуй', 'холуй', 2],
            ['холуй', 'холуй', 30],

            ['хомут', 'хомут', 0],
            ['хомут', 'хомут', 1],
            ['хомут', 'хомут', 2],
            ['хомут', 'хомут', 30],

            ['хомяк', 'хомяк', 0],
            ['хомяк', 'хомяк', 1],
            ['хомяк', 'хомяк', 2],
            ['хомяк', 'хомяк', 30],

            ['хониара', 'хониара', 0],
            ['хониара', 'хониара', 1],
            ['хониара', 'хониара', 2],
            ['хониара', 'хониара', 30],

            ['хор', 'хор', 0],
            ['хор', 'хор', 1],
            ['хор', 'хор', 2],
            ['хор', 'хор', 30],

            ['хорал', 'хорал', 0],
            ['хорал', 'хорал', 1],
            ['хорал', 'хорал', 2],
            ['хорал', 'хорал', 30],

            ['хорват', 'хорват', 0],
            ['хорват', 'хорват', 1],
            ['хорват', 'хорват', 2],
            ['хорват', 'хорват', 30],

            ['хорватия', 'хорватия', 0],
            ['хорватия', 'хорватия', 1],
            ['хорватия', 'хорватия', 2],
            ['хорватия', 'хорватия', 30],

            ['хорек', 'хорек', 0],
            ['хорек', 'хорек', 1],
            ['хорек', 'хорек', 2],
            ['хорек', 'хорек', 30],

            ['хоровод', 'хоровод', 0],
            ['хоровод', 'хоровод', 1],
            ['хоровод', 'хоровод', 2],
            ['хоровод', 'хоровод', 30],

            ['хоромы', 'хоромы', 0],
            ['хоромы', 'хоромы', 1],
            ['хоромы', 'хоромы', 2],
            ['хоромы', 'хоромы', 30],

            ['хорсенс', 'хорсенс', 0],
            ['хорсенс', 'хорсенс', 1],
            ['хорсенс', 'хорсенс', 2],
            ['хорсенс', 'хорсенс', 30],

            ['хорь', 'хорь', 0],
            ['хорь', 'хорь', 1],
            ['хорь', 'хорь', 2],
            ['хорь', 'хорь', 30],

            ['хост', 'хост', 0],
            ['хост', 'хост', 1],
            ['хост', 'хост', 2],
            ['хост', 'хост', 30],

            ['хота', 'хота', 0],
            ['хота', 'хота', 1],
            ['хота', 'хота', 2],
            ['хота', 'хота', 30],

            ['хотение', 'хотение', 0],
            ['хотение', 'хотение', 1],
            ['хотение', 'хотение', 2],
            ['хотение', 'хотение', 30],

            ['хохма', 'хохма', 0],
            ['хохма', 'хохма', 1],
            ['хохма', 'хохма', 2],
            ['хохма', 'хохма', 30],

            ['хохол', 'хохол', 0],
            ['хохол', 'хохол', 1],
            ['хохол', 'хохол', 2],
            ['хохол', 'хохол', 30],

            ['хохолок', 'хохолок', 0],
            ['хохолок', 'хохолок', 1],
            ['хохолок', 'хохолок', 2],
            ['хохолок', 'хохолок', 30],

            ['хохот', 'хохот', 0],
            ['хохот', 'хохот', 1],
            ['хохот', 'хохот', 2],
            ['хохот', 'хохот', 30],

            ['хохотушка', 'хохотушка', 0],
            ['хохотушка', 'хохотушка', 1],
            ['хохотушка', 'хохотушка', 2],
            ['хохотушка', 'хохотушка', 30],

            ['храбрец', 'храбрец', 0],
            ['храбрец', 'храбрец', 1],
            ['храбрец', 'храбрец', 2],
            ['храбрец', 'храбрец', 30],

            ['храбрость', 'храбрость', 0],
            ['храбрость', 'храбрость', 1],
            ['храбрость', 'храбрость', 2],
            ['храбрость', 'храбрость', 30],

            ['храм', 'храм', 0],
            ['храм', 'храм', 1],
            ['храм', 'храм', 2],
            ['храм', 'храм', 30],

            ['хранение', 'хранение', 0],
            ['хранение', 'хранение', 1],
            ['хранение', 'хранение', 2],
            ['хранение', 'хранение', 30],

            ['хранилище', 'хранилище', 0],
            ['хранилище', 'хранилище', 1],
            ['хранилище', 'хранилище', 2],
            ['хранилище', 'хранилище', 30],

            ['хранитель', 'хранитель', 0],
            ['хранитель', 'хранитель', 1],
            ['хранитель', 'хранитель', 2],
            ['хранитель', 'хранитель', 30],

            ['хранительница', 'хранительница', 0],
            ['хранительница', 'хранительница', 1],
            ['хранительница', 'хранительница', 2],
            ['хранительница', 'хранительница', 30],

            ['храп', 'храп', 0],
            ['храп', 'храп', 1],
            ['храп', 'храп', 2],
            ['храп', 'храп', 30],

            ['хребет', 'хребет', 0],
            ['хребет', 'хребет', 1],
            ['хребет', 'хребет', 2],
            ['хребет', 'хребет', 30],

            ['хрен', 'хрен', 0],
            ['хрен', 'хрен', 1],
            ['хрен', 'хрен', 2],
            ['хрен', 'хрен', 30],

            ['хреновина', 'хреновина', 0],
            ['хреновина', 'хреновина', 1],
            ['хреновина', 'хреновина', 2],
            ['хреновина', 'хреновина', 30],

            ['хризантема', 'хризантема', 0],
            ['хризантема', 'хризантема', 1],
            ['хризантема', 'хризантема', 2],
            ['хризантема', 'хризантема', 30],

            ['хрип', 'хрип', 0],
            ['хрип', 'хрип', 1],
            ['хрип', 'хрип', 2],
            ['хрип', 'хрип', 30],

            ['хрипота', 'хрипота', 0],
            ['хрипота', 'хрипота', 1],
            ['хрипота', 'хрипота', 2],
            ['хрипота', 'хрипота', 30],

            ['хрипотца', 'хрипотца', 0],
            ['хрипотца', 'хрипотца', 1],
            ['хрипотца', 'хрипотца', 2],
            ['хрипотца', 'хрипотца', 30],

            ['христена', 'христена', 0],
            ['христена', 'христена', 1],
            ['христена', 'христена', 2],
            ['христена', 'христена', 30],

            ['христеня', 'христеня', 0],
            ['христеня', 'христеня', 1],
            ['христеня', 'христеня', 2],
            ['христеня', 'христеня', 30],

            ['христиан', 'христиан', 0],
            ['христиан', 'христиан', 1],
            ['христиан', 'христиан', 2],
            ['христиан', 'христиан', 30],

            ['христиана', 'христиана', 0],
            ['христиана', 'христиана', 1],
            ['христиана', 'христиана', 2],
            ['христиана', 'христиана', 30],

            ['христианин', 'христианин', 0],
            ['христианин', 'христианин', 1],
            ['христианин', 'христианин', 2],
            ['христианин', 'христианин', 30],

            ['христианство', 'христианство', 0],
            ['христианство', 'христианство', 1],
            ['христианство', 'христианство', 2],
            ['христианство', 'христианство', 30],

            ['христина', 'христина', 0],
            ['христина', 'христина', 1],
            ['христина', 'христина', 2],
            ['христина', 'христина', 30],

            ['христинка', 'христинка', 0],
            ['христинка', 'христинка', 1],
            ['христинка', 'христинка', 2],
            ['христинка', 'христинка', 30],

            ['христинья', 'христинья', 0],
            ['христинья', 'христинья', 1],
            ['христинья', 'христинья', 2],
            ['христинья', 'христинья', 30],

            ['христоня', 'христоня', 0],
            ['христоня', 'христоня', 1],
            ['христоня', 'христоня', 2],
            ['христоня', 'христоня', 30],

            ['христоша', 'христоша', 0],
            ['христоша', 'христоша', 1],
            ['христоша', 'христоша', 2],
            ['христоша', 'христоша', 30],

            ['христюха', 'христюха', 0],
            ['христюха', 'христюха', 1],
            ['христюха', 'христюха', 2],
            ['христюха', 'христюха', 30],

            ['христюша', 'христюша', 0],
            ['христюша', 'христюша', 1],
            ['христюша', 'христюша', 2],
            ['христюша', 'христюша', 30],

            ['христя', 'христя', 0],
            ['христя', 'христя', 1],
            ['христя', 'христя', 2],
            ['христя', 'христя', 30],

            ['хрися', 'хрися', 0],
            ['хрися', 'хрися', 1],
            ['хрися', 'хрися', 2],
            ['хрися', 'хрися', 30],

            ['хром', 'хром', 0],
            ['хром', 'хром', 1],
            ['хром', 'хром', 2],
            ['хром', 'хром', 30],

            ['хромой', 'хромой', 0],
            ['хромой', 'хромой', 1],
            ['хромой', 'хромой', 2],
            ['хромой', 'хромой', 30],

            ['хромосома', 'хромосома', 0],
            ['хромосома', 'хромосома', 1],
            ['хромосома', 'хромосома', 2],
            ['хромосома', 'хромосома', 30],

            ['хромота', 'хромота', 0],
            ['хромота', 'хромота', 1],
            ['хромота', 'хромота', 2],
            ['хромота', 'хромота', 30],

            ['хроник', 'хроник', 0],
            ['хроник', 'хроник', 1],
            ['хроник', 'хроник', 2],
            ['хроник', 'хроник', 30],

            ['хроника', 'хроника', 0],
            ['хроника', 'хроника', 1],
            ['хроника', 'хроника', 2],
            ['хроника', 'хроника', 30],

            ['хронология', 'хронология', 0],
            ['хронология', 'хронология', 1],
            ['хронология', 'хронология', 2],
            ['хронология', 'хронология', 30],

            ['хронометр', 'хронометр', 0],
            ['хронометр', 'хронометр', 1],
            ['хронометр', 'хронометр', 2],
            ['хронометр', 'хронометр', 30],

            ['хруст', 'хруст', 0],
            ['хруст', 'хруст', 1],
            ['хруст', 'хруст', 2],
            ['хруст', 'хруст', 30],

            ['хрусталик', 'хрусталик', 0],
            ['хрусталик', 'хрусталик', 1],
            ['хрусталик', 'хрусталик', 2],
            ['хрусталик', 'хрусталик', 30],

            ['хрусталь', 'хрусталь', 0],
            ['хрусталь', 'хрусталь', 1],
            ['хрусталь', 'хрусталь', 2],
            ['хрусталь', 'хрусталь', 30],

            ['хрыч', 'хрыч', 0],
            ['хрыч', 'хрыч', 1],
            ['хрыч', 'хрыч', 2],
            ['хрыч', 'хрыч', 30],

            ['хрящ', 'хрящ', 0],
            ['хрящ', 'хрящ', 1],
            ['хрящ', 'хрящ', 2],
            ['хрящ', 'хрящ', 30],

            ['хрящик', 'хрящик', 0],
            ['хрящик', 'хрящик', 1],
            ['хрящик', 'хрящик', 2],
            ['хрящик', 'хрящик', 30],

            ['худо', 'худо', 0],
            ['худо', 'худо', 1],
            ['худо', 'худо', 2],
            ['худо', 'худо', 30],

            ['худоба', 'худоба', 0],
            ['худоба', 'худоба', 1],
            ['худоба', 'худоба', 2],
            ['худоба', 'худоба', 30],

            ['художество', 'художество', 0],
            ['художество', 'художество', 1],
            ['художество', 'художество', 2],
            ['художество', 'художество', 30],

            ['художник', 'художник', 0],
            ['художник', 'художник', 1],
            ['художник', 'художник', 2],
            ['художник', 'художник', 30],

            ['художница', 'художница', 0],
            ['художница', 'художница', 1],
            ['художница', 'художница', 2],
            ['художница', 'художница', 30],

            ['хулиган', 'хулиган', 0],
            ['хулиган', 'хулиган', 1],
            ['хулиган', 'хулиган', 2],
            ['хулиган', 'хулиган', 30],

            ['хулиганство', 'хулиганство', 0],
            ['хулиганство', 'хулиганство', 1],
            ['хулиганство', 'хулиганство', 2],
            ['хулиганство', 'хулиганство', 30],

            ['хулиганье', 'хулиганье', 0],
            ['хулиганье', 'хулиганье', 1],
            ['хулиганье', 'хулиганье', 2],
            ['хулиганье', 'хулиганье', 30],

            ['хунта', 'хунта', 0],
            ['хунта', 'хунта', 1],
            ['хунта', 'хунта', 2],
            ['хунта', 'хунта', 30],

            ['хутор', 'хутор', 0],
            ['хутор', 'хутор', 1],
            ['хутор', 'хутор', 2],
            ['хутор', 'хутор', 30],

            ['хуторок', 'хуторок', 0],
            ['хуторок', 'хуторок', 1],
            ['хуторок', 'хуторок', 2],
            ['хуторок', 'хуторок', 30],

            ['хуторянин', 'хуторянин', 0],
            ['хуторянин', 'хуторянин', 1],
            ['хуторянин', 'хуторянин', 2],
            ['хуторянин', 'хуторянин', 30],

            ['цапля', 'цапля', 0],
            ['цапля', 'цапля', 1],
            ['цапля', 'цапля', 2],
            ['цапля', 'цапля', 30],

            ['царапина', 'царапина', 0],
            ['царапина', 'царапина', 1],
            ['царапина', 'царапина', 2],
            ['царапина', 'царапина', 30],

            ['царевич', 'царевич', 0],
            ['царевич', 'царевич', 1],
            ['царевич', 'царевич', 2],
            ['царевич', 'царевич', 30],

            ['царевна', 'царевна', 0],
            ['царевна', 'царевна', 1],
            ['царевна', 'царевна', 2],
            ['царевна', 'царевна', 30],

            ['царизм', 'царизм', 0],
            ['царизм', 'царизм', 1],
            ['царизм', 'царизм', 2],
            ['царизм', 'царизм', 30],

            ['царица', 'царица', 0],
            ['царица', 'царица', 1],
            ['царица', 'царица', 2],
            ['царица', 'царица', 30],

            ['царствие', 'царствие', 0],
            ['царствие', 'царствие', 1],
            ['царствие', 'царствие', 2],
            ['царствие', 'царствие', 30],

            ['царство', 'царство', 0],
            ['царство', 'царство', 1],
            ['царство', 'царство', 2],
            ['царство', 'царство', 30],

            ['царствование', 'царствование', 0],
            ['царствование', 'царствование', 1],
            ['царствование', 'царствование', 2],
            ['царствование', 'царствование', 30],

            ['царь', 'царь', 0],
            ['царь', 'царь', 1],
            ['царь', 'царь', 2],
            ['царь', 'царь', 30],

            ['цаца', 'цаца', 0],
            ['цаца', 'цаца', 1],
            ['цаца', 'цаца', 2],
            ['цаца', 'цаца', 30],

            ['цб', 'цб', 0],
            ['цб', 'цб', 1],
            ['цб', 'цб', 2],
            ['цб', 'цб', 30],

            ['цвель', 'цвель', 0],
            ['цвель', 'цвель', 1],
            ['цвель', 'цвель', 2],
            ['цвель', 'цвель', 30],

            ['цвет', 'цвет', 0],
            ['цвет', 'цвет', 1],
            ['цвет', 'цвет', 2],
            ['цвет', 'цвет', 30],

            ['цветаева', 'цветаева', 0],
            ['цветаева', 'цветаева', 1],
            ['цветаева', 'цветаева', 2],
            ['цветаева', 'цветаева', 30],

            ['цветение', 'цветение', 0],
            ['цветение', 'цветение', 1],
            ['цветение', 'цветение', 2],
            ['цветение', 'цветение', 30],

            ['цветник', 'цветник', 0],
            ['цветник', 'цветник', 1],
            ['цветник', 'цветник', 2],
            ['цветник', 'цветник', 30],

            ['цветной', 'цветной', 0],
            ['цветной', 'цветной', 1],
            ['цветной', 'цветной', 2],
            ['цветной', 'цветной', 30],

            ['цветок', 'цветок', 0],
            ['цветок', 'цветок', 1],
            ['цветок', 'цветок', 2],
            ['цветок', 'цветок', 30],

            ['цветочек', 'цветочек', 0],
            ['цветочек', 'цветочек', 1],
            ['цветочек', 'цветочек', 2],
            ['цветочек', 'цветочек', 30],

            ['целесообразность', 'целесообразность', 0],
            ['целесообразность', 'целесообразность', 1],
            ['целесообразность', 'целесообразность', 2],
            ['целесообразность', 'целесообразность', 30],

            ['целеустремленность', 'целеустремленность', 0],
            ['целеустремленность', 'целеустремленность', 1],
            ['целеустремленность', 'целеустремленность', 2],
            ['целеустремленность', 'целеустремленность', 30],

            ['целина', 'целина', 0],
            ['целина', 'целина', 1],
            ['целина', 'целина', 2],
            ['целина', 'целина', 30],

            ['целитель', 'целитель', 0],
            ['целитель', 'целитель', 1],
            ['целитель', 'целитель', 2],
            ['целитель', 'целитель', 30],

            ['целковый', 'целковый', 0],
            ['целковый', 'целковый', 1],
            ['целковый', 'целковый', 2],
            ['целковый', 'целковый', 30],

            ['целлофан', 'целлофан', 0],
            ['целлофан', 'целлофан', 1],
            ['целлофан', 'целлофан', 2],
            ['целлофан', 'целлофан', 30],

            ['целомудрие', 'целомудрие', 0],
            ['целомудрие', 'целомудрие', 1],
            ['целомудрие', 'целомудрие', 2],
            ['целомудрие', 'целомудрие', 30],

            ['целостность', 'целостность', 0],
            ['целостность', 'целостность', 1],
            ['целостность', 'целостность', 2],
            ['целостность', 'целостность', 30],

            ['целость', 'целость', 0],
            ['целость', 'целость', 1],
            ['целость', 'целость', 2],
            ['целость', 'целость', 30],

            ['цель', 'цель', 0],
            ['цель', 'цель', 1],
            ['цель', 'цель', 2],
            ['цель', 'цель', 30],

            ['цельность', 'цельность', 0],
            ['цельность', 'цельность', 1],
            ['цельность', 'цельность', 2],
            ['цельность', 'цельность', 30],

            ['цемент', 'цемент', 0],
            ['цемент', 'цемент', 1],
            ['цемент', 'цемент', 2],
            ['цемент', 'цемент', 30],

            ['цена', 'цена', 0],
            ['цена', 'цена', 1],
            ['цена', 'цена', 2],
            ['цена', 'цена', 30],

            ['цензор', 'цензор', 0],
            ['цензор', 'цензор', 1],
            ['цензор', 'цензор', 2],
            ['цензор', 'цензор', 30],

            ['цензура', 'цензура', 0],
            ['цензура', 'цензура', 1],
            ['цензура', 'цензура', 2],
            ['цензура', 'цензура', 30],

            ['ценитель', 'ценитель', 0],
            ['ценитель', 'ценитель', 1],
            ['ценитель', 'ценитель', 2],
            ['ценитель', 'ценитель', 30],

            ['ценник', 'ценник', 0],
            ['ценник', 'ценник', 1],
            ['ценник', 'ценник', 2],
            ['ценник', 'ценник', 30],

            ['ценность', 'ценность', 0],
            ['ценность', 'ценность', 1],
            ['ценность', 'ценность', 2],
            ['ценность', 'ценность', 30],

            ['цент', 'цент', 0],
            ['цент', 'цент', 1],
            ['цент', 'цент', 2],
            ['цент', 'цент', 30],

            ['центнер', 'центнер', 0],
            ['центнер', 'центнер', 1],
            ['центнер', 'центнер', 2],
            ['центнер', 'центнер', 30],

            ['центр', 'центр', 0],
            ['центр', 'центр', 1],
            ['центр', 'центр', 2],
            ['центр', 'центр', 30],

            ['центробанк', 'центробанк', 0],
            ['центробанк', 'центробанк', 1],
            ['центробанк', 'центробанк', 2],
            ['центробанк', 'центробанк', 30],

            ['цепочка', 'цепочка', 0],
            ['цепочка', 'цепочка', 1],
            ['цепочка', 'цепочка', 2],
            ['цепочка', 'цепочка', 30],

            ['цепь', 'цепь', 0],
            ['цепь', 'цепь', 1],
            ['цепь', 'цепь', 2],
            ['цепь', 'цепь', 30],

            ['церемония', 'церемония', 0],
            ['церемония', 'церемония', 1],
            ['церемония', 'церемония', 2],
            ['церемония', 'церемония', 30],

            ['церквушка', 'церквушка', 0],
            ['церквушка', 'церквушка', 1],
            ['церквушка', 'церквушка', 2],
            ['церквушка', 'церквушка', 30],

            ['церковка', 'церковка', 0],
            ['церковка', 'церковка', 1],
            ['церковка', 'церковка', 2],
            ['церковка', 'церковка', 30],

            ['церковник', 'церковник', 0],
            ['церковник', 'церковник', 1],
            ['церковник', 'церковник', 2],
            ['церковник', 'церковник', 30],

            ['церковь', 'церковь', 0],
            ['церковь', 'церковь', 1],
            ['церковь', 'церковь', 2],
            ['церковь', 'церковь', 30],

            ['цех', 'цех', 0],
            ['цех', 'цех', 1],
            ['цех', 'цех', 2],
            ['цех', 'цех', 30],

            ['цианоз', 'цианоз', 0],
            ['цианоз', 'цианоз', 1],
            ['цианоз', 'цианоз', 2],
            ['цианоз', 'цианоз', 30],

            ['цивилизация', 'цивилизация', 0],
            ['цивилизация', 'цивилизация', 1],
            ['цивилизация', 'цивилизация', 2],
            ['цивилизация', 'цивилизация', 30],

            ['цигарка', 'цигарка', 0],
            ['цигарка', 'цигарка', 1],
            ['цигарка', 'цигарка', 2],
            ['цигарка', 'цигарка', 30],

            ['цикада', 'цикада', 0],
            ['цикада', 'цикада', 1],
            ['цикада', 'цикада', 2],
            ['цикада', 'цикада', 30],

            ['цикл', 'цикл', 0],
            ['цикл', 'цикл', 1],
            ['цикл', 'цикл', 2],
            ['цикл', 'цикл', 30],

            ['цикличность', 'цикличность', 0],
            ['цикличность', 'цикличность', 1],
            ['цикличность', 'цикличность', 2],
            ['цикличность', 'цикличность', 30],

            ['циклон', 'циклон', 0],
            ['циклон', 'циклон', 1],
            ['циклон', 'циклон', 2],
            ['циклон', 'циклон', 30],

            ['цикля', 'цикля', 0],
            ['цикля', 'цикля', 1],
            ['цикля', 'цикля', 2],
            ['цикля', 'цикля', 30],

            ['цилиндр', 'цилиндр', 0],
            ['цилиндр', 'цилиндр', 1],
            ['цилиндр', 'цилиндр', 2],
            ['цилиндр', 'цилиндр', 30],

            ['цилиндрик', 'цилиндрик', 0],
            ['цилиндрик', 'цилиндрик', 1],
            ['цилиндрик', 'цилиндрик', 2],
            ['цилиндрик', 'цилиндрик', 30],

            ['цинга', 'цинга', 0],
            ['цинга', 'цинга', 1],
            ['цинга', 'цинга', 2],
            ['цинга', 'цинга', 30],

            ['цинизм', 'цинизм', 0],
            ['цинизм', 'цинизм', 1],
            ['цинизм', 'цинизм', 2],
            ['цинизм', 'цинизм', 30],

            ['циник', 'циник', 0],
            ['циник', 'циник', 1],
            ['циник', 'циник', 2],
            ['циник', 'циник', 30],

            ['цинк', 'цинк', 0],
            ['цинк', 'цинк', 1],
            ['цинк', 'цинк', 2],
            ['цинк', 'цинк', 30],

            ['циновка', 'циновка', 0],
            ['циновка', 'циновка', 1],
            ['циновка', 'циновка', 2],
            ['циновка', 'циновка', 30],

            ['цирк', 'цирк', 0],
            ['цирк', 'цирк', 1],
            ['цирк', 'цирк', 2],
            ['цирк', 'цирк', 30],

            ['циркач', 'циркач', 0],
            ['циркач', 'циркач', 1],
            ['циркач', 'циркач', 2],
            ['циркач', 'циркач', 30],

            ['циркачка', 'циркачка', 0],
            ['циркачка', 'циркачка', 1],
            ['циркачка', 'циркачка', 2],
            ['циркачка', 'циркачка', 30],

            ['циркуль', 'циркуль', 0],
            ['циркуль', 'циркуль', 1],
            ['циркуль', 'циркуль', 2],
            ['циркуль', 'циркуль', 30],

            ['циркуляция', 'циркуляция', 0],
            ['циркуляция', 'циркуляция', 1],
            ['циркуляция', 'циркуляция', 2],
            ['циркуляция', 'циркуляция', 30],

            ['цирроз', 'цирроз', 0],
            ['цирроз', 'цирроз', 1],
            ['цирроз', 'цирроз', 2],
            ['цирроз', 'цирроз', 30],

            ['цирюльник', 'цирюльник', 0],
            ['цирюльник', 'цирюльник', 1],
            ['цирюльник', 'цирюльник', 2],
            ['цирюльник', 'цирюльник', 30],

            ['цистерна', 'цистерна', 0],
            ['цистерна', 'цистерна', 1],
            ['цистерна', 'цистерна', 2],
            ['цистерна', 'цистерна', 30],

            ['цистит', 'цистит', 0],
            ['цистит', 'цистит', 1],
            ['цистит', 'цистит', 2],
            ['цистит', 'цистит', 30],

            ['цитадель', 'цитадель', 0],
            ['цитадель', 'цитадель', 1],
            ['цитадель', 'цитадель', 2],
            ['цитадель', 'цитадель', 30],

            ['цитата', 'цитата', 0],
            ['цитата', 'цитата', 1],
            ['цитата', 'цитата', 2],
            ['цитата', 'цитата', 30],

            ['циферблат', 'циферблат', 0],
            ['циферблат', 'циферблат', 1],
            ['циферблат', 'циферблат', 2],
            ['циферблат', 'циферблат', 30],

            ['цифра', 'цифра', 0],
            ['цифра', 'цифра', 1],
            ['цифра', 'цифра', 2],
            ['цифра', 'цифра', 30],

            ['цк', 'цк', 0],
            ['цк', 'цк', 1],
            ['цк', 'цк', 2],
            ['цк', 'цк', 30],

            ['цру', 'цру', 0],
            ['цру', 'цру', 1],
            ['цру', 'цру', 2],
            ['цру', 'цру', 30],

            ['цска', 'цска', 0],
            ['цска', 'цска', 1],
            ['цска', 'цска', 2],
            ['цска', 'цска', 30],

            ['цукуба', 'цукуба', 0],
            ['цукуба', 'цукуба', 1],
            ['цукуба', 'цукуба', 2],
            ['цукуба', 'цукуба', 30],

            ['цфат', 'цфат', 0],
            ['цфат', 'цфат', 1],
            ['цфат', 'цфат', 2],
            ['цфат', 'цфат', 30],

            ['цыган', 'цыган', 0],
            ['цыган', 'цыган', 1],
            ['цыган', 'цыган', 2],
            ['цыган', 'цыган', 30],

            ['цыганка', 'цыганка', 0],
            ['цыганка', 'цыганка', 1],
            ['цыганка', 'цыганка', 2],
            ['цыганка', 'цыганка', 30],

            ['цыганочка', 'цыганочка', 0],
            ['цыганочка', 'цыганочка', 1],
            ['цыганочка', 'цыганочка', 2],
            ['цыганочка', 'цыганочка', 30],

            ['цыпленок', 'цыпленок', 0],
            ['цыпленок', 'цыпленок', 1],
            ['цыпленок', 'цыпленок', 2],
            ['цыпленок', 'цыпленок', 30],

            ['цыпочки', 'цыпочки', 0],
            ['цыпочки', 'цыпочки', 1],
            ['цыпочки', 'цыпочки', 2],
            ['цыпочки', 'цыпочки', 30],

            ['цюрих', 'цюрих', 0],
            ['цюрих', 'цюрих', 1],
            ['цюрих', 'цюрих', 2],
            ['цюрих', 'цюрих', 30],

            ['чабан', 'чабан', 0],
            ['чабан', 'чабан', 1],
            ['чабан', 'чабан', 2],
            ['чабан', 'чабан', 30],

            ['чавканье', 'чавканье', 0],
            ['чавканье', 'чавканье', 1],
            ['чавканье', 'чавканье', 2],
            ['чавканье', 'чавканье', 30],

            ['чаво', 'чаво', 0],
            ['чаво', 'чаво', 1],
            ['чаво', 'чаво', 2],
            ['чаво', 'чаво', 30],

            ['чад', 'чад', 0],
            ['чад', 'чад', 1],
            ['чад', 'чад', 2],
            ['чад', 'чад', 30],

            ['чадо', 'чадо', 0],
            ['чадо', 'чадо', 1],
            ['чадо', 'чадо', 2],
            ['чадо', 'чадо', 30],

            ['чаек', 'чаек', 0],
            ['чаек', 'чаек', 1],
            ['чаек', 'чаек', 2],
            ['чаек', 'чаек', 30],

            ['чаепитие', 'чаепитие', 0],
            ['чаепитие', 'чаепитие', 1],
            ['чаепитие', 'чаепитие', 2],
            ['чаепитие', 'чаепитие', 30],

            ['чаинка', 'чаинка', 0],
            ['чаинка', 'чаинка', 1],
            ['чаинка', 'чаинка', 2],
            ['чаинка', 'чаинка', 30],

            ['чай', 'чай', 0],
            ['чай', 'чай', 1],
            ['чай', 'чай', 2],
            ['чай', 'чай', 30],

            ['чайка', 'чайка', 0],
            ['чайка', 'чайка', 1],
            ['чайка', 'чайка', 2],
            ['чайка', 'чайка', 30],

            ['чайник', 'чайник', 0],
            ['чайник', 'чайник', 1],
            ['чайник', 'чайник', 2],
            ['чайник', 'чайник', 30],

            ['чайхана', 'чайхана', 0],
            ['чайхана', 'чайхана', 1],
            ['чайхана', 'чайхана', 2],
            ['чайхана', 'чайхана', 30],

            ['чакра', 'чакра', 0],
            ['чакра', 'чакра', 1],
            ['чакра', 'чакра', 2],
            ['чакра', 'чакра', 30],

            ['чалка', 'чалка', 0],
            ['чалка', 'чалка', 1],
            ['чалка', 'чалка', 2],
            ['чалка', 'чалка', 30],

            ['чалма', 'чалма', 0],
            ['чалма', 'чалма', 1],
            ['чалма', 'чалма', 2],
            ['чалма', 'чалма', 30],

            ['чан', 'чан', 0],
            ['чан', 'чан', 1],
            ['чан', 'чан', 2],
            ['чан', 'чан', 30],

            ['чара', 'чара', 0],
            ['чара', 'чара', 1],
            ['чара', 'чара', 2],
            ['чара', 'чара', 30],

            ['чарка', 'чарка', 0],
            ['чарка', 'чарка', 1],
            ['чарка', 'чарка', 2],
            ['чарка', 'чарка', 30],

            ['чародей', 'чародей', 0],
            ['чародей', 'чародей', 1],
            ['чародей', 'чародей', 2],
            ['чародей', 'чародей', 30],

            ['чародейка', 'чародейка', 0],
            ['чародейка', 'чародейка', 1],
            ['чародейка', 'чародейка', 2],
            ['чародейка', 'чародейка', 30],

            ['чародейство', 'чародейство', 0],
            ['чародейство', 'чародейство', 1],
            ['чародейство', 'чародейство', 2],
            ['чародейство', 'чародейство', 30],

            ['час', 'час', 0],
            ['час', 'час', 1],
            ['час', 'час', 2],
            ['час', 'час', 30],

            ['часик', 'часик', 0],
            ['часик', 'часик', 1],
            ['часик', 'часик', 2],
            ['часик', 'часик', 30],

            ['часовенка', 'часовенка', 0],
            ['часовенка', 'часовенка', 1],
            ['часовенка', 'часовенка', 2],
            ['часовенка', 'часовенка', 30],

            ['часовня', 'часовня', 0],
            ['часовня', 'часовня', 1],
            ['часовня', 'часовня', 2],
            ['часовня', 'часовня', 30],

            ['часовой', 'часовой', 0],
            ['часовой', 'часовой', 1],
            ['часовой', 'часовой', 2],
            ['часовой', 'часовой', 30],

            ['часовщик', 'часовщик', 0],
            ['часовщик', 'часовщик', 1],
            ['часовщик', 'часовщик', 2],
            ['часовщик', 'часовщик', 30],

            ['часок', 'часок', 0],
            ['часок', 'часок', 1],
            ['часок', 'часок', 2],
            ['часок', 'часок', 30],

            ['частица', 'частица', 0],
            ['частица', 'частица', 1],
            ['частица', 'частица', 2],
            ['частица', 'частица', 30],

            ['частичка', 'частичка', 0],
            ['частичка', 'частичка', 1],
            ['частичка', 'частичка', 2],
            ['частичка', 'частичка', 30],

            ['частник', 'частник', 0],
            ['частник', 'частник', 1],
            ['частник', 'частник', 2],
            ['частник', 'частник', 30],

            ['частность', 'частность', 0],
            ['частность', 'частность', 1],
            ['частность', 'частность', 2],
            ['частность', 'частность', 30],

            ['частокол', 'частокол', 0],
            ['частокол', 'частокол', 1],
            ['частокол', 'частокол', 2],
            ['частокол', 'частокол', 30],

            ['частота', 'частота', 0],
            ['частота', 'частота', 1],
            ['частота', 'частота', 2],
            ['частота', 'частота', 30],

            ['частушка', 'частушка', 0],
            ['частушка', 'частушка', 1],
            ['частушка', 'частушка', 2],
            ['частушка', 'частушка', 30],

            ['часть', 'часть', 0],
            ['часть', 'часть', 1],
            ['часть', 'часть', 2],
            ['часть', 'часть', 30],

            ['чахотка', 'чахотка', 0],
            ['чахотка', 'чахотка', 1],
            ['чахотка', 'чахотка', 2],
            ['чахотка', 'чахотка', 30],

            ['чача', 'чача', 0],
            ['чача', 'чача', 1],
            ['чача', 'чача', 2],
            ['чача', 'чача', 30],

            ['чаша', 'чаша', 0],
            ['чаша', 'чаша', 1],
            ['чаша', 'чаша', 2],
            ['чаша', 'чаша', 30],

            ['чашечка', 'чашечка', 0],
            ['чашечка', 'чашечка', 1],
            ['чашечка', 'чашечка', 2],
            ['чашечка', 'чашечка', 30],

            ['чашка', 'чашка', 0],
            ['чашка', 'чашка', 1],
            ['чашка', 'чашка', 2],
            ['чашка', 'чашка', 30],

            ['чаща', 'чаща', 0],
            ['чаща', 'чаща', 1],
            ['чаща', 'чаща', 2],
            ['чаща', 'чаща', 30],

            ['чащоба', 'чащоба', 0],
            ['чащоба', 'чащоба', 1],
            ['чащоба', 'чащоба', 2],
            ['чащоба', 'чащоба', 30],

            ['чаяние', 'чаяние', 0],
            ['чаяние', 'чаяние', 1],
            ['чаяние', 'чаяние', 2],
            ['чаяние', 'чаяние', 30],

            ['чек', 'чек', 0],
            ['чек', 'чек', 1],
            ['чек', 'чек', 2],
            ['чек', 'чек', 30],

            ['чека', 'чека', 0],
            ['чека', 'чека', 1],
            ['чека', 'чека', 2],
            ['чека', 'чека', 30],

            ['чеканка', 'чеканка', 0],
            ['чеканка', 'чеканка', 1],
            ['чеканка', 'чеканка', 2],
            ['чеканка', 'чеканка', 30],

            ['чекист', 'чекист', 0],
            ['чекист', 'чекист', 1],
            ['чекист', 'чекист', 2],
            ['чекист', 'чекист', 30],

            ['чекушка', 'чекушка', 0],
            ['чекушка', 'чекушка', 1],
            ['чекушка', 'чекушка', 2],
            ['чекушка', 'чекушка', 30],

            ['чел¤бинск', 'чел¤бинск', 0],
            ['чел¤бинск', 'чел¤бинск', 1],
            ['чел¤бинск', 'чел¤бинск', 2],
            ['чел¤бинск', 'чел¤бинск', 30],

            ['челка', 'челка', 0],
            ['челка', 'челка', 1],
            ['челка', 'челка', 2],
            ['челка', 'челка', 30],

            ['челн', 'челн', 0],
            ['челн', 'челн', 1],
            ['челн', 'челн', 2],
            ['челн', 'челн', 30],

            ['челнок', 'челнок', 0],
            ['челнок', 'челнок', 1],
            ['челнок', 'челнок', 2],
            ['челнок', 'челнок', 30],

            ['чело', 'чело', 0],
            ['чело', 'чело', 1],
            ['чело', 'чело', 2],
            ['чело', 'чело', 30],

            ['человек', 'человек', 0],
            ['человек', 'человек', 1],
            ['человек', 'человек', 2],
            ['человек', 'человек', 30],

            ['человеколюбие', 'человеколюбие', 0],
            ['человеколюбие', 'человеколюбие', 1],
            ['человеколюбие', 'человеколюбие', 2],
            ['человеколюбие', 'человеколюбие', 30],

            ['человечек', 'человечек', 0],
            ['человечек', 'человечек', 1],
            ['человечек', 'человечек', 2],
            ['человечек', 'человечек', 30],

            ['человечество', 'человечество', 0],
            ['человечество', 'человечество', 1],
            ['человечество', 'человечество', 2],
            ['человечество', 'человечество', 30],

            ['человечность', 'человечность', 0],
            ['человечность', 'человечность', 1],
            ['человечность', 'человечность', 2],
            ['человечность', 'человечность', 30],

            ['челочка', 'челочка', 0],
            ['челочка', 'челочка', 1],
            ['челочка', 'челочка', 2],
            ['челочка', 'челочка', 30],

            ['челюсть', 'челюсть', 0],
            ['челюсть', 'челюсть', 1],
            ['челюсть', 'челюсть', 2],
            ['челюсть', 'челюсть', 30],

            ['челябинск', 'челябинск', 0],
            ['челябинск', 'челябинск', 1],
            ['челябинск', 'челябинск', 2],
            ['челябинск', 'челябинск', 30],

            ['челядь', 'челядь', 0],
            ['челядь', 'челядь', 1],
            ['челядь', 'челядь', 2],
            ['челядь', 'челядь', 30],

            ['чемодан', 'чемодан', 0],
            ['чемодан', 'чемодан', 1],
            ['чемодан', 'чемодан', 2],
            ['чемодан', 'чемодан', 30],

            ['чемоданчик', 'чемоданчик', 0],
            ['чемоданчик', 'чемоданчик', 1],
            ['чемоданчик', 'чемоданчик', 2],
            ['чемоданчик', 'чемоданчик', 30],

            ['чемпион', 'чемпион', 0],
            ['чемпион', 'чемпион', 1],
            ['чемпион', 'чемпион', 2],
            ['чемпион', 'чемпион', 30],

            ['чемпионат', 'чемпионат', 0],
            ['чемпионат', 'чемпионат', 1],
            ['чемпионат', 'чемпионат', 2],
            ['чемпионат', 'чемпионат', 30],

            ['чепец', 'чепец', 0],
            ['чепец', 'чепец', 1],
            ['чепец', 'чепец', 2],
            ['чепец', 'чепец', 30],

            ['чепуха', 'чепуха', 0],
            ['чепуха', 'чепуха', 1],
            ['чепуха', 'чепуха', 2],
            ['чепуха', 'чепуха', 30],

            ['чепчик', 'чепчик', 0],
            ['чепчик', 'чепчик', 1],
            ['чепчик', 'чепчик', 2],
            ['чепчик', 'чепчик', 30],

            ['червонец', 'червонец', 0],
            ['червонец', 'червонец', 1],
            ['червонец', 'червонец', 2],
            ['червонец', 'червонец', 30],

            ['червончик', 'червончик', 0],
            ['червончик', 'червончик', 1],
            ['червончик', 'червончик', 2],
            ['червончик', 'червончик', 30],

            ['червь', 'червь', 0],
            ['червь', 'червь', 1],
            ['червь', 'червь', 2],
            ['червь', 'червь', 30],

            ['червяк', 'червяк', 0],
            ['червяк', 'червяк', 1],
            ['червяк', 'червяк', 2],
            ['червяк', 'червяк', 30],

            ['червячок', 'червячок', 0],
            ['червячок', 'червячок', 1],
            ['червячок', 'червячок', 2],
            ['червячок', 'червячок', 30],

            ['чердак', 'чердак', 0],
            ['чердак', 'чердак', 1],
            ['чердак', 'чердак', 2],
            ['чердак', 'чердак', 30],

            ['черед', 'черед', 0],
            ['черед', 'черед', 1],
            ['черед', 'черед', 2],
            ['черед', 'черед', 30],

            ['череда', 'череда', 0],
            ['череда', 'череда', 1],
            ['череда', 'череда', 2],
            ['череда', 'череда', 30],

            ['чередниченко', 'чередниченко', 0],
            ['чередниченко', 'чередниченко', 1],
            ['чередниченко', 'чередниченко', 2],
            ['чередниченко', 'чередниченко', 30],

            ['чередование', 'чередование', 0],
            ['чередование', 'чередование', 1],
            ['чередование', 'чередование', 2],
            ['чередование', 'чередование', 30],

            ['черемуха', 'черемуха', 0],
            ['черемуха', 'черемуха', 1],
            ['черемуха', 'черемуха', 2],
            ['черемуха', 'черемуха', 30],

            ['черемушки', 'черемушки', 0],
            ['черемушки', 'черемушки', 1],
            ['черемушки', 'черемушки', 2],
            ['черемушки', 'черемушки', 30],

            ['черенок', 'черенок', 0],
            ['черенок', 'черенок', 1],
            ['черенок', 'черенок', 2],
            ['черенок', 'черенок', 30],

            ['череп', 'череп', 0],
            ['череп', 'череп', 1],
            ['череп', 'череп', 2],
            ['череп', 'череп', 30],

            ['черепаха', 'черепаха', 0],
            ['черепаха', 'черепаха', 1],
            ['черепаха', 'черепаха', 2],
            ['черепаха', 'черепаха', 30],

            ['черепица', 'черепица', 0],
            ['черепица', 'черепица', 1],
            ['черепица', 'черепица', 2],
            ['черепица', 'черепица', 30],

            ['черепок', 'черепок', 0],
            ['черепок', 'черепок', 1],
            ['черепок', 'черепок', 2],
            ['черепок', 'черепок', 30],

            ['черешня', 'черешня', 0],
            ['черешня', 'черешня', 1],
            ['черешня', 'черешня', 2],
            ['черешня', 'черешня', 30],

            ['черкассы', 'черкассы', 0],
            ['черкассы', 'черкассы', 1],
            ['черкассы', 'черкассы', 2],
            ['черкассы', 'черкассы', 30],

            ['черкес', 'черкес', 0],
            ['черкес', 'черкес', 1],
            ['черкес', 'черкес', 2],
            ['черкес', 'черкес', 30],

            ['черкеска', 'черкеска', 0],
            ['черкеска', 'черкеска', 1],
            ['черкеска', 'черкеска', 2],
            ['черкеска', 'черкеска', 30],

            ['чернец', 'чернец', 0],
            ['чернец', 'чернец', 1],
            ['чернец', 'чернец', 2],
            ['чернец', 'чернец', 30],

            ['чернигов', 'чернигов', 0],
            ['чернигов', 'чернигов', 1],
            ['чернигов', 'чернигов', 2],
            ['чернигов', 'чернигов', 30],

            ['черника', 'черника', 0],
            ['черника', 'черника', 1],
            ['черника', 'черника', 2],
            ['черника', 'черника', 30],

            ['чернила', 'чернила', 0],
            ['чернила', 'чернила', 1],
            ['чернила', 'чернила', 2],
            ['чернила', 'чернила', 30],

            ['чернильница', 'чернильница', 0],
            ['чернильница', 'чернильница', 1],
            ['чернильница', 'чернильница', 2],
            ['чернильница', 'чернильница', 30],

            ['чернобыль', 'чернобыль', 0],
            ['чернобыль', 'чернобыль', 1],
            ['чернобыль', 'чернобыль', 2],
            ['чернобыль', 'чернобыль', 30],

            ['чернова', 'чернова', 0],
            ['чернова', 'чернова', 1],
            ['чернова', 'чернова', 2],
            ['чернова', 'чернова', 30],

            ['черновик', 'черновик', 0],
            ['черновик', 'черновик', 1],
            ['черновик', 'черновик', 2],
            ['черновик', 'черновик', 30],

            ['черновцы', 'черновцы', 0],
            ['черновцы', 'черновцы', 1],
            ['черновцы', 'черновцы', 2],
            ['черновцы', 'черновцы', 30],

            ['черногория', 'черногория', 0],
            ['черногория', 'черногория', 1],
            ['черногория', 'черногория', 2],
            ['черногория', 'черногория', 30],

            ['чернозем', 'чернозем', 0],
            ['чернозем', 'чернозем', 1],
            ['чернозем', 'чернозем', 2],
            ['чернозем', 'чернозем', 30],

            ['чернокнижник', 'чернокнижник', 0],
            ['чернокнижник', 'чернокнижник', 1],
            ['чернокнижник', 'чернокнижник', 2],
            ['чернокнижник', 'чернокнижник', 30],

            ['чернослив', 'чернослив', 0],
            ['чернослив', 'чернослив', 1],
            ['чернослив', 'чернослив', 2],
            ['чернослив', 'чернослив', 30],

            ['черносотенец', 'черносотенец', 0],
            ['черносотенец', 'черносотенец', 1],
            ['черносотенец', 'черносотенец', 2],
            ['черносотенец', 'черносотенец', 30],

            ['чернота', 'чернота', 0],
            ['чернота', 'чернота', 1],
            ['чернота', 'чернота', 2],
            ['чернота', 'чернота', 30],

            ['чернуха', 'чернуха', 0],
            ['чернуха', 'чернуха', 1],
            ['чернуха', 'чернуха', 2],
            ['чернуха', 'чернуха', 30],

            ['чернушка', 'чернушка', 0],
            ['чернушка', 'чернушка', 1],
            ['чернушка', 'чернушка', 2],
            ['чернушка', 'чернушка', 30],

            ['черный', 'черный', 0],
            ['черный', 'черный', 1],
            ['черный', 'черный', 2],
            ['черный', 'черный', 30],

            ['чернь', 'чернь', 0],
            ['чернь', 'чернь', 1],
            ['чернь', 'чернь', 2],
            ['чернь', 'чернь', 30],

            ['черпак', 'черпак', 0],
            ['черпак', 'черпак', 1],
            ['черпак', 'черпак', 2],
            ['черпак', 'черпак', 30],

            ['черский', 'черский', 0],
            ['черский', 'черский', 1],
            ['черский', 'черский', 2],
            ['черский', 'черский', 30],

            ['черствость', 'черствость', 0],
            ['черствость', 'черствость', 1],
            ['черствость', 'черствость', 2],
            ['черствость', 'черствость', 30],

            ['черт', 'черт', 0],
            ['черт', 'черт', 1],
            ['черт', 'черт', 2],
            ['черт', 'черт', 30],

            ['черта', 'черта', 0],
            ['черта', 'черта', 1],
            ['черта', 'черта', 2],
            ['черта', 'черта', 30],

            ['чертеж', 'чертеж', 0],
            ['чертеж', 'чертеж', 1],
            ['чертеж', 'чертеж', 2],
            ['чертеж', 'чертеж', 30],

            ['чертенок', 'чертенок', 0],
            ['чертенок', 'чертенок', 1],
            ['чертенок', 'чертенок', 2],
            ['чертенок', 'чертенок', 30],

            ['чертик', 'чертик', 0],
            ['чертик', 'чертик', 1],
            ['чертик', 'чертик', 2],
            ['чертик', 'чертик', 30],

            ['чертовщина', 'чертовщина', 0],
            ['чертовщина', 'чертовщина', 1],
            ['чертовщина', 'чертовщина', 2],
            ['чертовщина', 'чертовщина', 30],

            ['чертог', 'чертог', 0],
            ['чертог', 'чертог', 1],
            ['чертог', 'чертог', 2],
            ['чертог', 'чертог', 30],

            ['чертополох', 'чертополох', 0],
            ['чертополох', 'чертополох', 1],
            ['чертополох', 'чертополох', 2],
            ['чертополох', 'чертополох', 30],

            ['черточка', 'черточка', 0],
            ['черточка', 'черточка', 1],
            ['черточка', 'черточка', 2],
            ['черточка', 'черточка', 30],

            ['чеснок', 'чеснок', 0],
            ['чеснок', 'чеснок', 1],
            ['чеснок', 'чеснок', 2],
            ['чеснок', 'чеснок', 30],

            ['чесотка', 'чесотка', 0],
            ['чесотка', 'чесотка', 1],
            ['чесотка', 'чесотка', 2],
            ['чесотка', 'чесотка', 30],

            ['честность', 'честность', 0],
            ['честность', 'честность', 1],
            ['честность', 'честность', 2],
            ['честность', 'честность', 30],

            ['честолюбец', 'честолюбец', 0],
            ['честолюбец', 'честолюбец', 1],
            ['честолюбец', 'честолюбец', 2],
            ['честолюбец', 'честолюбец', 30],

            ['честолюбие', 'честолюбие', 0],
            ['честолюбие', 'честолюбие', 1],
            ['честолюбие', 'честолюбие', 2],
            ['честолюбие', 'честолюбие', 30],

            ['честь', 'честь', 0],
            ['честь', 'честь', 1],
            ['честь', 'честь', 2],
            ['честь', 'честь', 30],

            ['чет', 'чет', 0],
            ['чет', 'чет', 1],
            ['чет', 'чет', 2],
            ['чет', 'чет', 30],

            ['чета', 'чета', 0],
            ['чета', 'чета', 1],
            ['чета', 'чета', 2],
            ['чета', 'чета', 30],

            ['четверг', 'четверг', 0],
            ['четверг', 'четверг', 1],
            ['четверг', 'четверг', 2],
            ['четверг', 'четверг', 30],

            ['четвереньки', 'четвереньки', 0],
            ['четвереньки', 'четвереньки', 1],
            ['четвереньки', 'четвереньки', 2],
            ['четвереньки', 'четвереньки', 30],

            ['четверка', 'четверка', 0],
            ['четверка', 'четверка', 1],
            ['четверка', 'четверка', 2],
            ['четверка', 'четверка', 30],

            ['четверостишие', 'четверостишие', 0],
            ['четверостишие', 'четверостишие', 1],
            ['четверостишие', 'четверостишие', 2],
            ['четверостишие', 'четверостишие', 30],

            ['четвертак', 'четвертак', 0],
            ['четвертак', 'четвертак', 1],
            ['четвертак', 'четвертак', 2],
            ['четвертак', 'четвертак', 30],

            ['четвертинка', 'четвертинка', 0],
            ['четвертинка', 'четвертинка', 1],
            ['четвертинка', 'четвертинка', 2],
            ['четвертинка', 'четвертинка', 30],

            ['четверть', 'четверть', 0],
            ['четверть', 'четверть', 1],
            ['четверть', 'четверть', 2],
            ['четверть', 'четверть', 30],

            ['четки', 'четки', 0],
            ['четки', 'четки', 1],
            ['четки', 'четки', 2],
            ['четки', 'четки', 30],

            ['четкость', 'четкость', 0],
            ['четкость', 'четкость', 1],
            ['четкость', 'четкость', 2],
            ['четкость', 'четкость', 30],

            ['четырехугольник', 'четырехугольник', 0],
            ['четырехугольник', 'четырехугольник', 1],
            ['четырехугольник', 'четырехугольник', 2],
            ['четырехугольник', 'четырехугольник', 30],

            ['чех', 'чех', 0],
            ['чех', 'чех', 1],
            ['чех', 'чех', 2],
            ['чех', 'чех', 30],

            ['чехия', 'чехия', 0],
            ['чехия', 'чехия', 1],
            ['чехия', 'чехия', 2],
            ['чехия', 'чехия', 30],

            ['чехол', 'чехол', 0],
            ['чехол', 'чехол', 1],
            ['чехол', 'чехол', 2],
            ['чехол', 'чехол', 30],

            ['чехословакия', 'чехословакия', 0],
            ['чехословакия', 'чехословакия', 1],
            ['чехословакия', 'чехословакия', 2],
            ['чехословакия', 'чехословакия', 30],

            ['чеченец', 'чеченец', 0],
            ['чеченец', 'чеченец', 1],
            ['чеченец', 'чеченец', 2],
            ['чеченец', 'чеченец', 30],

            ['чеченка', 'чеченка', 0],
            ['чеченка', 'чеченка', 1],
            ['чеченка', 'чеченка', 2],
            ['чеченка', 'чеченка', 30],

            ['чечетка', 'чечетка', 0],
            ['чечетка', 'чечетка', 1],
            ['чечетка', 'чечетка', 2],
            ['чечетка', 'чечетка', 30],

            ['чечня', 'чечня', 0],
            ['чечня', 'чечня', 1],
            ['чечня', 'чечня', 2],
            ['чечня', 'чечня', 30],

            ['чешуйка', 'чешуйка', 0],
            ['чешуйка', 'чешуйка', 1],
            ['чешуйка', 'чешуйка', 2],
            ['чешуйка', 'чешуйка', 30],

            ['чешуя', 'чешуя', 0],
            ['чешуя', 'чешуя', 1],
            ['чешуя', 'чешуя', 2],
            ['чешуя', 'чешуя', 30],

            ['чибис', 'чибис', 0],
            ['чибис', 'чибис', 1],
            ['чибис', 'чибис', 2],
            ['чибис', 'чибис', 30],

            ['чиж', 'чиж', 0],
            ['чиж', 'чиж', 1],
            ['чиж', 'чиж', 2],
            ['чиж', 'чиж', 30],

            ['чижик', 'чижик', 0],
            ['чижик', 'чижик', 1],
            ['чижик', 'чижик', 2],
            ['чижик', 'чижик', 30],

            ['чижикова', 'чижикова', 0],
            ['чижикова', 'чижикова', 1],
            ['чижикова', 'чижикова', 2],
            ['чижикова', 'чижикова', 30],

            ['чий', 'чий', 0],
            ['чий', 'чий', 1],
            ['чий', 'чий', 2],
            ['чий', 'чий', 30],

            ['чикаго', 'чикаго', 0],
            ['чикаго', 'чикаго', 1],
            ['чикаго', 'чикаго', 2],
            ['чикаго', 'чикаго', 30],

            ['чили', 'чили', 0],
            ['чили', 'чили', 1],
            ['чили', 'чили', 2],
            ['чили', 'чили', 30],

            ['чимкент', 'чимкент', 0],
            ['чимкент', 'чимкент', 1],
            ['чимкент', 'чимкент', 2],
            ['чимкент', 'чимкент', 30],

            ['чин', 'чин', 0],
            ['чин', 'чин', 1],
            ['чин', 'чин', 2],
            ['чин', 'чин', 30],

            ['чиновник', 'чиновник', 0],
            ['чиновник', 'чиновник', 1],
            ['чиновник', 'чиновник', 2],
            ['чиновник', 'чиновник', 30],

            ['чиновничество', 'чиновничество', 0],
            ['чиновничество', 'чиновничество', 1],
            ['чиновничество', 'чиновничество', 2],
            ['чиновничество', 'чиновничество', 30],

            ['чип', 'чип', 0],
            ['чип', 'чип', 1],
            ['чип', 'чип', 2],
            ['чип', 'чип', 30],

            ['чипсы', 'чипсы', 0],
            ['чипсы', 'чипсы', 1],
            ['чипсы', 'чипсы', 2],
            ['чипсы', 'чипсы', 30],

            ['чирей', 'чирей', 0],
            ['чирей', 'чирей', 1],
            ['чирей', 'чирей', 2],
            ['чирей', 'чирей', 30],

            ['численность', 'численность', 0],
            ['численность', 'численность', 1],
            ['численность', 'численность', 2],
            ['численность', 'численность', 30],

            ['число', 'число', 0],
            ['число', 'число', 1],
            ['число', 'число', 2],
            ['число', 'число', 30],

            ['чистилище', 'чистилище', 0],
            ['чистилище', 'чистилище', 1],
            ['чистилище', 'чистилище', 2],
            ['чистилище', 'чистилище', 30],

            ['чистильщик', 'чистильщик', 0],
            ['чистильщик', 'чистильщик', 1],
            ['чистильщик', 'чистильщик', 2],
            ['чистильщик', 'чистильщик', 30],

            ['чистка', 'чистка', 0],
            ['чистка', 'чистка', 1],
            ['чистка', 'чистка', 2],
            ['чистка', 'чистка', 30],

            ['чистоплюй', 'чистоплюй', 0],
            ['чистоплюй', 'чистоплюй', 1],
            ['чистоплюй', 'чистоплюй', 2],
            ['чистоплюй', 'чистоплюй', 30],

            ['чистота', 'чистота', 0],
            ['чистота', 'чистота', 1],
            ['чистота', 'чистота', 2],
            ['чистота', 'чистота', 30],

            ['чистюля', 'чистюля', 0],
            ['чистюля', 'чистюля', 1],
            ['чистюля', 'чистюля', 2],
            ['чистюля', 'чистюля', 30],

            ['чистяк', 'чистяк', 0],
            ['чистяк', 'чистяк', 1],
            ['чистяк', 'чистяк', 2],
            ['чистяк', 'чистяк', 30],

            ['чита', 'чита', 0],
            ['чита', 'чита', 1],
            ['чита', 'чита', 2],
            ['чита', 'чита', 30],

            ['читальня', 'читальня', 0],
            ['читальня', 'читальня', 1],
            ['читальня', 'читальня', 2],
            ['читальня', 'читальня', 30],

            ['читатель', 'читатель', 0],
            ['читатель', 'читатель', 1],
            ['читатель', 'читатель', 2],
            ['читатель', 'читатель', 30],

            ['читательница', 'читательница', 0],
            ['читательница', 'читательница', 1],
            ['читательница', 'читательница', 2],
            ['читательница', 'читательница', 30],

            ['чиф', 'чиф', 0],
            ['чиф', 'чиф', 1],
            ['чиф', 'чиф', 2],
            ['чиф', 'чиф', 30],

            ['чих', 'чих', 0],
            ['чих', 'чих', 1],
            ['чих', 'чих', 2],
            ['чих', 'чих', 30],

            ['чича', 'чича', 0],
            ['чича', 'чича', 1],
            ['чича', 'чича', 2],
            ['чича', 'чича', 30],

            ['член', 'член', 0],
            ['член', 'член', 1],
            ['член', 'член', 2],
            ['член', 'член', 30],

            ['членство', 'членство', 0],
            ['членство', 'членство', 1],
            ['членство', 'членство', 2],
            ['членство', 'членство', 30],

            ['чп', 'чп', 0],
            ['чп', 'чп', 1],
            ['чп', 'чп', 2],
            ['чп', 'чп', 30],

            ['чрево', 'чрево', 0],
            ['чрево', 'чрево', 1],
            ['чрево', 'чрево', 2],
            ['чрево', 'чрево', 30],

            ['чресла', 'чресла', 0],
            ['чресла', 'чресла', 1],
            ['чресла', 'чресла', 2],
            ['чресла', 'чресла', 30],

            ['чтение', 'чтение', 0],
            ['чтение', 'чтение', 1],
            ['чтение', 'чтение', 2],
            ['чтение', 'чтение', 30],

            ['чтец', 'чтец', 0],
            ['чтец', 'чтец', 1],
            ['чтец', 'чтец', 2],
            ['чтец', 'чтец', 30],

            ['чтиво', 'чтиво', 0],
            ['чтиво', 'чтиво', 1],
            ['чтиво', 'чтиво', 2],
            ['чтиво', 'чтиво', 30],

            ['чуб', 'чуб', 0],
            ['чуб', 'чуб', 1],
            ['чуб', 'чуб', 2],
            ['чуб', 'чуб', 30],

            ['чубчик', 'чубчик', 0],
            ['чубчик', 'чубчик', 1],
            ['чубчик', 'чубчик', 2],
            ['чубчик', 'чубчик', 30],

            ['чувак', 'чувак', 0],
            ['чувак', 'чувак', 1],
            ['чувак', 'чувак', 2],
            ['чувак', 'чувак', 30],

            ['чувиха', 'чувиха', 0],
            ['чувиха', 'чувиха', 1],
            ['чувиха', 'чувиха', 2],
            ['чувиха', 'чувиха', 30],

            ['чувственность', 'чувственность', 0],
            ['чувственность', 'чувственность', 1],
            ['чувственность', 'чувственность', 2],
            ['чувственность', 'чувственность', 30],

            ['чувствительность', 'чувствительность', 0],
            ['чувствительность', 'чувствительность', 1],
            ['чувствительность', 'чувствительность', 2],
            ['чувствительность', 'чувствительность', 30],

            ['чувство', 'чувство', 0],
            ['чувство', 'чувство', 1],
            ['чувство', 'чувство', 2],
            ['чувство', 'чувство', 30],

            ['чувяк', 'чувяк', 0],
            ['чувяк', 'чувяк', 1],
            ['чувяк', 'чувяк', 2],
            ['чувяк', 'чувяк', 30],

            ['чугун', 'чугун', 0],
            ['чугун', 'чугун', 1],
            ['чугун', 'чугун', 2],
            ['чугун', 'чугун', 30],

            ['чугунок', 'чугунок', 0],
            ['чугунок', 'чугунок', 1],
            ['чугунок', 'чугунок', 2],
            ['чугунок', 'чугунок', 30],

            ['чудак', 'чудак', 0],
            ['чудак', 'чудак', 1],
            ['чудак', 'чудак', 2],
            ['чудак', 'чудак', 30],

            ['чудачество', 'чудачество', 0],
            ['чудачество', 'чудачество', 1],
            ['чудачество', 'чудачество', 2],
            ['чудачество', 'чудачество', 30],

            ['чудик', 'чудик', 0],
            ['чудик', 'чудик', 1],
            ['чудик', 'чудик', 2],
            ['чудик', 'чудик', 30],

            ['чудище', 'чудище', 0],
            ['чудище', 'чудище', 1],
            ['чудище', 'чудище', 2],
            ['чудище', 'чудище', 30],

            ['чудо', 'чудо', 0],
            ['чудо', 'чудо', 1],
            ['чудо', 'чудо', 2],
            ['чудо', 'чудо', 30],

            ['чудовище', 'чудовище', 0],
            ['чудовище', 'чудовище', 1],
            ['чудовище', 'чудовище', 2],
            ['чудовище', 'чудовище', 30],

            ['чудотворец', 'чудотворец', 0],
            ['чудотворец', 'чудотворец', 1],
            ['чудотворец', 'чудотворец', 2],
            ['чудотворец', 'чудотворец', 30],

            ['чужак', 'чужак', 0],
            ['чужак', 'чужак', 1],
            ['чужак', 'чужак', 2],
            ['чужак', 'чужак', 30],

            ['чужбина', 'чужбина', 0],
            ['чужбина', 'чужбина', 1],
            ['чужбина', 'чужбина', 2],
            ['чужбина', 'чужбина', 30],

            ['чужеземец', 'чужеземец', 0],
            ['чужеземец', 'чужеземец', 1],
            ['чужеземец', 'чужеземец', 2],
            ['чужеземец', 'чужеземец', 30],

            ['чужестранец', 'чужестранец', 0],
            ['чужестранец', 'чужестранец', 1],
            ['чужестранец', 'чужестранец', 2],
            ['чужестранец', 'чужестранец', 30],

            ['чужой', 'чужой', 0],
            ['чужой', 'чужой', 1],
            ['чужой', 'чужой', 2],
            ['чужой', 'чужой', 30],

            ['чукотка', 'чукотка', 0],
            ['чукотка', 'чукотка', 1],
            ['чукотка', 'чукотка', 2],
            ['чукотка', 'чукотка', 30],

            ['чукча', 'чукча', 0],
            ['чукча', 'чукча', 1],
            ['чукча', 'чукча', 2],
            ['чукча', 'чукча', 30],

            ['чулан', 'чулан', 0],
            ['чулан', 'чулан', 1],
            ['чулан', 'чулан', 2],
            ['чулан', 'чулан', 30],

            ['чуланчик', 'чуланчик', 0],
            ['чуланчик', 'чуланчик', 1],
            ['чуланчик', 'чуланчик', 2],
            ['чуланчик', 'чуланчик', 30],

            ['чулок', 'чулок', 0],
            ['чулок', 'чулок', 1],
            ['чулок', 'чулок', 2],
            ['чулок', 'чулок', 30],

            ['чум', 'чум', 0],
            ['чум', 'чум', 1],
            ['чум', 'чум', 2],
            ['чум', 'чум', 30],

            ['чума', 'чума', 0],
            ['чума', 'чума', 1],
            ['чума', 'чума', 2],
            ['чума', 'чума', 30],

            ['чурбак', 'чурбак', 0],
            ['чурбак', 'чурбак', 1],
            ['чурбак', 'чурбак', 2],
            ['чурбак', 'чурбак', 30],

            ['чурбан', 'чурбан', 0],
            ['чурбан', 'чурбан', 1],
            ['чурбан', 'чурбан', 2],
            ['чурбан', 'чурбан', 30],

            ['чурка', 'чурка', 0],
            ['чурка', 'чурка', 1],
            ['чурка', 'чурка', 2],
            ['чурка', 'чурка', 30],

            ['чуткость', 'чуткость', 0],
            ['чуткость', 'чуткость', 1],
            ['чуткость', 'чуткость', 2],
            ['чуткость', 'чуткость', 30],

            ['чутье', 'чутье', 0],
            ['чутье', 'чутье', 1],
            ['чутье', 'чутье', 2],
            ['чутье', 'чутье', 30],

            ['чучело', 'чучело', 0],
            ['чучело', 'чучело', 1],
            ['чучело', 'чучело', 2],
            ['чучело', 'чучело', 30],

            ['чушка', 'чушка', 0],
            ['чушка', 'чушка', 1],
            ['чушка', 'чушка', 2],
            ['чушка', 'чушка', 30],

            ['чушь', 'чушь', 0],
            ['чушь', 'чушь', 1],
            ['чушь', 'чушь', 2],
            ['чушь', 'чушь', 30],

            ['шабаш', 'шабаш', 0],
            ['шабаш', 'шабаш', 1],
            ['шабаш', 'шабаш', 2],
            ['шабаш', 'шабаш', 30],

            ['шаблинский', 'шаблинский', 0],
            ['шаблинский', 'шаблинский', 1],
            ['шаблинский', 'шаблинский', 2],
            ['шаблинский', 'шаблинский', 30],

            ['шаблон', 'шаблон', 0],
            ['шаблон', 'шаблон', 1],
            ['шаблон', 'шаблон', 2],
            ['шаблон', 'шаблон', 30],

            ['шавка', 'шавка', 0],
            ['шавка', 'шавка', 1],
            ['шавка', 'шавка', 2],
            ['шавка', 'шавка', 30],

            ['шаг', 'шаг', 0],
            ['шаг', 'шаг', 1],
            ['шаг', 'шаг', 2],
            ['шаг', 'шаг', 30],

            ['шажок', 'шажок', 0],
            ['шажок', 'шажок', 1],
            ['шажок', 'шажок', 2],
            ['шажок', 'шажок', 30],

            ['шайба', 'шайба', 0],
            ['шайба', 'шайба', 1],
            ['шайба', 'шайба', 2],
            ['шайба', 'шайба', 30],

            ['шайка', 'шайка', 0],
            ['шайка', 'шайка', 1],
            ['шайка', 'шайка', 2],
            ['шайка', 'шайка', 30],

            ['шайтан', 'шайтан', 0],
            ['шайтан', 'шайтан', 1],
            ['шайтан', 'шайтан', 2],
            ['шайтан', 'шайтан', 30],

            ['шакал', 'шакал', 0],
            ['шакал', 'шакал', 1],
            ['шакал', 'шакал', 2],
            ['шакал', 'шакал', 30],

            ['шалава', 'шалава', 0],
            ['шалава', 'шалава', 1],
            ['шалава', 'шалава', 2],
            ['шалава', 'шалава', 30],

            ['шаламов', 'шаламов', 0],
            ['шаламов', 'шаламов', 1],
            ['шаламов', 'шаламов', 2],
            ['шаламов', 'шаламов', 30],

            ['шаланда', 'шаланда', 0],
            ['шаланда', 'шаланда', 1],
            ['шаланда', 'шаланда', 2],
            ['шаланда', 'шаланда', 30],

            ['шалаш', 'шалаш', 0],
            ['шалаш', 'шалаш', 1],
            ['шалаш', 'шалаш', 2],
            ['шалаш', 'шалаш', 30],

            ['шалашик', 'шалашик', 0],
            ['шалашик', 'шалашик', 1],
            ['шалашик', 'шалашик', 2],
            ['шалашик', 'шалашик', 30],

            ['шалман', 'шалман', 0],
            ['шалман', 'шалман', 1],
            ['шалман', 'шалман', 2],
            ['шалман', 'шалман', 30],

            ['шалопай', 'шалопай', 0],
            ['шалопай', 'шалопай', 1],
            ['шалопай', 'шалопай', 2],
            ['шалопай', 'шалопай', 30],

            ['шалость', 'шалость', 0],
            ['шалость', 'шалость', 1],
            ['шалость', 'шалость', 2],
            ['шалость', 'шалость', 30],

            ['шалун', 'шалун', 0],
            ['шалун', 'шалун', 1],
            ['шалун', 'шалун', 2],
            ['шалун', 'шалун', 30],

            ['шаль', 'шаль', 0],
            ['шаль', 'шаль', 1],
            ['шаль', 'шаль', 2],
            ['шаль', 'шаль', 30],

            ['шаман', 'шаман', 0],
            ['шаман', 'шаман', 1],
            ['шаман', 'шаман', 2],
            ['шаман', 'шаман', 30],

            ['шаманка', 'шаманка', 0],
            ['шаманка', 'шаманка', 1],
            ['шаманка', 'шаманка', 2],
            ['шаманка', 'шаманка', 30],

            ['шампунь', 'шампунь', 0],
            ['шампунь', 'шампунь', 1],
            ['шампунь', 'шампунь', 2],
            ['шампунь', 'шампунь', 30],

            ['шампур', 'шампур', 0],
            ['шампур', 'шампур', 1],
            ['шампур', 'шампур', 2],
            ['шампур', 'шампур', 30],

            ['шамраев', 'шамраев', 0],
            ['шамраев', 'шамраев', 1],
            ['шамраев', 'шамраев', 2],
            ['шамраев', 'шамраев', 30],

            ['шанс', 'шанс', 0],
            ['шанс', 'шанс', 1],
            ['шанс', 'шанс', 2],
            ['шанс', 'шанс', 30],

            ['шантаж', 'шантаж', 0],
            ['шантаж', 'шантаж', 1],
            ['шантаж', 'шантаж', 2],
            ['шантаж', 'шантаж', 30],

            ['шантрапа', 'шантрапа', 0],
            ['шантрапа', 'шантрапа', 1],
            ['шантрапа', 'шантрапа', 2],
            ['шантрапа', 'шантрапа', 30],

            ['шанхай', 'шанхай', 0],
            ['шанхай', 'шанхай', 1],
            ['шанхай', 'шанхай', 2],
            ['шанхай', 'шанхай', 30],

            ['шапка', 'шапка', 0],
            ['шапка', 'шапка', 1],
            ['шапка', 'шапка', 2],
            ['шапка', 'шапка', 30],

            ['шапочка', 'шапочка', 0],
            ['шапочка', 'шапочка', 1],
            ['шапочка', 'шапочка', 2],
            ['шапочка', 'шапочка', 30],

            ['шар', 'шар', 0],
            ['шар', 'шар', 1],
            ['шар', 'шар', 2],
            ['шар', 'шар', 30],

            ['шарада', 'шарада', 0],
            ['шарада', 'шарада', 1],
            ['шарада', 'шарада', 2],
            ['шарада', 'шарада', 30],

            ['шарик', 'шарик', 0],
            ['шарик', 'шарик', 1],
            ['шарик', 'шарик', 2],
            ['шарик', 'шарик', 30],

            ['шарканье', 'шарканье', 0],
            ['шарканье', 'шарканье', 1],
            ['шарканье', 'шарканье', 2],
            ['шарканье', 'шарканье', 30],

            ['шарлатан', 'шарлатан', 0],
            ['шарлатан', 'шарлатан', 1],
            ['шарлатан', 'шарлатан', 2],
            ['шарлатан', 'шарлатан', 30],

            ['шарлатанство', 'шарлатанство', 0],
            ['шарлатанство', 'шарлатанство', 1],
            ['шарлатанство', 'шарлатанство', 2],
            ['шарлатанство', 'шарлатанство', 30],

            ['шарлеруа', 'шарлеруа', 0],
            ['шарлеруа', 'шарлеруа', 1],
            ['шарлеруа', 'шарлеруа', 2],
            ['шарлеруа', 'шарлеруа', 30],

            ['шарм', 'шарм', 0],
            ['шарм', 'шарм', 1],
            ['шарм', 'шарм', 2],
            ['шарм', 'шарм', 30],

            ['шарманка', 'шарманка', 0],
            ['шарманка', 'шарманка', 1],
            ['шарманка', 'шарманка', 2],
            ['шарманка', 'шарманка', 30],

            ['шарманщик', 'шарманщик', 0],
            ['шарманщик', 'шарманщик', 1],
            ['шарманщик', 'шарманщик', 2],
            ['шарманщик', 'шарманщик', 30],

            ['шарнир', 'шарнир', 0],
            ['шарнир', 'шарнир', 1],
            ['шарнир', 'шарнир', 2],
            ['шарнир', 'шарнир', 30],

            ['шаровары', 'шаровары', 0],
            ['шаровары', 'шаровары', 1],
            ['шаровары', 'шаровары', 2],
            ['шаровары', 'шаровары', 30],

            ['шартр', 'шартр', 0],
            ['шартр', 'шартр', 1],
            ['шартр', 'шартр', 2],
            ['шартр', 'шартр', 30],

            ['шарф', 'шарф', 0],
            ['шарф', 'шарф', 1],
            ['шарф', 'шарф', 2],
            ['шарф', 'шарф', 30],

            ['шарфик', 'шарфик', 0],
            ['шарфик', 'шарфик', 1],
            ['шарфик', 'шарфик', 2],
            ['шарфик', 'шарфик', 30],

            ['шасси', 'шасси', 0],
            ['шасси', 'шасси', 1],
            ['шасси', 'шасси', 2],
            ['шасси', 'шасси', 30],

            ['шатенка', 'шатенка', 0],
            ['шатенка', 'шатенка', 1],
            ['шатенка', 'шатенка', 2],
            ['шатенка', 'шатенка', 30],

            ['шатер', 'шатер', 0],
            ['шатер', 'шатер', 1],
            ['шатер', 'шатер', 2],
            ['шатер', 'шатер', 30],

            ['шатун', 'шатун', 0],
            ['шатун', 'шатун', 1],
            ['шатун', 'шатун', 2],
            ['шатун', 'шатун', 30],

            ['шах', 'шах', 0],
            ['шах', 'шах', 1],
            ['шах', 'шах', 2],
            ['шах', 'шах', 30],

            ['шахматист', 'шахматист', 0],
            ['шахматист', 'шахматист', 1],
            ['шахматист', 'шахматист', 2],
            ['шахматист', 'шахматист', 30],

            ['шахматы', 'шахматы', 0],
            ['шахматы', 'шахматы', 1],
            ['шахматы', 'шахматы', 2],
            ['шахматы', 'шахматы', 30],

            ['шахов', 'шахов', 0],
            ['шахов', 'шахов', 1],
            ['шахов', 'шахов', 2],
            ['шахов', 'шахов', 30],

            ['шахта', 'шахта', 0],
            ['шахта', 'шахта', 1],
            ['шахта', 'шахта', 2],
            ['шахта', 'шахта', 30],

            ['шахтер', 'шахтер', 0],
            ['шахтер', 'шахтер', 1],
            ['шахтер', 'шахтер', 2],
            ['шахтер', 'шахтер', 30],

            ['шашка', 'шашка', 0],
            ['шашка', 'шашка', 1],
            ['шашка', 'шашка', 2],
            ['шашка', 'шашка', 30],

            ['шашлык', 'шашлык', 0],
            ['шашлык', 'шашлык', 1],
            ['шашлык', 'шашлык', 2],
            ['шашлык', 'шашлык', 30],

            ['швабра', 'швабра', 0],
            ['швабра', 'швабра', 1],
            ['швабра', 'швабра', 2],
            ['швабра', 'швабра', 30],

            ['шваль', 'шваль', 0],
            ['шваль', 'шваль', 1],
            ['шваль', 'шваль', 2],
            ['шваль', 'шваль', 30],

            ['швед', 'швед', 0],
            ['швед', 'швед', 1],
            ['швед', 'швед', 2],
            ['швед', 'швед', 30],

            ['шведка', 'шведка', 0],
            ['шведка', 'шведка', 1],
            ['шведка', 'шведка', 2],
            ['шведка', 'шведка', 30],

            ['швейцар', 'швейцар', 0],
            ['швейцар', 'швейцар', 1],
            ['швейцар', 'швейцар', 2],
            ['швейцар', 'швейцар', 30],

            ['швейцарец', 'швейцарец', 0],
            ['швейцарец', 'швейцарец', 1],
            ['швейцарец', 'швейцарец', 2],
            ['швейцарец', 'швейцарец', 30],

            ['швейцария', 'швейцария', 0],
            ['швейцария', 'швейцария', 1],
            ['швейцария', 'швейцария', 2],
            ['швейцария', 'швейцария', 30],

            ['шверин', 'шверин', 0],
            ['шверин', 'шверин', 1],
            ['шверин', 'шверин', 2],
            ['шверин', 'шверин', 30],

            ['швеция', 'швеция', 0],
            ['швеция', 'швеция', 1],
            ['швеция', 'швеция', 2],
            ['швеция', 'швеция', 30],

            ['шевалье', 'шевалье', 0],
            ['шевалье', 'шевалье', 1],
            ['шевалье', 'шевалье', 2],
            ['шевалье', 'шевалье', 30],

            ['шевеление', 'шевеление', 0],
            ['шевеление', 'шевеление', 1],
            ['шевеление', 'шевеление', 2],
            ['шевеление', 'шевеление', 30],

            ['шевелюра', 'шевелюра', 0],
            ['шевелюра', 'шевелюра', 1],
            ['шевелюра', 'шевелюра', 2],
            ['шевелюра', 'шевелюра', 30],

            ['шедевр', 'шедевр', 0],
            ['шедевр', 'шедевр', 1],
            ['шедевр', 'шедевр', 2],
            ['шедевр', 'шедевр', 30],

            ['шезлонг', 'шезлонг', 0],
            ['шезлонг', 'шезлонг', 1],
            ['шезлонг', 'шезлонг', 2],
            ['шезлонг', 'шезлонг', 30],

            ['шейк', 'шейк', 0],
            ['шейк', 'шейк', 1],
            ['шейк', 'шейк', 2],
            ['шейк', 'шейк', 30],

            ['шейх', 'шейх', 0],
            ['шейх', 'шейх', 1],
            ['шейх', 'шейх', 2],
            ['шейх', 'шейх', 30],

            ['шелест', 'шелест', 0],
            ['шелест', 'шелест', 1],
            ['шелест', 'шелест', 2],
            ['шелест', 'шелест', 30],

            ['шелк', 'шелк', 0],
            ['шелк', 'шелк', 1],
            ['шелк', 'шелк', 2],
            ['шелк', 'шелк', 30],

            ['шеллак', 'шеллак', 0],
            ['шеллак', 'шеллак', 1],
            ['шеллак', 'шеллак', 2],
            ['шеллак', 'шеллак', 30],

            ['шелуха', 'шелуха', 0],
            ['шелуха', 'шелуха', 1],
            ['шелуха', 'шелуха', 2],
            ['шелуха', 'шелуха', 30],

            ['шелушение', 'шелушение', 0],
            ['шелушение', 'шелушение', 1],
            ['шелушение', 'шелушение', 2],
            ['шелушение', 'шелушение', 30],

            ['шельма', 'шельма', 0],
            ['шельма', 'шельма', 1],
            ['шельма', 'шельма', 2],
            ['шельма', 'шельма', 30],

            ['шепот', 'шепот', 0],
            ['шепот', 'шепот', 1],
            ['шепот', 'шепот', 2],
            ['шепот', 'шепот', 30],

            ['шепоток', 'шепоток', 0],
            ['шепоток', 'шепоток', 1],
            ['шепоток', 'шепоток', 2],
            ['шепоток', 'шепоток', 30],

            ['шептала', 'шептала', 0],
            ['шептала', 'шептала', 1],
            ['шептала', 'шептала', 2],
            ['шептала', 'шептала', 30],

            ['шереметьево', 'шереметьево', 0],
            ['шереметьево', 'шереметьево', 1],
            ['шереметьево', 'шереметьево', 2],
            ['шереметьево', 'шереметьево', 30],

            ['шеренга', 'шеренга', 0],
            ['шеренга', 'шеренга', 1],
            ['шеренга', 'шеренга', 2],
            ['шеренга', 'шеренга', 30],

            ['шериф', 'шериф', 0],
            ['шериф', 'шериф', 1],
            ['шериф', 'шериф', 2],
            ['шериф', 'шериф', 30],

            ['шерстка', 'шерстка', 0],
            ['шерстка', 'шерстка', 1],
            ['шерстка', 'шерстка', 2],
            ['шерстка', 'шерстка', 30],

            ['шерсть', 'шерсть', 0],
            ['шерсть', 'шерсть', 1],
            ['шерсть', 'шерсть', 2],
            ['шерсть', 'шерсть', 30],

            ['шест', 'шест', 0],
            ['шест', 'шест', 1],
            ['шест', 'шест', 2],
            ['шест', 'шест', 30],

            ['шествие', 'шествие', 0],
            ['шествие', 'шествие', 1],
            ['шествие', 'шествие', 2],
            ['шествие', 'шествие', 30],

            ['шестеренка', 'шестеренка', 0],
            ['шестеренка', 'шестеренка', 1],
            ['шестеренка', 'шестеренка', 2],
            ['шестеренка', 'шестеренка', 30],

            ['шестерик', 'шестерик', 0],
            ['шестерик', 'шестерик', 1],
            ['шестерик', 'шестерик', 2],
            ['шестерик', 'шестерик', 30],

            ['шестерка', 'шестерка', 0],
            ['шестерка', 'шестерка', 1],
            ['шестерка', 'шестерка', 2],
            ['шестерка', 'шестерка', 30],

            ['шестерня', 'шестерня', 0],
            ['шестерня', 'шестерня', 1],
            ['шестерня', 'шестерня', 2],
            ['шестерня', 'шестерня', 30],

            ['шестидесятник', 'шестидесятник', 0],
            ['шестидесятник', 'шестидесятник', 1],
            ['шестидесятник', 'шестидесятник', 2],
            ['шестидесятник', 'шестидесятник', 30],

            ['шесток', 'шесток', 0],
            ['шесток', 'шесток', 1],
            ['шесток', 'шесток', 2],
            ['шесток', 'шесток', 30],

            ['шеф', 'шеф', 0],
            ['шеф', 'шеф', 1],
            ['шеф', 'шеф', 2],
            ['шеф', 'шеф', 30],

            ['шефство', 'шефство', 0],
            ['шефство', 'шефство', 1],
            ['шефство', 'шефство', 2],
            ['шефство', 'шефство', 30],

            ['шеффилд', 'шеффилд', 0],
            ['шеффилд', 'шеффилд', 1],
            ['шеффилд', 'шеффилд', 2],
            ['шеффилд', 'шеффилд', 30],

            ['шея', 'шея', 0],
            ['шея', 'шея', 1],
            ['шея', 'шея', 2],
            ['шея', 'шея', 30],

            ['шиворот', 'шиворот', 0],
            ['шиворот', 'шиворот', 1],
            ['шиворот', 'шиворот', 2],
            ['шиворот', 'шиворот', 30],

            ['шизофреник', 'шизофреник', 0],
            ['шизофреник', 'шизофреник', 1],
            ['шизофреник', 'шизофреник', 2],
            ['шизофреник', 'шизофреник', 30],

            ['шизофрения', 'шизофрения', 0],
            ['шизофрения', 'шизофрения', 1],
            ['шизофрения', 'шизофрения', 2],
            ['шизофрения', 'шизофрения', 30],

            ['шик', 'шик', 0],
            ['шик', 'шик', 1],
            ['шик', 'шик', 2],
            ['шик', 'шик', 30],

            ['шиллинг', 'шиллинг', 0],
            ['шиллинг', 'шиллинг', 1],
            ['шиллинг', 'шиллинг', 2],
            ['шиллинг', 'шиллинг', 30],

            ['шило', 'шило', 0],
            ['шило', 'шило', 1],
            ['шило', 'шило', 2],
            ['шило', 'шило', 30],

            ['шилова', 'шилова', 0],
            ['шилова', 'шилова', 1],
            ['шилова', 'шилова', 2],
            ['шилова', 'шилова', 30],

            ['шимпанзе', 'шимпанзе', 0],
            ['шимпанзе', 'шимпанзе', 1],
            ['шимпанзе', 'шимпанзе', 2],
            ['шимпанзе', 'шимпанзе', 30],

            ['шина', 'шина', 0],
            ['шина', 'шина', 1],
            ['шина', 'шина', 2],
            ['шина', 'шина', 30],

            ['шинель', 'шинель', 0],
            ['шинель', 'шинель', 1],
            ['шинель', 'шинель', 2],
            ['шинель', 'шинель', 30],

            ['шинелька', 'шинелька', 0],
            ['шинелька', 'шинелька', 1],
            ['шинелька', 'шинелька', 2],
            ['шинелька', 'шинелька', 30],

            ['шип', 'шип', 0],
            ['шип', 'шип', 1],
            ['шип', 'шип', 2],
            ['шип', 'шип', 30],

            ['шипение', 'шипение', 0],
            ['шипение', 'шипение', 1],
            ['шипение', 'шипение', 2],
            ['шипение', 'шипение', 30],

            ['шиповник', 'шиповник', 0],
            ['шиповник', 'шиповник', 1],
            ['шиповник', 'шиповник', 2],
            ['шиповник', 'шиповник', 30],

            ['ширина', 'ширина', 0],
            ['ширина', 'ширина', 1],
            ['ширина', 'ширина', 2],
            ['ширина', 'ширина', 30],

            ['ширинка', 'ширинка', 0],
            ['ширинка', 'ширинка', 1],
            ['ширинка', 'ширинка', 2],
            ['ширинка', 'ширинка', 30],

            ['ширма', 'ширма', 0],
            ['ширма', 'ширма', 1],
            ['ширма', 'ширма', 2],
            ['ширма', 'ширма', 30],

            ['широта', 'широта', 0],
            ['широта', 'широта', 1],
            ['широта', 'широта', 2],
            ['широта', 'широта', 30],

            ['ширпотреб', 'ширпотреб', 0],
            ['ширпотреб', 'ширпотреб', 1],
            ['ширпотреб', 'ширпотреб', 2],
            ['ширпотреб', 'ширпотреб', 30],

            ['ширь', 'ширь', 0],
            ['ширь', 'ширь', 1],
            ['ширь', 'ширь', 2],
            ['ширь', 'ширь', 30],

            ['шитье', 'шитье', 0],
            ['шитье', 'шитье', 1],
            ['шитье', 'шитье', 2],
            ['шитье', 'шитье', 30],

            ['шифер', 'шифер', 0],
            ['шифер', 'шифер', 1],
            ['шифер', 'шифер', 2],
            ['шифер', 'шифер', 30],

            ['шифоньер', 'шифоньер', 0],
            ['шифоньер', 'шифоньер', 1],
            ['шифоньер', 'шифоньер', 2],
            ['шифоньер', 'шифоньер', 30],

            ['шифр', 'шифр', 0],
            ['шифр', 'шифр', 1],
            ['шифр', 'шифр', 2],
            ['шифр', 'шифр', 30],

            ['шифровальщик', 'шифровальщик', 0],
            ['шифровальщик', 'шифровальщик', 1],
            ['шифровальщик', 'шифровальщик', 2],
            ['шифровальщик', 'шифровальщик', 30],

            ['шифровка', 'шифровка', 0],
            ['шифровка', 'шифровка', 1],
            ['шифровка', 'шифровка', 2],
            ['шифровка', 'шифровка', 30],

            ['шиш', 'шиш', 0],
            ['шиш', 'шиш', 1],
            ['шиш', 'шиш', 2],
            ['шиш', 'шиш', 30],

            ['шишечка', 'шишечка', 0],
            ['шишечка', 'шишечка', 1],
            ['шишечка', 'шишечка', 2],
            ['шишечка', 'шишечка', 30],

            ['шишка', 'шишка', 0],
            ['шишка', 'шишка', 1],
            ['шишка', 'шишка', 2],
            ['шишка', 'шишка', 30],

            ['шкала', 'шкала', 0],
            ['шкала', 'шкала', 1],
            ['шкала', 'шкала', 2],
            ['шкала', 'шкала', 30],

            ['шкалик', 'шкалик', 0],
            ['шкалик', 'шкалик', 1],
            ['шкалик', 'шкалик', 2],
            ['шкалик', 'шкалик', 30],

            ['шкало', 'шкало', 0],
            ['шкало', 'шкало', 1],
            ['шкало', 'шкало', 2],
            ['шкало', 'шкало', 30],

            ['шкатулка', 'шкатулка', 0],
            ['шкатулка', 'шкатулка', 1],
            ['шкатулка', 'шкатулка', 2],
            ['шкатулка', 'шкатулка', 30],

            ['шкаф', 'шкаф', 0],
            ['шкаф', 'шкаф', 1],
            ['шкаф', 'шкаф', 2],
            ['шкаф', 'шкаф', 30],

            ['шкафчик', 'шкафчик', 0],
            ['шкафчик', 'шкафчик', 1],
            ['шкафчик', 'шкафчик', 2],
            ['шкафчик', 'шкафчик', 30],

            ['шквал', 'шквал', 0],
            ['шквал', 'шквал', 1],
            ['шквал', 'шквал', 2],
            ['шквал', 'шквал', 30],

            ['шкипер', 'шкипер', 0],
            ['шкипер', 'шкипер', 1],
            ['шкипер', 'шкипер', 2],
            ['шкипер', 'шкипер', 30],

            ['шклов', 'шклов', 0],
            ['шклов', 'шклов', 1],
            ['шклов', 'шклов', 2],
            ['шклов', 'шклов', 30],

            ['шкода', 'шкода', 0],
            ['шкода', 'шкода', 1],
            ['шкода', 'шкода', 2],
            ['шкода', 'шкода', 30],

            ['школа', 'школа', 0],
            ['школа', 'школа', 1],
            ['школа', 'школа', 2],
            ['школа', 'школа', 30],

            ['школьник', 'школьник', 0],
            ['школьник', 'школьник', 1],
            ['школьник', 'школьник', 2],
            ['школьник', 'школьник', 30],

            ['школьница', 'школьница', 0],
            ['школьница', 'школьница', 1],
            ['школьница', 'школьница', 2],
            ['школьница', 'школьница', 30],

            ['школяр', 'школяр', 0],
            ['школяр', 'школяр', 1],
            ['школяр', 'школяр', 2],
            ['школяр', 'школяр', 30],

            ['шкура', 'шкура', 0],
            ['шкура', 'шкура', 1],
            ['шкура', 'шкура', 2],
            ['шкура', 'шкура', 30],

            ['шкурка', 'шкурка', 0],
            ['шкурка', 'шкурка', 1],
            ['шкурка', 'шкурка', 2],
            ['шкурка', 'шкурка', 30],

            ['шлагбаум', 'шлагбаум', 0],
            ['шлагбаум', 'шлагбаум', 1],
            ['шлагбаум', 'шлагбаум', 2],
            ['шлагбаум', 'шлагбаум', 30],

            ['шлак', 'шлак', 0],
            ['шлак', 'шлак', 1],
            ['шлак', 'шлак', 2],
            ['шлак', 'шлак', 30],

            ['шлакоблок', 'шлакоблок', 0],
            ['шлакоблок', 'шлакоблок', 1],
            ['шлакоблок', 'шлакоблок', 2],
            ['шлакоблок', 'шлакоблок', 30],

            ['шланг', 'шланг', 0],
            ['шланг', 'шланг', 1],
            ['шланг', 'шланг', 2],
            ['шланг', 'шланг', 30],

            ['шлейф', 'шлейф', 0],
            ['шлейф', 'шлейф', 1],
            ['шлейф', 'шлейф', 2],
            ['шлейф', 'шлейф', 30],

            ['шлем', 'шлем', 0],
            ['шлем', 'шлем', 1],
            ['шлем', 'шлем', 2],
            ['шлем', 'шлем', 30],

            ['шлемофон', 'шлемофон', 0],
            ['шлемофон', 'шлемофон', 1],
            ['шлемофон', 'шлемофон', 2],
            ['шлемофон', 'шлемофон', 30],

            ['шлепанец', 'шлепанец', 0],
            ['шлепанец', 'шлепанец', 1],
            ['шлепанец', 'шлепанец', 2],
            ['шлепанец', 'шлепанец', 30],

            ['шлепок', 'шлепок', 0],
            ['шлепок', 'шлепок', 1],
            ['шлепок', 'шлепок', 2],
            ['шлепок', 'шлепок', 30],

            ['шлифовка', 'шлифовка', 0],
            ['шлифовка', 'шлифовка', 1],
            ['шлифовка', 'шлифовка', 2],
            ['шлифовка', 'шлифовка', 30],

            ['шлюз', 'шлюз', 0],
            ['шлюз', 'шлюз', 1],
            ['шлюз', 'шлюз', 2],
            ['шлюз', 'шлюз', 30],

            ['шлюпка', 'шлюпка', 0],
            ['шлюпка', 'шлюпка', 1],
            ['шлюпка', 'шлюпка', 2],
            ['шлюпка', 'шлюпка', 30],

            ['шлюха', 'шлюха', 0],
            ['шлюха', 'шлюха', 1],
            ['шлюха', 'шлюха', 2],
            ['шлюха', 'шлюха', 30],

            ['шлягер', 'шлягер', 0],
            ['шлягер', 'шлягер', 1],
            ['шлягер', 'шлягер', 2],
            ['шлягер', 'шлягер', 30],

            ['шляпа', 'шляпа', 0],
            ['шляпа', 'шляпа', 1],
            ['шляпа', 'шляпа', 2],
            ['шляпа', 'шляпа', 30],

            ['шляпка', 'шляпка', 0],
            ['шляпка', 'шляпка', 1],
            ['шляпка', 'шляпка', 2],
            ['шляпка', 'шляпка', 30],

            ['шлях', 'шлях', 0],
            ['шлях', 'шлях', 1],
            ['шлях', 'шлях', 2],
            ['шлях', 'шлях', 30],

            ['шмаков', 'шмаков', 0],
            ['шмаков', 'шмаков', 1],
            ['шмаков', 'шмаков', 2],
            ['шмаков', 'шмаков', 30],

            ['шмель', 'шмель', 0],
            ['шмель', 'шмель', 1],
            ['шмель', 'шмель', 2],
            ['шмель', 'шмель', 30],

            ['шмон', 'шмон', 0],
            ['шмон', 'шмон', 1],
            ['шмон', 'шмон', 2],
            ['шмон', 'шмон', 30],

            ['шмотки', 'шмотки', 0],
            ['шмотки', 'шмотки', 1],
            ['шмотки', 'шмотки', 2],
            ['шмотки', 'шмотки', 30],

            ['шнапс', 'шнапс', 0],
            ['шнапс', 'шнапс', 1],
            ['шнапс', 'шнапс', 2],
            ['шнапс', 'шнапс', 30],

            ['шнур', 'шнур', 0],
            ['шнур', 'шнур', 1],
            ['шнур', 'шнур', 2],
            ['шнур', 'шнур', 30],

            ['шнуровка', 'шнуровка', 0],
            ['шнуровка', 'шнуровка', 1],
            ['шнуровка', 'шнуровка', 2],
            ['шнуровка', 'шнуровка', 30],

            ['шнурок', 'шнурок', 0],
            ['шнурок', 'шнурок', 1],
            ['шнурок', 'шнурок', 2],
            ['шнурок', 'шнурок', 30],

            ['шобла', 'шобла', 0],
            ['шобла', 'шобла', 1],
            ['шобла', 'шобла', 2],
            ['шобла', 'шобла', 30],

            ['шов', 'шов', 0],
            ['шов', 'шов', 1],
            ['шов', 'шов', 2],
            ['шов', 'шов', 30],

            ['шовинизм', 'шовинизм', 0],
            ['шовинизм', 'шовинизм', 1],
            ['шовинизм', 'шовинизм', 2],
            ['шовинизм', 'шовинизм', 30],

            ['шок', 'шок', 0],
            ['шок', 'шок', 1],
            ['шок', 'шок', 2],
            ['шок', 'шок', 30],

            ['шоколад', 'шоколад', 0],
            ['шоколад', 'шоколад', 1],
            ['шоколад', 'шоколад', 2],
            ['шоколад', 'шоколад', 30],

            ['шоколадка', 'шоколадка', 0],
            ['шоколадка', 'шоколадка', 1],
            ['шоколадка', 'шоколадка', 2],
            ['шоколадка', 'шоколадка', 30],

            ['шомпол', 'шомпол', 0],
            ['шомпол', 'шомпол', 1],
            ['шомпол', 'шомпол', 2],
            ['шомпол', 'шомпол', 30],

            ['шон', 'шон', 0],
            ['шон', 'шон', 1],
            ['шон', 'шон', 2],
            ['шон', 'шон', 30],

            ['шорник', 'шорник', 0],
            ['шорник', 'шорник', 1],
            ['шорник', 'шорник', 2],
            ['шорник', 'шорник', 30],

            ['шорох', 'шорох', 0],
            ['шорох', 'шорох', 1],
            ['шорох', 'шорох', 2],
            ['шорох', 'шорох', 30],

            ['шорты', 'шорты', 0],
            ['шорты', 'шорты', 1],
            ['шорты', 'шорты', 2],
            ['шорты', 'шорты', 30],

            ['шоссе', 'шоссе', 0],
            ['шоссе', 'шоссе', 1],
            ['шоссе', 'шоссе', 2],
            ['шоссе', 'шоссе', 30],

            ['шотландия', 'шотландия', 0],
            ['шотландия', 'шотландия', 1],
            ['шотландия', 'шотландия', 2],
            ['шотландия', 'шотландия', 30],

            ['шофер', 'шофер', 0],
            ['шофер', 'шофер', 1],
            ['шофер', 'шофер', 2],
            ['шофер', 'шофер', 30],

            ['шохина', 'шохина', 0],
            ['шохина', 'шохина', 1],
            ['шохина', 'шохина', 2],
            ['шохина', 'шохина', 30],

            ['шпага', 'шпага', 0],
            ['шпага', 'шпага', 1],
            ['шпага', 'шпага', 2],
            ['шпага', 'шпага', 30],

            ['шпагат', 'шпагат', 0],
            ['шпагат', 'шпагат', 1],
            ['шпагат', 'шпагат', 2],
            ['шпагат', 'шпагат', 30],

            ['шпагина', 'шпагина', 0],
            ['шпагина', 'шпагина', 1],
            ['шпагина', 'шпагина', 2],
            ['шпагина', 'шпагина', 30],

            ['шпала', 'шпала', 0],
            ['шпала', 'шпала', 1],
            ['шпала', 'шпала', 2],
            ['шпала', 'шпала', 30],

            ['шпалера', 'шпалера', 0],
            ['шпалера', 'шпалера', 1],
            ['шпалера', 'шпалера', 2],
            ['шпалера', 'шпалера', 30],

            ['шпана', 'шпана', 0],
            ['шпана', 'шпана', 1],
            ['шпана', 'шпана', 2],
            ['шпана', 'шпана', 30],

            ['шпаргалка', 'шпаргалка', 0],
            ['шпаргалка', 'шпаргалка', 1],
            ['шпаргалка', 'шпаргалка', 2],
            ['шпаргалка', 'шпаргалка', 30],

            ['шпик', 'шпик', 0],
            ['шпик', 'шпик', 1],
            ['шпик', 'шпик', 2],
            ['шпик', 'шпик', 30],

            ['шпиль', 'шпиль', 0],
            ['шпиль', 'шпиль', 1],
            ['шпиль', 'шпиль', 2],
            ['шпиль', 'шпиль', 30],

            ['шпилька', 'шпилька', 0],
            ['шпилька', 'шпилька', 1],
            ['шпилька', 'шпилька', 2],
            ['шпилька', 'шпилька', 30],

            ['шпион', 'шпион', 0],
            ['шпион', 'шпион', 1],
            ['шпион', 'шпион', 2],
            ['шпион', 'шпион', 30],

            ['шпионаж', 'шпионаж', 0],
            ['шпионаж', 'шпионаж', 1],
            ['шпионаж', 'шпионаж', 2],
            ['шпионаж', 'шпионаж', 30],

            ['шпора', 'шпора', 0],
            ['шпора', 'шпора', 1],
            ['шпора', 'шпора', 2],
            ['шпора', 'шпора', 30],

            ['шприц', 'шприц', 0],
            ['шприц', 'шприц', 1],
            ['шприц', 'шприц', 2],
            ['шприц', 'шприц', 30],

            ['шпрот', 'шпрот', 0],
            ['шпрот', 'шпрот', 1],
            ['шпрот', 'шпрот', 2],
            ['шпрот', 'шпрот', 30],

            ['шрам', 'шрам', 0],
            ['шрам', 'шрам', 1],
            ['шрам', 'шрам', 2],
            ['шрам', 'шрам', 30],

            ['шредер', 'шредер', 0],
            ['шредер', 'шредер', 1],
            ['шредер', 'шредер', 2],
            ['шредер', 'шредер', 30],

            ['шрифт', 'шрифт', 0],
            ['шрифт', 'шрифт', 1],
            ['шрифт', 'шрифт', 2],
            ['шрифт', 'шрифт', 30],

            ['штаб', 'штаб', 0],
            ['штаб', 'штаб', 1],
            ['штаб', 'штаб', 2],
            ['штаб', 'штаб', 30],

            ['штабель', 'штабель', 0],
            ['штабель', 'штабель', 1],
            ['штабель', 'штабель', 2],
            ['штабель', 'штабель', 30],

            ['штабист', 'штабист', 0],
            ['штабист', 'штабист', 1],
            ['штабист', 'штабист', 2],
            ['штабист', 'штабист', 30],

            ['штабной', 'штабной', 0],
            ['штабной', 'штабной', 1],
            ['штабной', 'штабной', 2],
            ['штабной', 'штабной', 30],

            ['штакетник', 'штакетник', 0],
            ['штакетник', 'штакетник', 1],
            ['штакетник', 'штакетник', 2],
            ['штакетник', 'штакетник', 30],

            ['штамп', 'штамп', 0],
            ['штамп', 'штамп', 1],
            ['штамп', 'штамп', 2],
            ['штамп', 'штамп', 30],

            ['штанга', 'штанга', 0],
            ['штанга', 'штанга', 1],
            ['штанга', 'штанга', 2],
            ['штанга', 'штанга', 30],

            ['штангист', 'штангист', 0],
            ['штангист', 'штангист', 1],
            ['штангист', 'штангист', 2],
            ['штангист', 'штангист', 30],

            ['штанина', 'штанина', 0],
            ['штанина', 'штанина', 1],
            ['штанина', 'штанина', 2],
            ['штанина', 'штанина', 30],

            ['штанишки', 'штанишки', 0],
            ['штанишки', 'штанишки', 1],
            ['штанишки', 'штанишки', 2],
            ['штанишки', 'штанишки', 30],

            ['штаны', 'штаны', 0],
            ['штаны', 'штаны', 1],
            ['штаны', 'штаны', 2],
            ['штаны', 'штаны', 30],

            ['штат', 'штат', 0],
            ['штат', 'штат', 1],
            ['штат', 'штат', 2],
            ['штат', 'штат', 30],

            ['штатив', 'штатив', 0],
            ['штатив', 'штатив', 1],
            ['штатив', 'штатив', 2],
            ['штатив', 'штатив', 30],

            ['штемпель', 'штемпель', 0],
            ['штемпель', 'штемпель', 1],
            ['штемпель', 'штемпель', 2],
            ['штемпель', 'штемпель', 30],

            ['штиблета', 'штиблета', 0],
            ['штиблета', 'штиблета', 1],
            ['штиблета', 'штиблета', 2],
            ['штиблета', 'штиблета', 30],

            ['штиль', 'штиль', 0],
            ['штиль', 'штиль', 1],
            ['штиль', 'штиль', 2],
            ['штиль', 'штиль', 30],

            ['штольня', 'штольня', 0],
            ['штольня', 'штольня', 1],
            ['штольня', 'штольня', 2],
            ['штольня', 'штольня', 30],

            ['штопор', 'штопор', 0],
            ['штопор', 'штопор', 1],
            ['штопор', 'штопор', 2],
            ['штопор', 'штопор', 30],

            ['штора', 'штора', 0],
            ['штора', 'штора', 1],
            ['штора', 'штора', 2],
            ['штора', 'штора', 30],

            ['шторка', 'шторка', 0],
            ['шторка', 'шторка', 1],
            ['шторка', 'шторка', 2],
            ['шторка', 'шторка', 30],

            ['шторм', 'шторм', 0],
            ['шторм', 'шторм', 1],
            ['шторм', 'шторм', 2],
            ['шторм', 'шторм', 30],

            ['штормовка', 'штормовка', 0],
            ['штормовка', 'штормовка', 1],
            ['штормовка', 'штормовка', 2],
            ['штормовка', 'штормовка', 30],

            ['штраф', 'штраф', 0],
            ['штраф', 'штраф', 1],
            ['штраф', 'штраф', 2],
            ['штраф', 'штраф', 30],

            ['штрек', 'штрек', 0],
            ['штрек', 'штрек', 1],
            ['штрек', 'штрек', 2],
            ['штрек', 'штрек', 30],

            ['штрих', 'штрих', 0],
            ['штрих', 'штрих', 1],
            ['штрих', 'штрих', 2],
            ['штрих', 'штрих', 30],

            ['штука', 'штука', 0],
            ['штука', 'штука', 1],
            ['штука', 'штука', 2],
            ['штука', 'штука', 30],

            ['штукатур', 'штукатур', 0],
            ['штукатур', 'штукатур', 1],
            ['штукатур', 'штукатур', 2],
            ['штукатур', 'штукатур', 30],

            ['штукатурка', 'штукатурка', 0],
            ['штукатурка', 'штукатурка', 1],
            ['штукатурка', 'штукатурка', 2],
            ['штукатурка', 'штукатурка', 30],

            ['штуковина', 'штуковина', 0],
            ['штуковина', 'штуковина', 1],
            ['штуковина', 'штуковина', 2],
            ['штуковина', 'штуковина', 30],

            ['штурвал', 'штурвал', 0],
            ['штурвал', 'штурвал', 1],
            ['штурвал', 'штурвал', 2],
            ['штурвал', 'штурвал', 30],

            ['штурм', 'штурм', 0],
            ['штурм', 'штурм', 1],
            ['штурм', 'штурм', 2],
            ['штурм', 'штурм', 30],

            ['штурман', 'штурман', 0],
            ['штурман', 'штурман', 1],
            ['штурман', 'штурман', 2],
            ['штурман', 'штурман', 30],

            ['штурмовик', 'штурмовик', 0],
            ['штурмовик', 'штурмовик', 1],
            ['штурмовик', 'штурмовик', 2],
            ['штурмовик', 'штурмовик', 30],

            ['штучка', 'штучка', 0],
            ['штучка', 'штучка', 1],
            ['штучка', 'штучка', 2],
            ['штучка', 'штучка', 30],

            ['штык', 'штык', 0],
            ['штык', 'штык', 1],
            ['штык', 'штык', 2],
            ['штык', 'штык', 30],

            ['штырь', 'штырь', 0],
            ['штырь', 'штырь', 1],
            ['штырь', 'штырь', 2],
            ['штырь', 'штырь', 30],

            ['шу', 'шу', 0],
            ['шу', 'шу', 1],
            ['шу', 'шу', 2],
            ['шу', 'шу', 30],

            ['шуба', 'шуба', 0],
            ['шуба', 'шуба', 1],
            ['шуба', 'шуба', 2],
            ['шуба', 'шуба', 30],

            ['шубина', 'шубина', 0],
            ['шубина', 'шубина', 1],
            ['шубина', 'шубина', 2],
            ['шубина', 'шубина', 30],

            ['шубка', 'шубка', 0],
            ['шубка', 'шубка', 1],
            ['шубка', 'шубка', 2],
            ['шубка', 'шубка', 30],

            ['шувалова', 'шувалова', 0],
            ['шувалова', 'шувалова', 1],
            ['шувалова', 'шувалова', 2],
            ['шувалова', 'шувалова', 30],

            ['шукшина', 'шукшина', 0],
            ['шукшина', 'шукшина', 1],
            ['шукшина', 'шукшина', 2],
            ['шукшина', 'шукшина', 30],

            ['шулер', 'шулер', 0],
            ['шулер', 'шулер', 1],
            ['шулер', 'шулер', 2],
            ['шулер', 'шулер', 30],

            ['шум', 'шум', 0],
            ['шум', 'шум', 1],
            ['шум', 'шум', 2],
            ['шум', 'шум', 30],

            ['шумиха', 'шумиха', 0],
            ['шумиха', 'шумиха', 1],
            ['шумиха', 'шумиха', 2],
            ['шумиха', 'шумиха', 30],

            ['шумовка', 'шумовка', 0],
            ['шумовка', 'шумовка', 1],
            ['шумовка', 'шумовка', 2],
            ['шумовка', 'шумовка', 30],

            ['шумок', 'шумок', 0],
            ['шумок', 'шумок', 1],
            ['шумок', 'шумок', 2],
            ['шумок', 'шумок', 30],

            ['шура', 'шура', 0],
            ['шура', 'шура', 1],
            ['шура', 'шура', 2],
            ['шура', 'шура', 30],

            ['шурена', 'шурена', 0],
            ['шурена', 'шурена', 1],
            ['шурена', 'шурена', 2],
            ['шурена', 'шурена', 30],

            ['шурин', 'шурин', 0],
            ['шурин', 'шурин', 1],
            ['шурин', 'шурин', 2],
            ['шурин', 'шурин', 30],

            ['шуруня', 'шуруня', 0],
            ['шуруня', 'шуруня', 1],
            ['шуруня', 'шуруня', 2],
            ['шуруня', 'шуруня', 30],

            ['шуруп', 'шуруп', 0],
            ['шуруп', 'шуруп', 1],
            ['шуруп', 'шуруп', 2],
            ['шуруп', 'шуруп', 30],

            ['шурф', 'шурф', 0],
            ['шурф', 'шурф', 1],
            ['шурф', 'шурф', 2],
            ['шурф', 'шурф', 30],

            ['шуршание', 'шуршание', 0],
            ['шуршание', 'шуршание', 1],
            ['шуршание', 'шуршание', 2],
            ['шуршание', 'шуршание', 30],

            ['шут', 'шут', 0],
            ['шут', 'шут', 1],
            ['шут', 'шут', 2],
            ['шут', 'шут', 30],

            ['шутка', 'шутка', 0],
            ['шутка', 'шутка', 1],
            ['шутка', 'шутка', 2],
            ['шутка', 'шутка', 30],

            ['шутник', 'шутник', 0],
            ['шутник', 'шутник', 1],
            ['шутник', 'шутник', 2],
            ['шутник', 'шутник', 30],

            ['шуточка', 'шуточка', 0],
            ['шуточка', 'шуточка', 1],
            ['шуточка', 'шуточка', 2],
            ['шуточка', 'шуточка', 30],

            ['шухер', 'шухер', 0],
            ['шухер', 'шухер', 1],
            ['шухер', 'шухер', 2],
            ['шухер', 'шухер', 30],

            ['шушера', 'шушера', 0],
            ['шушера', 'шушера', 1],
            ['шушера', 'шушера', 2],
            ['шушера', 'шушера', 30],

            ['шхуна', 'шхуна', 0],
            ['шхуна', 'шхуна', 1],
            ['шхуна', 'шхуна', 2],
            ['шхуна', 'шхуна', 30],

            ['шымкент', 'шымкент', 0],
            ['шымкент', 'шымкент', 1],
            ['шымкент', 'шымкент', 2],
            ['шымкент', 'шымкент', 30],

            ['щавель', 'щавель', 0],
            ['щавель', 'щавель', 1],
            ['щавель', 'щавель', 2],
            ['щавель', 'щавель', 30],

            ['щебенка', 'щебенка', 0],
            ['щебенка', 'щебенка', 1],
            ['щебенка', 'щебенка', 2],
            ['щебенка', 'щебенка', 30],

            ['щебень', 'щебень', 0],
            ['щебень', 'щебень', 1],
            ['щебень', 'щебень', 2],
            ['щебень', 'щебень', 30],

            ['щебет', 'щебет', 0],
            ['щебет', 'щебет', 1],
            ['щебет', 'щебет', 2],
            ['щебет', 'щебет', 30],

            ['щегол', 'щегол', 0],
            ['щегол', 'щегол', 1],
            ['щегол', 'щегол', 2],
            ['щегол', 'щегол', 30],

            ['щеголь', 'щеголь', 0],
            ['щеголь', 'щеголь', 1],
            ['щеголь', 'щеголь', 2],
            ['щеголь', 'щеголь', 30],

            ['щегольство', 'щегольство', 0],
            ['щегольство', 'щегольство', 1],
            ['щегольство', 'щегольство', 2],
            ['щегольство', 'щегольство', 30],

            ['щедрина', 'щедрина', 0],
            ['щедрина', 'щедрина', 1],
            ['щедрина', 'щедрина', 2],
            ['щедрина', 'щедрина', 30],

            ['щедрость', 'щедрость', 0],
            ['щедрость', 'щедрость', 1],
            ['щедрость', 'щедрость', 2],
            ['щедрость', 'щедрость', 30],

            ['щека', 'щека', 0],
            ['щека', 'щека', 1],
            ['щека', 'щека', 2],
            ['щека', 'щека', 30],

            ['щеколда', 'щеколда', 0],
            ['щеколда', 'щеколда', 1],
            ['щеколда', 'щеколда', 2],
            ['щеколда', 'щеколда', 30],

            ['щекотка', 'щекотка', 0],
            ['щекотка', 'щекотка', 1],
            ['щекотка', 'щекотка', 2],
            ['щекотка', 'щекотка', 30],

            ['щелк', 'щелк', 0],
            ['щелк', 'щелк', 1],
            ['щелк', 'щелк', 2],
            ['щелк', 'щелк', 30],

            ['щелканье', 'щелканье', 0],
            ['щелканье', 'щелканье', 1],
            ['щелканье', 'щелканье', 2],
            ['щелканье', 'щелканье', 30],

            ['щелкун', 'щелкун', 0],
            ['щелкун', 'щелкун', 1],
            ['щелкун', 'щелкун', 2],
            ['щелкун', 'щелкун', 30],

            ['щелок', 'щелок', 0],
            ['щелок', 'щелок', 1],
            ['щелок', 'щелок', 2],
            ['щелок', 'щелок', 30],

            ['щелочка', 'щелочка', 0],
            ['щелочка', 'щелочка', 1],
            ['щелочка', 'щелочка', 2],
            ['щелочка', 'щелочка', 30],

            ['щелочь', 'щелочь', 0],
            ['щелочь', 'щелочь', 1],
            ['щелочь', 'щелочь', 2],
            ['щелочь', 'щелочь', 30],

            ['щелчок', 'щелчок', 0],
            ['щелчок', 'щелчок', 1],
            ['щелчок', 'щелчок', 2],
            ['щелчок', 'щелчок', 30],

            ['щель', 'щель', 0],
            ['щель', 'щель', 1],
            ['щель', 'щель', 2],
            ['щель', 'щель', 30],

            ['щенок', 'щенок', 0],
            ['щенок', 'щенок', 1],
            ['щенок', 'щенок', 2],
            ['щенок', 'щенок', 30],

            ['щепа', 'щепа', 0],
            ['щепа', 'щепа', 1],
            ['щепа', 'щепа', 2],
            ['щепа', 'щепа', 30],

            ['щепка', 'щепка', 0],
            ['щепка', 'щепка', 1],
            ['щепка', 'щепка', 2],
            ['щепка', 'щепка', 30],

            ['щепотка', 'щепотка', 0],
            ['щепотка', 'щепотка', 1],
            ['щепотка', 'щепотка', 2],
            ['щепотка', 'щепотка', 30],

            ['щепоть', 'щепоть', 0],
            ['щепоть', 'щепоть', 1],
            ['щепоть', 'щепоть', 2],
            ['щепоть', 'щепоть', 30],

            ['щепочка', 'щепочка', 0],
            ['щепочка', 'щепочка', 1],
            ['щепочка', 'щепочка', 2],
            ['щепочка', 'щепочка', 30],

            ['щербак', 'щербак', 0],
            ['щербак', 'щербак', 1],
            ['щербак', 'щербак', 2],
            ['щербак', 'щербак', 30],

            ['щетина', 'щетина', 0],
            ['щетина', 'щетина', 1],
            ['щетина', 'щетина', 2],
            ['щетина', 'щетина', 30],

            ['щетка', 'щетка', 0],
            ['щетка', 'щетка', 1],
            ['щетка', 'щетка', 2],
            ['щетка', 'щетка', 30],

            ['щеточка', 'щеточка', 0],
            ['щеточка', 'щеточка', 1],
            ['щеточка', 'щеточка', 2],
            ['щеточка', 'щеточка', 30],

            ['щецин', 'щецин', 0],
            ['щецин', 'щецин', 1],
            ['щецин', 'щецин', 2],
            ['щецин', 'щецин', 30],

            ['щечка', 'щечка', 0],
            ['щечка', 'щечка', 1],
            ['щечка', 'щечка', 2],
            ['щечка', 'щечка', 30],

            ['щи', 'щи', 0],
            ['щи', 'щи', 1],
            ['щи', 'щи', 2],
            ['щи', 'щи', 30],

            ['щиколотка', 'щиколотка', 0],
            ['щиколотка', 'щиколотка', 1],
            ['щиколотка', 'щиколотка', 2],
            ['щиколотка', 'щиколотка', 30],

            ['щипец', 'щипец', 0],
            ['щипец', 'щипец', 1],
            ['щипец', 'щипец', 2],
            ['щипец', 'щипец', 30],

            ['щит', 'щит', 0],
            ['щит', 'щит', 1],
            ['щит', 'щит', 2],
            ['щит', 'щит', 30],

            ['щиток', 'щиток', 0],
            ['щиток', 'щиток', 1],
            ['щиток', 'щиток', 2],
            ['щиток', 'щиток', 30],

            ['щорс', 'щорс', 0],
            ['щорс', 'щорс', 1],
            ['щорс', 'щорс', 2],
            ['щорс', 'щорс', 30],

            ['щука', 'щука', 0],
            ['щука', 'щука', 1],
            ['щука', 'щука', 2],
            ['щука', 'щука', 30],

            ['щупальце', 'щупальце', 0],
            ['щупальце', 'щупальце', 1],
            ['щупальце', 'щупальце', 2],
            ['щупальце', 'щупальце', 30],

            ['щур', 'щур', 0],
            ['щур', 'щур', 1],
            ['щур', 'щур', 2],
            ['щур', 'щур', 30],

            ['эва', 'эва', 0],
            ['эва', 'эва', 1],
            ['эва', 'эва', 2],
            ['эва', 'эва', 30],

            ['эвакуация', 'эвакуация', 0],
            ['эвакуация', 'эвакуация', 1],
            ['эвакуация', 'эвакуация', 2],
            ['эвакуация', 'эвакуация', 30],

            ['эвелина', 'эвелина', 0],
            ['эвелина', 'эвелина', 1],
            ['эвелина', 'эвелина', 2],
            ['эвелина', 'эвелина', 30],

            ['эвелинка', 'эвелинка', 0],
            ['эвелинка', 'эвелинка', 1],
            ['эвелинка', 'эвелинка', 2],
            ['эвелинка', 'эвелинка', 30],

            ['эвенк', 'эвенк', 0],
            ['эвенк', 'эвенк', 1],
            ['эвенк', 'эвенк', 2],
            ['эвенк', 'эвенк', 30],

            ['эвкалипт', 'эвкалипт', 0],
            ['эвкалипт', 'эвкалипт', 1],
            ['эвкалипт', 'эвкалипт', 2],
            ['эвкалипт', 'эвкалипт', 30],

            ['эвм', 'эвм', 0],
            ['эвм', 'эвм', 1],
            ['эвм', 'эвм', 2],
            ['эвм', 'эвм', 30],

            ['эволюция', 'эволюция', 0],
            ['эволюция', 'эволюция', 1],
            ['эволюция', 'эволюция', 2],
            ['эволюция', 'эволюция', 30],

            ['эвфемизм', 'эвфемизм', 0],
            ['эвфемизм', 'эвфемизм', 1],
            ['эвфемизм', 'эвфемизм', 2],
            ['эвфемизм', 'эвфемизм', 30],

            ['эгида', 'эгида', 0],
            ['эгида', 'эгида', 1],
            ['эгида', 'эгида', 2],
            ['эгида', 'эгида', 30],

            ['эго', 'эго', 0],
            ['эго', 'эго', 1],
            ['эго', 'эго', 2],
            ['эго', 'эго', 30],

            ['эгоизм', 'эгоизм', 0],
            ['эгоизм', 'эгоизм', 1],
            ['эгоизм', 'эгоизм', 2],
            ['эгоизм', 'эгоизм', 30],

            ['эгоист', 'эгоист', 0],
            ['эгоист', 'эгоист', 1],
            ['эгоист', 'эгоист', 2],
            ['эгоист', 'эгоист', 30],

            ['эдельвейс', 'эдельвейс', 0],
            ['эдельвейс', 'эдельвейс', 1],
            ['эдельвейс', 'эдельвейс', 2],
            ['эдельвейс', 'эдельвейс', 30],

            ['эдик', 'эдик', 0],
            ['эдик', 'эдик', 1],
            ['эдик', 'эдик', 2],
            ['эдик', 'эдик', 30],

            ['эдуард', 'эдуард', 0],
            ['эдуард', 'эдуард', 1],
            ['эдуард', 'эдуард', 2],
            ['эдуард', 'эдуард', 30],

            ['эдуардик', 'эдуардик', 0],
            ['эдуардик', 'эдуардик', 1],
            ['эдуардик', 'эдуардик', 2],
            ['эдуардик', 'эдуардик', 30],

            ['эдюня', 'эдюня', 0],
            ['эдюня', 'эдюня', 1],
            ['эдюня', 'эдюня', 2],
            ['эдюня', 'эдюня', 30],

            ['эдя', 'эдя', 0],
            ['эдя', 'эдя', 1],
            ['эдя', 'эдя', 2],
            ['эдя', 'эдя', 30],

            ['эйлат', 'эйлат', 0],
            ['эйлат', 'эйлат', 1],
            ['эйлат', 'эйлат', 2],
            ['эйлат', 'эйлат', 30],

            ['эйндховен', 'эйндховен', 0],
            ['эйндховен', 'эйндховен', 1],
            ['эйндховен', 'эйндховен', 2],
            ['эйндховен', 'эйндховен', 30],

            ['эйфория', 'эйфория', 0],
            ['эйфория', 'эйфория', 1],
            ['эйфория', 'эйфория', 2],
            ['эйфория', 'эйфория', 30],

            ['эквадор', 'эквадор', 0],
            ['эквадор', 'эквадор', 1],
            ['эквадор', 'эквадор', 2],
            ['эквадор', 'эквадор', 30],

            ['экватор', 'экватор', 0],
            ['экватор', 'экватор', 1],
            ['экватор', 'экватор', 2],
            ['экватор', 'экватор', 30],

            ['эквивалент', 'эквивалент', 0],
            ['эквивалент', 'эквивалент', 1],
            ['эквивалент', 'эквивалент', 2],
            ['эквивалент', 'эквивалент', 30],

            ['экзамен', 'экзамен', 0],
            ['экзамен', 'экзамен', 1],
            ['экзамен', 'экзамен', 2],
            ['экзамен', 'экзамен', 30],

            ['экзаменатор', 'экзаменатор', 0],
            ['экзаменатор', 'экзаменатор', 1],
            ['экзаменатор', 'экзаменатор', 2],
            ['экзаменатор', 'экзаменатор', 30],

            ['экзарх', 'экзарх', 0],
            ['экзарх', 'экзарх', 1],
            ['экзарх', 'экзарх', 2],
            ['экзарх', 'экзарх', 30],

            ['экзекуция', 'экзекуция', 0],
            ['экзекуция', 'экзекуция', 1],
            ['экзекуция', 'экзекуция', 2],
            ['экзекуция', 'экзекуция', 30],

            ['экзема', 'экзема', 0],
            ['экзема', 'экзема', 1],
            ['экзема', 'экзема', 2],
            ['экзема', 'экзема', 30],

            ['экземпляр', 'экземпляр', 0],
            ['экземпляр', 'экземпляр', 1],
            ['экземпляр', 'экземпляр', 2],
            ['экземпляр', 'экземпляр', 30],

            ['экзерсис', 'экзерсис', 0],
            ['экзерсис', 'экзерсис', 1],
            ['экзерсис', 'экзерсис', 2],
            ['экзерсис', 'экзерсис', 30],

            ['экзотика', 'экзотика', 0],
            ['экзотика', 'экзотика', 1],
            ['экзотика', 'экзотика', 2],
            ['экзотика', 'экзотика', 30],

            ['экипаж', 'экипаж', 0],
            ['экипаж', 'экипаж', 1],
            ['экипаж', 'экипаж', 2],
            ['экипаж', 'экипаж', 30],

            ['экипировка', 'экипировка', 0],
            ['экипировка', 'экипировка', 1],
            ['экипировка', 'экипировка', 2],
            ['экипировка', 'экипировка', 30],

            ['эколог', 'эколог', 0],
            ['эколог', 'эколог', 1],
            ['эколог', 'эколог', 2],
            ['эколог', 'эколог', 30],

            ['экология', 'экология', 0],
            ['экология', 'экология', 1],
            ['экология', 'экология', 2],
            ['экология', 'экология', 30],

            ['эконом', 'эконом', 0],
            ['эконом', 'эконом', 1],
            ['эконом', 'эконом', 2],
            ['эконом', 'эконом', 30],

            ['экономика', 'экономика', 0],
            ['экономика', 'экономика', 1],
            ['экономика', 'экономика', 2],
            ['экономика', 'экономика', 30],

            ['экономист', 'экономист', 0],
            ['экономист', 'экономист', 1],
            ['экономист', 'экономист', 2],
            ['экономист', 'экономист', 30],

            ['экономия', 'экономия', 0],
            ['экономия', 'экономия', 1],
            ['экономия', 'экономия', 2],
            ['экономия', 'экономия', 30],

            ['экономка', 'экономка', 0],
            ['экономка', 'экономка', 1],
            ['экономка', 'экономка', 2],
            ['экономка', 'экономка', 30],

            ['экосистема', 'экосистема', 0],
            ['экосистема', 'экосистема', 1],
            ['экосистема', 'экосистема', 2],
            ['экосистема', 'экосистема', 30],

            ['экран', 'экран', 0],
            ['экран', 'экран', 1],
            ['экран', 'экран', 2],
            ['экран', 'экран', 30],

            ['экранизация', 'экранизация', 0],
            ['экранизация', 'экранизация', 1],
            ['экранизация', 'экранизация', 2],
            ['экранизация', 'экранизация', 30],

            ['экс', 'экс', 0],
            ['экс', 'экс', 1],
            ['экс', 'экс', 2],
            ['экс', 'экс', 30],

            ['экскаватор', 'экскаватор', 0],
            ['экскаватор', 'экскаватор', 1],
            ['экскаватор', 'экскаватор', 2],
            ['экскаватор', 'экскаватор', 30],

            ['экскремент', 'экскремент', 0],
            ['экскремент', 'экскремент', 1],
            ['экскремент', 'экскремент', 2],
            ['экскремент', 'экскремент', 30],

            ['экскурс', 'экскурс', 0],
            ['экскурс', 'экскурс', 1],
            ['экскурс', 'экскурс', 2],
            ['экскурс', 'экскурс', 30],

            ['экскурсант', 'экскурсант', 0],
            ['экскурсант', 'экскурсант', 1],
            ['экскурсант', 'экскурсант', 2],
            ['экскурсант', 'экскурсант', 30],

            ['экскурсия', 'экскурсия', 0],
            ['экскурсия', 'экскурсия', 1],
            ['экскурсия', 'экскурсия', 2],
            ['экскурсия', 'экскурсия', 30],

            ['экскурсовод', 'экскурсовод', 0],
            ['экскурсовод', 'экскурсовод', 1],
            ['экскурсовод', 'экскурсовод', 2],
            ['экскурсовод', 'экскурсовод', 30],

            ['экспансия', 'экспансия', 0],
            ['экспансия', 'экспансия', 1],
            ['экспансия', 'экспансия', 2],
            ['экспансия', 'экспансия', 30],

            ['экспедиция', 'экспедиция', 0],
            ['экспедиция', 'экспедиция', 1],
            ['экспедиция', 'экспедиция', 2],
            ['экспедиция', 'экспедиция', 30],

            ['эксперимент', 'эксперимент', 0],
            ['эксперимент', 'эксперимент', 1],
            ['эксперимент', 'эксперимент', 2],
            ['эксперимент', 'эксперимент', 30],

            ['экспериментатор', 'экспериментатор', 0],
            ['экспериментатор', 'экспериментатор', 1],
            ['экспериментатор', 'экспериментатор', 2],
            ['экспериментатор', 'экспериментатор', 30],

            ['эксперт', 'эксперт', 0],
            ['эксперт', 'эксперт', 1],
            ['эксперт', 'эксперт', 2],
            ['эксперт', 'эксперт', 30],

            ['экспертиза', 'экспертиза', 0],
            ['экспертиза', 'экспертиза', 1],
            ['экспертиза', 'экспертиза', 2],
            ['экспертиза', 'экспертиза', 30],

            ['эксплуататор', 'эксплуататор', 0],
            ['эксплуататор', 'эксплуататор', 1],
            ['эксплуататор', 'эксплуататор', 2],
            ['эксплуататор', 'эксплуататор', 30],

            ['эксплуатация', 'эксплуатация', 0],
            ['эксплуатация', 'эксплуатация', 1],
            ['эксплуатация', 'эксплуатация', 2],
            ['эксплуатация', 'эксплуатация', 30],

            ['экспозиция', 'экспозиция', 0],
            ['экспозиция', 'экспозиция', 1],
            ['экспозиция', 'экспозиция', 2],
            ['экспозиция', 'экспозиция', 30],

            ['экспонат', 'экспонат', 0],
            ['экспонат', 'экспонат', 1],
            ['экспонат', 'экспонат', 2],
            ['экспонат', 'экспонат', 30],

            ['экспорт', 'экспорт', 0],
            ['экспорт', 'экспорт', 1],
            ['экспорт', 'экспорт', 2],
            ['экспорт', 'экспорт', 30],

            ['экспортер', 'экспортер', 0],
            ['экспортер', 'экспортер', 1],
            ['экспортер', 'экспортер', 2],
            ['экспортер', 'экспортер', 30],

            ['экспресс', 'экспресс', 0],
            ['экспресс', 'экспресс', 1],
            ['экспресс', 'экспресс', 2],
            ['экспресс', 'экспресс', 30],

            ['экспромт', 'экспромт', 0],
            ['экспромт', 'экспромт', 1],
            ['экспромт', 'экспромт', 2],
            ['экспромт', 'экспромт', 30],

            ['экспроприация', 'экспроприация', 0],
            ['экспроприация', 'экспроприация', 1],
            ['экспроприация', 'экспроприация', 2],
            ['экспроприация', 'экспроприация', 30],

            ['экссудат', 'экссудат', 0],
            ['экссудат', 'экссудат', 1],
            ['экссудат', 'экссудат', 2],
            ['экссудат', 'экссудат', 30],

            ['экстаз', 'экстаз', 0],
            ['экстаз', 'экстаз', 1],
            ['экстаз', 'экстаз', 2],
            ['экстаз', 'экстаз', 30],

            ['экстра', 'экстра', 0],
            ['экстра', 'экстра', 1],
            ['экстра', 'экстра', 2],
            ['экстра', 'экстра', 30],

            ['экстракт', 'экстракт', 0],
            ['экстракт', 'экстракт', 1],
            ['экстракт', 'экстракт', 2],
            ['экстракт', 'экстракт', 30],

            ['экстрасенс', 'экстрасенс', 0],
            ['экстрасенс', 'экстрасенс', 1],
            ['экстрасенс', 'экстрасенс', 2],
            ['экстрасенс', 'экстрасенс', 30],

            ['экстрасистола', 'экстрасистола', 0],
            ['экстрасистола', 'экстрасистола', 1],
            ['экстрасистола', 'экстрасистола', 2],
            ['экстрасистола', 'экстрасистола', 30],

            ['экстремизм', 'экстремизм', 0],
            ['экстремизм', 'экстремизм', 1],
            ['экстремизм', 'экстремизм', 2],
            ['экстремизм', 'экстремизм', 30],

            ['экстремист', 'экстремист', 0],
            ['экстремист', 'экстремист', 1],
            ['экстремист', 'экстремист', 2],
            ['экстремист', 'экстремист', 30],

            ['эксцесс', 'эксцесс', 0],
            ['эксцесс', 'эксцесс', 1],
            ['эксцесс', 'эксцесс', 2],
            ['эксцесс', 'эксцесс', 30],

            ['эл', 'эл', 0],
            ['эл', 'эл', 1],
            ['эл', 'эл', 2],
            ['эл', 'эл', 30],

            ['эла', 'эла', 0],
            ['эла', 'эла', 1],
            ['эла', 'эла', 2],
            ['эла', 'эла', 30],

            ['эладка', 'эладка', 0],
            ['эладка', 'эладка', 1],
            ['эладка', 'эладка', 2],
            ['эладка', 'эладка', 30],

            ['эладя', 'эладя', 0],
            ['эладя', 'эладя', 1],
            ['эладя', 'эладя', 2],
            ['эладя', 'эладя', 30],

            ['эластичность', 'эластичность', 0],
            ['эластичность', 'эластичность', 1],
            ['эластичность', 'эластичность', 2],
            ['эластичность', 'эластичность', 30],

            ['элеватор', 'элеватор', 0],
            ['элеватор', 'элеватор', 1],
            ['элеватор', 'элеватор', 2],
            ['элеватор', 'элеватор', 30],

            ['элегантность', 'элегантность', 0],
            ['элегантность', 'элегантность', 1],
            ['элегантность', 'элегантность', 2],
            ['элегантность', 'элегантность', 30],

            ['электрик', 'электрик', 0],
            ['электрик', 'электрик', 1],
            ['электрик', 'электрик', 2],
            ['электрик', 'электрик', 30],

            ['электричество', 'электричество', 0],
            ['электричество', 'электричество', 1],
            ['электричество', 'электричество', 2],
            ['электричество', 'электричество', 30],

            ['электричка', 'электричка', 0],
            ['электричка', 'электричка', 1],
            ['электричка', 'электричка', 2],
            ['электричка', 'электричка', 30],

            ['электробритва', 'электробритва', 0],
            ['электробритва', 'электробритва', 1],
            ['электробритва', 'электробритва', 2],
            ['электробритва', 'электробритва', 30],

            ['электрод', 'электрод', 0],
            ['электрод', 'электрод', 1],
            ['электрод', 'электрод', 2],
            ['электрод', 'электрод', 30],

            ['электрокардиограмма', 'электрокардиограмма', 0],
            ['электрокардиограмма', 'электрокардиограмма', 1],
            ['электрокардиограмма', 'электрокардиограмма', 2],
            ['электрокардиограмма', 'электрокардиограмма', 30],

            ['электролиз', 'электролиз', 0],
            ['электролиз', 'электролиз', 1],
            ['электролиз', 'электролиз', 2],
            ['электролиз', 'электролиз', 30],

            ['электролит', 'электролит', 0],
            ['электролит', 'электролит', 1],
            ['электролит', 'электролит', 2],
            ['электролит', 'электролит', 30],

            ['электрон', 'электрон', 0],
            ['электрон', 'электрон', 1],
            ['электрон', 'электрон', 2],
            ['электрон', 'электрон', 30],

            ['электроника', 'электроника', 0],
            ['электроника', 'электроника', 1],
            ['электроника', 'электроника', 2],
            ['электроника', 'электроника', 30],

            ['электронщик', 'электронщик', 0],
            ['электронщик', 'электронщик', 1],
            ['электронщик', 'электронщик', 2],
            ['электронщик', 'электронщик', 30],

            ['электропитание', 'электропитание', 0],
            ['электропитание', 'электропитание', 1],
            ['электропитание', 'электропитание', 2],
            ['электропитание', 'электропитание', 30],

            ['электростанция', 'электростанция', 0],
            ['электростанция', 'электростанция', 1],
            ['электростанция', 'электростанция', 2],
            ['электростанция', 'электростанция', 30],

            ['электростимуляция', 'электростимуляция', 0],
            ['электростимуляция', 'электростимуляция', 1],
            ['электростимуляция', 'электростимуляция', 2],
            ['электростимуляция', 'электростимуляция', 30],

            ['электрофильтр', 'электрофильтр', 0],
            ['электрофильтр', 'электрофильтр', 1],
            ['электрофильтр', 'электрофильтр', 2],
            ['электрофильтр', 'электрофильтр', 30],

            ['электрофорез', 'электрофорез', 0],
            ['электрофорез', 'электрофорез', 1],
            ['электрофорез', 'электрофорез', 2],
            ['электрофорез', 'электрофорез', 30],

            ['электроэнергия', 'электроэнергия', 0],
            ['электроэнергия', 'электроэнергия', 1],
            ['электроэнергия', 'электроэнергия', 2],
            ['электроэнергия', 'электроэнергия', 30],

            ['элемент', 'элемент', 0],
            ['элемент', 'элемент', 1],
            ['элемент', 'элемент', 2],
            ['элемент', 'элемент', 30],

            ['элеонора', 'элеонора', 0],
            ['элеонора', 'элеонора', 1],
            ['элеонора', 'элеонора', 2],
            ['элеонора', 'элеонора', 30],

            ['эликсир', 'эликсир', 0],
            ['эликсир', 'эликсир', 1],
            ['эликсир', 'эликсир', 2],
            ['эликсир', 'эликсир', 30],

            ['элита', 'элита', 0],
            ['элита', 'элита', 1],
            ['элита', 'элита', 2],
            ['элита', 'элита', 30],

            ['элла', 'элла', 0],
            ['элла', 'элла', 1],
            ['элла', 'элла', 2],
            ['элла', 'элла', 30],

            ['эллада', 'эллада', 0],
            ['эллада', 'эллада', 1],
            ['эллада', 'эллада', 2],
            ['эллада', 'эллада', 30],

            ['элладий', 'элладий', 0],
            ['элладий', 'элладий', 1],
            ['элладий', 'элладий', 2],
            ['элладий', 'элладий', 30],

            ['эллин', 'эллин', 0],
            ['эллин', 'эллин', 1],
            ['эллин', 'эллин', 2],
            ['эллин', 'эллин', 30],

            ['эллочка', 'эллочка', 0],
            ['эллочка', 'эллочка', 1],
            ['эллочка', 'эллочка', 2],
            ['эллочка', 'эллочка', 30],

            ['эль', 'эль', 0],
            ['эль', 'эль', 1],
            ['эль', 'эль', 2],
            ['эль', 'эль', 30],

            ['эльба', 'эльба', 0],
            ['эльба', 'эльба', 1],
            ['эльба', 'эльба', 2],
            ['эльба', 'эльба', 30],

            ['эльбрус', 'эльбрус', 0],
            ['эльбрус', 'эльбрус', 1],
            ['эльбрус', 'эльбрус', 2],
            ['эльбрус', 'эльбрус', 30],

            ['эльвира', 'эльвира', 0],
            ['эльвира', 'эльвира', 1],
            ['эльвира', 'эльвира', 2],
            ['эльвира', 'эльвира', 30],

            ['эльвирка', 'эльвирка', 0],
            ['эльвирка', 'эльвирка', 1],
            ['эльвирка', 'эльвирка', 2],
            ['эльвирка', 'эльвирка', 30],

            ['эльф', 'эльф', 0],
            ['эльф', 'эльф', 1],
            ['эльф', 'эльф', 2],
            ['эльф', 'эльф', 30],

            ['элюна', 'элюна', 0],
            ['элюна', 'элюна', 1],
            ['элюна', 'элюна', 2],
            ['элюна', 'элюна', 30],

            ['элюня', 'элюня', 0],
            ['элюня', 'элюня', 1],
            ['элюня', 'элюня', 2],
            ['элюня', 'элюня', 30],

            ['элюся', 'элюся', 0],
            ['элюся', 'элюся', 1],
            ['элюся', 'элюся', 2],
            ['элюся', 'элюся', 30],

            ['элюша', 'элюша', 0],
            ['элюша', 'элюша', 1],
            ['элюша', 'элюша', 2],
            ['элюша', 'элюша', 30],

            ['эля', 'эля', 0],
            ['эля', 'эля', 1],
            ['эля', 'эля', 2],
            ['эля', 'эля', 30],

            ['эм', 'эм', 0],
            ['эм', 'эм', 1],
            ['эм', 'эм', 2],
            ['эм', 'эм', 30],

            ['эма', 'эма', 0],
            ['эма', 'эма', 1],
            ['эма', 'эма', 2],
            ['эма', 'эма', 30],

            ['эмаль', 'эмаль', 0],
            ['эмаль', 'эмаль', 1],
            ['эмаль', 'эмаль', 2],
            ['эмаль', 'эмаль', 30],

            ['эмансипация', 'эмансипация', 0],
            ['эмансипация', 'эмансипация', 1],
            ['эмансипация', 'эмансипация', 2],
            ['эмансипация', 'эмансипация', 30],

            ['эмбарго', 'эмбарго', 0],
            ['эмбарго', 'эмбарго', 1],
            ['эмбарго', 'эмбарго', 2],
            ['эмбарго', 'эмбарго', 30],

            ['эмблема', 'эмблема', 0],
            ['эмблема', 'эмблема', 1],
            ['эмблема', 'эмблема', 2],
            ['эмблема', 'эмблема', 30],

            ['эмбрион', 'эмбрион', 0],
            ['эмбрион', 'эмбрион', 1],
            ['эмбрион', 'эмбрион', 2],
            ['эмбрион', 'эмбрион', 30],

            ['эмигрант', 'эмигрант', 0],
            ['эмигрант', 'эмигрант', 1],
            ['эмигрант', 'эмигрант', 2],
            ['эмигрант', 'эмигрант', 30],

            ['эмиграция', 'эмиграция', 0],
            ['эмиграция', 'эмиграция', 1],
            ['эмиграция', 'эмиграция', 2],
            ['эмиграция', 'эмиграция', 30],

            ['эмилиан', 'эмилиан', 0],
            ['эмилиан', 'эмилиан', 1],
            ['эмилиан', 'эмилиан', 2],
            ['эмилиан', 'эмилиан', 30],

            ['эмилиана', 'эмилиана', 0],
            ['эмилиана', 'эмилиана', 1],
            ['эмилиана', 'эмилиана', 2],
            ['эмилиана', 'эмилиана', 30],

            ['эмилианка', 'эмилианка', 0],
            ['эмилианка', 'эмилианка', 1],
            ['эмилианка', 'эмилианка', 2],
            ['эмилианка', 'эмилианка', 30],

            ['эмилианыч', 'эмилианыч', 0],
            ['эмилианыч', 'эмилианыч', 1],
            ['эмилианыч', 'эмилианыч', 2],
            ['эмилианыч', 'эмилианыч', 30],

            ['эмилий', 'эмилий', 0],
            ['эмилий', 'эмилий', 1],
            ['эмилий', 'эмилий', 2],
            ['эмилий', 'эмилий', 30],

            ['эмилия', 'эмилия', 0],
            ['эмилия', 'эмилия', 1],
            ['эмилия', 'эмилия', 2],
            ['эмилия', 'эмилия', 30],

            ['эмиля', 'эмиля', 0],
            ['эмиля', 'эмиля', 1],
            ['эмиля', 'эмиля', 2],
            ['эмиля', 'эмиля', 30],

            ['эмират', 'эмират', 0],
            ['эмират', 'эмират', 1],
            ['эмират', 'эмират', 2],
            ['эмират', 'эмират', 30],

            ['эмиссар', 'эмиссар', 0],
            ['эмиссар', 'эмиссар', 1],
            ['эмиссар', 'эмиссар', 2],
            ['эмиссар', 'эмиссар', 30],

            ['эмиссия', 'эмиссия', 0],
            ['эмиссия', 'эмиссия', 1],
            ['эмиссия', 'эмиссия', 2],
            ['эмиссия', 'эмиссия', 30],

            ['эмка', 'эмка', 0],
            ['эмка', 'эмка', 1],
            ['эмка', 'эмка', 2],
            ['эмка', 'эмка', 30],

            ['эмма', 'эмма', 0],
            ['эмма', 'эмма', 1],
            ['эмма', 'эмма', 2],
            ['эмма', 'эмма', 30],

            ['эммануил', 'эммануил', 0],
            ['эммануил', 'эммануил', 1],
            ['эммануил', 'эммануил', 2],
            ['эммануил', 'эммануил', 30],

            ['эммануилка', 'эммануилка', 0],
            ['эммануилка', 'эммануилка', 1],
            ['эммануилка', 'эммануилка', 2],
            ['эммануилка', 'эммануилка', 30],

            ['эммануилыч', 'эммануилыч', 0],
            ['эммануилыч', 'эммануилыч', 1],
            ['эммануилыч', 'эммануилыч', 2],
            ['эммануилыч', 'эммануилыч', 30],

            ['эмоциональность', 'эмоциональность', 0],
            ['эмоциональность', 'эмоциональность', 1],
            ['эмоциональность', 'эмоциональность', 2],
            ['эмоциональность', 'эмоциональность', 30],

            ['эмоция', 'эмоция', 0],
            ['эмоция', 'эмоция', 1],
            ['эмоция', 'эмоция', 2],
            ['эмоция', 'эмоция', 30],

            ['эмпирей', 'эмпирей', 0],
            ['эмпирей', 'эмпирей', 1],
            ['эмпирей', 'эмпирей', 2],
            ['эмпирей', 'эмпирей', 30],

            ['эмульсия', 'эмульсия', 0],
            ['эмульсия', 'эмульсия', 1],
            ['эмульсия', 'эмульсия', 2],
            ['эмульсия', 'эмульсия', 30],

            ['эмуня', 'эмуня', 0],
            ['эмуня', 'эмуня', 1],
            ['эмуня', 'эмуня', 2],
            ['эмуня', 'эмуня', 30],

            ['эн', 'эн', 0],
            ['эн', 'эн', 1],
            ['эн', 'эн', 2],
            ['эн', 'эн', 30],

            ['эндокардит', 'эндокардит', 0],
            ['эндокардит', 'эндокардит', 1],
            ['эндокардит', 'эндокардит', 2],
            ['эндокардит', 'эндокардит', 30],

            ['энергетик', 'энергетик', 0],
            ['энергетик', 'энергетик', 1],
            ['энергетик', 'энергетик', 2],
            ['энергетик', 'энергетик', 30],

            ['энергетика', 'энергетика', 0],
            ['энергетика', 'энергетика', 1],
            ['энергетика', 'энергетика', 2],
            ['энергетика', 'энергетика', 30],

            ['энергия', 'энергия', 0],
            ['энергия', 'энергия', 1],
            ['энергия', 'энергия', 2],
            ['энергия', 'энергия', 30],

            ['энергоснабжение', 'энергоснабжение', 0],
            ['энергоснабжение', 'энергоснабжение', 1],
            ['энергоснабжение', 'энергоснабжение', 2],
            ['энергоснабжение', 'энергоснабжение', 30],

            ['энсхеде', 'энсхеде', 0],
            ['энсхеде', 'энсхеде', 1],
            ['энсхеде', 'энсхеде', 2],
            ['энсхеде', 'энсхеде', 30],

            ['энтомология', 'энтомология', 0],
            ['энтомология', 'энтомология', 1],
            ['энтомология', 'энтомология', 2],
            ['энтомология', 'энтомология', 30],

            ['энтони', 'энтони', 0],
            ['энтони', 'энтони', 1],
            ['энтони', 'энтони', 2],
            ['энтони', 'энтони', 30],

            ['энтропия', 'энтропия', 0],
            ['энтропия', 'энтропия', 1],
            ['энтропия', 'энтропия', 2],
            ['энтропия', 'энтропия', 30],

            ['энтузиазм', 'энтузиазм', 0],
            ['энтузиазм', 'энтузиазм', 1],
            ['энтузиазм', 'энтузиазм', 2],
            ['энтузиазм', 'энтузиазм', 30],

            ['энтузиаст', 'энтузиаст', 0],
            ['энтузиаст', 'энтузиаст', 1],
            ['энтузиаст', 'энтузиаст', 2],
            ['энтузиаст', 'энтузиаст', 30],

            ['энцефалит', 'энцефалит', 0],
            ['энцефалит', 'энцефалит', 1],
            ['энцефалит', 'энцефалит', 2],
            ['энцефалит', 'энцефалит', 30],

            ['энциклопедия', 'энциклопедия', 0],
            ['энциклопедия', 'энциклопедия', 1],
            ['энциклопедия', 'энциклопедия', 2],
            ['энциклопедия', 'энциклопедия', 30],

            ['эпиграмма', 'эпиграмма', 0],
            ['эпиграмма', 'эпиграмма', 1],
            ['эпиграмма', 'эпиграмма', 2],
            ['эпиграмма', 'эпиграмма', 30],

            ['эпиграф', 'эпиграф', 0],
            ['эпиграф', 'эпиграф', 1],
            ['эпиграф', 'эпиграф', 2],
            ['эпиграф', 'эпиграф', 30],

            ['эпидемия', 'эпидемия', 0],
            ['эпидемия', 'эпидемия', 1],
            ['эпидемия', 'эпидемия', 2],
            ['эпидемия', 'эпидемия', 30],

            ['эпидермис', 'эпидермис', 0],
            ['эпидермис', 'эпидермис', 1],
            ['эпидермис', 'эпидермис', 2],
            ['эпидермис', 'эпидермис', 30],

            ['эпизод', 'эпизод', 0],
            ['эпизод', 'эпизод', 1],
            ['эпизод', 'эпизод', 2],
            ['эпизод', 'эпизод', 30],

            ['эпилепсия', 'эпилепсия', 0],
            ['эпилепсия', 'эпилепсия', 1],
            ['эпилепсия', 'эпилепсия', 2],
            ['эпилепсия', 'эпилепсия', 30],

            ['эпилептик', 'эпилептик', 0],
            ['эпилептик', 'эпилептик', 1],
            ['эпилептик', 'эпилептик', 2],
            ['эпилептик', 'эпилептик', 30],

            ['эпилог', 'эпилог', 0],
            ['эпилог', 'эпилог', 1],
            ['эпилог', 'эпилог', 2],
            ['эпилог', 'эпилог', 30],

            ['эпителий', 'эпителий', 0],
            ['эпителий', 'эпителий', 1],
            ['эпителий', 'эпителий', 2],
            ['эпителий', 'эпителий', 30],

            ['эпитет', 'эпитет', 0],
            ['эпитет', 'эпитет', 1],
            ['эпитет', 'эпитет', 2],
            ['эпитет', 'эпитет', 30],

            ['эпицентр', 'эпицентр', 0],
            ['эпицентр', 'эпицентр', 1],
            ['эпицентр', 'эпицентр', 2],
            ['эпицентр', 'эпицентр', 30],

            ['эпопея', 'эпопея', 0],
            ['эпопея', 'эпопея', 1],
            ['эпопея', 'эпопея', 2],
            ['эпопея', 'эпопея', 30],

            ['эпос', 'эпос', 0],
            ['эпос', 'эпос', 1],
            ['эпос', 'эпос', 2],
            ['эпос', 'эпос', 30],

            ['эпоха', 'эпоха', 0],
            ['эпоха', 'эпоха', 1],
            ['эпоха', 'эпоха', 2],
            ['эпоха', 'эпоха', 30],

            ['эра', 'эра', 0],
            ['эра', 'эра', 1],
            ['эра', 'эра', 2],
            ['эра', 'эра', 30],

            ['эрика', 'эрика', 0],
            ['эрика', 'эрика', 1],
            ['эрика', 'эрика', 2],
            ['эрика', 'эрика', 30],

            ['эритрея', 'эритрея', 0],
            ['эритрея', 'эритрея', 1],
            ['эритрея', 'эритрея', 2],
            ['эритрея', 'эритрея', 30],

            ['эритроцит', 'эритроцит', 0],
            ['эритроцит', 'эритроцит', 1],
            ['эритроцит', 'эритроцит', 2],
            ['эритроцит', 'эритроцит', 30],

            ['эрмитаж', 'эрмитаж', 0],
            ['эрмитаж', 'эрмитаж', 1],
            ['эрмитаж', 'эрмитаж', 2],
            ['эрмитаж', 'эрмитаж', 30],

            ['эрозия', 'эрозия', 0],
            ['эрозия', 'эрозия', 1],
            ['эрозия', 'эрозия', 2],
            ['эрозия', 'эрозия', 30],

            ['эротика', 'эротика', 0],
            ['эротика', 'эротика', 1],
            ['эротика', 'эротика', 2],
            ['эротика', 'эротика', 30],

            ['эрудит', 'эрудит', 0],
            ['эрудит', 'эрудит', 1],
            ['эрудит', 'эрудит', 2],
            ['эрудит', 'эрудит', 30],

            ['эрудиция', 'эрудиция', 0],
            ['эрудиция', 'эрудиция', 1],
            ['эрудиция', 'эрудиция', 2],
            ['эрудиция', 'эрудиция', 30],

            ['эрфурт', 'эрфурт', 0],
            ['эрфурт', 'эрфурт', 1],
            ['эрфурт', 'эрфурт', 2],
            ['эрфурт', 'эрфурт', 30],

            ['эс', 'эс', 0],
            ['эс', 'эс', 1],
            ['эс', 'эс', 2],
            ['эс', 'эс', 30],

            ['эсбьерг', 'эсбьерг', 0],
            ['эсбьерг', 'эсбьерг', 1],
            ['эсбьерг', 'эсбьерг', 2],
            ['эсбьерг', 'эсбьерг', 30],

            ['эсер', 'эсер', 0],
            ['эсер', 'эсер', 1],
            ['эсер', 'эсер', 2],
            ['эсер', 'эсер', 30],

            ['эскадра', 'эскадра', 0],
            ['эскадра', 'эскадра', 1],
            ['эскадра', 'эскадра', 2],
            ['эскадра', 'эскадра', 30],

            ['эскадрилья', 'эскадрилья', 0],
            ['эскадрилья', 'эскадрилья', 1],
            ['эскадрилья', 'эскадрилья', 2],
            ['эскадрилья', 'эскадрилья', 30],

            ['эскадрон', 'эскадрон', 0],
            ['эскадрон', 'эскадрон', 1],
            ['эскадрон', 'эскадрон', 2],
            ['эскадрон', 'эскадрон', 30],

            ['эскалатор', 'эскалатор', 0],
            ['эскалатор', 'эскалатор', 1],
            ['эскалатор', 'эскалатор', 2],
            ['эскалатор', 'эскалатор', 30],

            ['эскиз', 'эскиз', 0],
            ['эскиз', 'эскиз', 1],
            ['эскиз', 'эскиз', 2],
            ['эскиз', 'эскиз', 30],

            ['эскимо', 'эскимо', 0],
            ['эскимо', 'эскимо', 1],
            ['эскимо', 'эскимо', 2],
            ['эскимо', 'эскимо', 30],

            ['эскорт', 'эскорт', 0],
            ['эскорт', 'эскорт', 1],
            ['эскорт', 'эскорт', 2],
            ['эскорт', 'эскорт', 30],

            ['эскулап', 'эскулап', 0],
            ['эскулап', 'эскулап', 1],
            ['эскулап', 'эскулап', 2],
            ['эскулап', 'эскулап', 30],

            ['эсминец', 'эсминец', 0],
            ['эсминец', 'эсминец', 1],
            ['эсминец', 'эсминец', 2],
            ['эсминец', 'эсминец', 30],

            ['эссе', 'эссе', 0],
            ['эссе', 'эссе', 1],
            ['эссе', 'эссе', 2],
            ['эссе', 'эссе', 30],

            ['эссенция', 'эссенция', 0],
            ['эссенция', 'эссенция', 1],
            ['эссенция', 'эссенция', 2],
            ['эссенция', 'эссенция', 30],

            ['эстакада', 'эстакада', 0],
            ['эстакада', 'эстакада', 1],
            ['эстакада', 'эстакада', 2],
            ['эстакада', 'эстакада', 30],

            ['эстафета', 'эстафета', 0],
            ['эстафета', 'эстафета', 1],
            ['эстафета', 'эстафета', 2],
            ['эстафета', 'эстафета', 30],

            ['эстет', 'эстет', 0],
            ['эстет', 'эстет', 1],
            ['эстет', 'эстет', 2],
            ['эстет', 'эстет', 30],

            ['эстетик', 'эстетик', 0],
            ['эстетик', 'эстетик', 1],
            ['эстетик', 'эстетик', 2],
            ['эстетик', 'эстетик', 30],

            ['эстетика', 'эстетика', 0],
            ['эстетика', 'эстетика', 1],
            ['эстетика', 'эстетика', 2],
            ['эстетика', 'эстетика', 30],

            ['эстонец', 'эстонец', 0],
            ['эстонец', 'эстонец', 1],
            ['эстонец', 'эстонец', 2],
            ['эстонец', 'эстонец', 30],

            ['эстония', 'эстония', 0],
            ['эстония', 'эстония', 1],
            ['эстония', 'эстония', 2],
            ['эстония', 'эстония', 30],

            ['эстонка', 'эстонка', 0],
            ['эстонка', 'эстонка', 1],
            ['эстонка', 'эстонка', 2],
            ['эстонка', 'эстонка', 30],

            ['эстрада', 'эстрада', 0],
            ['эстрада', 'эстрада', 1],
            ['эстрада', 'эстрада', 2],
            ['эстрада', 'эстрада', 30],

            ['эсфира', 'эсфира', 0],
            ['эсфира', 'эсфира', 1],
            ['эсфира', 'эсфира', 2],
            ['эсфира', 'эсфира', 30],

            ['эсфирка', 'эсфирка', 0],
            ['эсфирка', 'эсфирка', 1],
            ['эсфирка', 'эсфирка', 2],
            ['эсфирка', 'эсфирка', 30],

            ['эсфирь', 'эсфирь', 0],
            ['эсфирь', 'эсфирь', 1],
            ['эсфирь', 'эсфирь', 2],
            ['эсфирь', 'эсфирь', 30],

            ['эсэсовец', 'эсэсовец', 0],
            ['эсэсовец', 'эсэсовец', 1],
            ['эсэсовец', 'эсэсовец', 2],
            ['эсэсовец', 'эсэсовец', 30],

            ['этаж', 'этаж', 0],
            ['этаж', 'этаж', 1],
            ['этаж', 'этаж', 2],
            ['этаж', 'этаж', 30],

            ['этажерка', 'этажерка', 0],
            ['этажерка', 'этажерка', 1],
            ['этажерка', 'этажерка', 2],
            ['этажерка', 'этажерка', 30],

            ['эталон', 'эталон', 0],
            ['эталон', 'эталон', 1],
            ['эталон', 'эталон', 2],
            ['эталон', 'эталон', 30],

            ['этап', 'этап', 0],
            ['этап', 'этап', 1],
            ['этап', 'этап', 2],
            ['этап', 'этап', 30],

            ['этика', 'этика', 0],
            ['этика', 'этика', 1],
            ['этика', 'этика', 2],
            ['этика', 'этика', 30],

            ['этикет', 'этикет', 0],
            ['этикет', 'этикет', 1],
            ['этикет', 'этикет', 2],
            ['этикет', 'этикет', 30],

            ['этикетка', 'этикетка', 0],
            ['этикетка', 'этикетка', 1],
            ['этикетка', 'этикетка', 2],
            ['этикетка', 'этикетка', 30],

            ['этнос', 'этнос', 0],
            ['этнос', 'этнос', 1],
            ['этнос', 'этнос', 2],
            ['этнос', 'этнос', 30],

            ['этюд', 'этюд', 0],
            ['этюд', 'этюд', 1],
            ['этюд', 'этюд', 2],
            ['этюд', 'этюд', 30],

            ['этюдник', 'этюдник', 0],
            ['этюдник', 'этюдник', 1],
            ['этюдник', 'этюдник', 2],
            ['этюдник', 'этюдник', 30],

            ['эфедрин', 'эфедрин', 0],
            ['эфедрин', 'эфедрин', 1],
            ['эфедрин', 'эфедрин', 2],
            ['эфедрин', 'эфедрин', 30],

            ['эфес', 'эфес', 0],
            ['эфес', 'эфес', 1],
            ['эфес', 'эфес', 2],
            ['эфес', 'эфес', 30],

            ['эфиоп', 'эфиоп', 0],
            ['эфиоп', 'эфиоп', 1],
            ['эфиоп', 'эфиоп', 2],
            ['эфиоп', 'эфиоп', 30],

            ['эфиопия', 'эфиопия', 0],
            ['эфиопия', 'эфиопия', 1],
            ['эфиопия', 'эфиопия', 2],
            ['эфиопия', 'эфиопия', 30],

            ['эфир', 'эфир', 0],
            ['эфир', 'эфир', 1],
            ['эфир', 'эфир', 2],
            ['эфир', 'эфир', 30],

            ['эффект', 'эффект', 0],
            ['эффект', 'эффект', 1],
            ['эффект', 'эффект', 2],
            ['эффект', 'эффект', 30],

            ['эффективность', 'эффективность', 0],
            ['эффективность', 'эффективность', 1],
            ['эффективность', 'эффективность', 2],
            ['эффективность', 'эффективность', 30],

            ['эффектор', 'эффектор', 0],
            ['эффектор', 'эффектор', 1],
            ['эффектор', 'эффектор', 2],
            ['эффектор', 'эффектор', 30],

            ['эхо', 'эхо', 0],
            ['эхо', 'эхо', 1],
            ['эхо', 'эхо', 2],
            ['эхо', 'эхо', 30],

            ['эшафот', 'эшафот', 0],
            ['эшафот', 'эшафот', 1],
            ['эшафот', 'эшафот', 2],
            ['эшафот', 'эшафот', 30],

            ['эшелон', 'эшелон', 0],
            ['эшелон', 'эшелон', 1],
            ['эшелон', 'эшелон', 2],
            ['эшелон', 'эшелон', 30],

            ['юар', 'юар', 0],
            ['юар', 'юар', 1],
            ['юар', 'юар', 2],
            ['юар', 'юар', 30],

            ['юбилей', 'юбилей', 0],
            ['юбилей', 'юбилей', 1],
            ['юбилей', 'юбилей', 2],
            ['юбилей', 'юбилей', 30],

            ['юбиляр', 'юбиляр', 0],
            ['юбиляр', 'юбиляр', 1],
            ['юбиляр', 'юбиляр', 2],
            ['юбиляр', 'юбиляр', 30],

            ['юбка', 'юбка', 0],
            ['юбка', 'юбка', 1],
            ['юбка', 'юбка', 2],
            ['юбка', 'юбка', 30],

            ['юбочка', 'юбочка', 0],
            ['юбочка', 'юбочка', 1],
            ['юбочка', 'юбочка', 2],
            ['юбочка', 'юбочка', 30],

            ['ювелир', 'ювелир', 0],
            ['ювелир', 'ювелир', 1],
            ['ювелир', 'ювелир', 2],
            ['ювелир', 'ювелир', 30],

            ['юг', 'юг', 0],
            ['юг', 'юг', 1],
            ['юг', 'юг', 2],
            ['юг', 'юг', 30],

            ['югослав', 'югослав', 0],
            ['югослав', 'югослав', 1],
            ['югослав', 'югослав', 2],
            ['югослав', 'югослав', 30],

            ['югославия', 'югославия', 0],
            ['югославия', 'югославия', 1],
            ['югославия', 'югославия', 2],
            ['югославия', 'югославия', 30],

            ['южанин', 'южанин', 0],
            ['южанин', 'южанин', 1],
            ['южанин', 'южанин', 2],
            ['южанин', 'южанин', 30],

            ['юка', 'юка', 0],
            ['юка', 'юка', 1],
            ['юка', 'юка', 2],
            ['юка', 'юка', 30],

            ['юла', 'юла', 0],
            ['юла', 'юла', 1],
            ['юла', 'юла', 2],
            ['юла', 'юла', 30],

            ['юлиан', 'юлиан', 0],
            ['юлиан', 'юлиан', 1],
            ['юлиан', 'юлиан', 2],
            ['юлиан', 'юлиан', 30],

            ['юлиана', 'юлиана', 0],
            ['юлиана', 'юлиана', 1],
            ['юлиана', 'юлиана', 2],
            ['юлиана', 'юлиана', 30],

            ['юлиания', 'юлиания', 0],
            ['юлиания', 'юлиания', 1],
            ['юлиания', 'юлиания', 2],
            ['юлиания', 'юлиания', 30],

            ['юлианка', 'юлианка', 0],
            ['юлианка', 'юлианка', 1],
            ['юлианка', 'юлианка', 2],
            ['юлианка', 'юлианка', 30],

            ['юлианыч', 'юлианыч', 0],
            ['юлианыч', 'юлианыч', 1],
            ['юлианыч', 'юлианыч', 2],
            ['юлианыч', 'юлианыч', 30],

            ['юлий', 'юлий', 0],
            ['юлий', 'юлий', 1],
            ['юлий', 'юлий', 2],
            ['юлий', 'юлий', 30],

            ['юлия', 'юлия', 0],
            ['юлия', 'юлия', 1],
            ['юлия', 'юлия', 2],
            ['юлия', 'юлия', 30],

            ['юльич', 'юльич', 0],
            ['юльич', 'юльич', 1],
            ['юльич', 'юльич', 2],
            ['юльич', 'юльич', 30],

            ['юлюся', 'юлюся', 0],
            ['юлюся', 'юлюся', 1],
            ['юлюся', 'юлюся', 2],
            ['юлюся', 'юлюся', 30],

            ['юля', 'юля', 0],
            ['юля', 'юля', 1],
            ['юля', 'юля', 2],
            ['юля', 'юля', 30],

            ['юмор', 'юмор', 0],
            ['юмор', 'юмор', 1],
            ['юмор', 'юмор', 2],
            ['юмор', 'юмор', 30],

            ['юморист', 'юморист', 0],
            ['юморист', 'юморист', 1],
            ['юморист', 'юморист', 2],
            ['юморист', 'юморист', 30],

            ['юна', 'юна', 0],
            ['юна', 'юна', 1],
            ['юна', 'юна', 2],
            ['юна', 'юна', 30],

            ['юнга', 'юнга', 0],
            ['юнга', 'юнга', 1],
            ['юнга', 'юнга', 2],
            ['юнга', 'юнга', 30],

            ['юнеско', 'юнеско', 0],
            ['юнеско', 'юнеско', 1],
            ['юнеско', 'юнеско', 2],
            ['юнеско', 'юнеско', 30],

            ['юнец', 'юнец', 0],
            ['юнец', 'юнец', 1],
            ['юнец', 'юнец', 2],
            ['юнец', 'юнец', 30],

            ['юния', 'юния', 0],
            ['юния', 'юния', 1],
            ['юния', 'юния', 2],
            ['юния', 'юния', 30],

            ['юнкер', 'юнкер', 0],
            ['юнкер', 'юнкер', 1],
            ['юнкер', 'юнкер', 2],
            ['юнкер', 'юнкер', 30],

            ['юнона', 'юнона', 0],
            ['юнона', 'юнона', 1],
            ['юнона', 'юнона', 2],
            ['юнона', 'юнона', 30],

            ['юнонка', 'юнонка', 0],
            ['юнонка', 'юнонка', 1],
            ['юнонка', 'юнонка', 2],
            ['юнонка', 'юнонка', 30],

            ['юность', 'юность', 0],
            ['юность', 'юность', 1],
            ['юность', 'юность', 2],
            ['юность', 'юность', 30],

            ['юноша', 'юноша', 0],
            ['юноша', 'юноша', 1],
            ['юноша', 'юноша', 2],
            ['юноша', 'юноша', 30],

            ['юношество', 'юношество', 0],
            ['юношество', 'юношество', 1],
            ['юношество', 'юношество', 2],
            ['юношество', 'юношество', 30],

            ['юня', 'юня', 0],
            ['юня', 'юня', 1],
            ['юня', 'юня', 2],
            ['юня', 'юня', 30],

            ['юпитер', 'юпитер', 0],
            ['юпитер', 'юпитер', 1],
            ['юпитер', 'юпитер', 2],
            ['юпитер', 'юпитер', 30],

            ['юра', 'юра', 0],
            ['юра', 'юра', 1],
            ['юра', 'юра', 2],
            ['юра', 'юра', 30],

            ['юраня', 'юраня', 0],
            ['юраня', 'юраня', 1],
            ['юраня', 'юраня', 2],
            ['юраня', 'юраня', 30],

            ['юрася', 'юрася', 0],
            ['юрася', 'юрася', 1],
            ['юрася', 'юрася', 2],
            ['юрася', 'юрася', 30],

            ['юраха', 'юраха', 0],
            ['юраха', 'юраха', 1],
            ['юраха', 'юраха', 2],
            ['юраха', 'юраха', 30],

            ['юраша', 'юраша', 0],
            ['юраша', 'юраша', 1],
            ['юраша', 'юраша', 2],
            ['юраша', 'юраша', 30],

            ['юреня', 'юреня', 0],
            ['юреня', 'юреня', 1],
            ['юреня', 'юреня', 2],
            ['юреня', 'юреня', 30],

            ['юрий', 'юрий', 0],
            ['юрий', 'юрий', 1],
            ['юрий', 'юрий', 2],
            ['юрий', 'юрий', 30],

            ['юриспруденция', 'юриспруденция', 0],
            ['юриспруденция', 'юриспруденция', 1],
            ['юриспруденция', 'юриспруденция', 2],
            ['юриспруденция', 'юриспруденция', 30],

            ['юрист', 'юрист', 0],
            ['юрист', 'юрист', 1],
            ['юрист', 'юрист', 2],
            ['юрист', 'юрист', 30],

            ['юрия', 'юрия', 0],
            ['юрия', 'юрия', 1],
            ['юрия', 'юрия', 2],
            ['юрия', 'юрия', 30],

            ['юрмала', 'юрмала', 0],
            ['юрмала', 'юрмала', 1],
            ['юрмала', 'юрмала', 2],
            ['юрмала', 'юрмала', 30],

            ['юрта', 'юрта', 0],
            ['юрта', 'юрта', 1],
            ['юрта', 'юрта', 2],
            ['юрта', 'юрта', 30],

            ['юрченя', 'юрченя', 0],
            ['юрченя', 'юрченя', 1],
            ['юрченя', 'юрченя', 2],
            ['юрченя', 'юрченя', 30],

            ['юрьич', 'юрьич', 0],
            ['юрьич', 'юрьич', 1],
            ['юрьич', 'юрьич', 2],
            ['юрьич', 'юрьич', 30],

            ['юстиция', 'юстиция', 0],
            ['юстиция', 'юстиция', 1],
            ['юстиция', 'юстиция', 2],
            ['юстиция', 'юстиция', 30],

            ['ют', 'ют', 0],
            ['ют', 'ют', 1],
            ['ют', 'ют', 2],
            ['ют', 'ют', 30],

            ['юша', 'юша', 0],
            ['юша', 'юша', 1],
            ['юша', 'юша', 2],
            ['юша', 'юша', 30],

            ['ябеда', 'ябеда', 0],
            ['ябеда', 'ябеда', 1],
            ['ябеда', 'ябеда', 2],
            ['ябеда', 'ябеда', 30],

            ['яблоко', 'яблоко', 0],
            ['яблоко', 'яблоко', 1],
            ['яблоко', 'яблоко', 2],
            ['яблоко', 'яблоко', 30],

            ['яблонька', 'яблонька', 0],
            ['яблонька', 'яблонька', 1],
            ['яблонька', 'яблонька', 2],
            ['яблонька', 'яблонька', 30],

            ['яблоня', 'яблоня', 0],
            ['яблоня', 'яблоня', 1],
            ['яблоня', 'яблоня', 2],
            ['яблоня', 'яблоня', 30],

            ['яблочко', 'яблочко', 0],
            ['яблочко', 'яблочко', 1],
            ['яблочко', 'яблочко', 2],
            ['яблочко', 'яблочко', 30],

            ['яблочник', 'яблочник', 0],
            ['яблочник', 'яблочник', 1],
            ['яблочник', 'яблочник', 2],
            ['яблочник', 'яблочник', 30],

            ['ява', 'ява', 0],
            ['ява', 'ява', 1],
            ['ява', 'ява', 2],
            ['ява', 'ява', 30],

            ['явка', 'явка', 0],
            ['явка', 'явка', 1],
            ['явка', 'явка', 2],
            ['явка', 'явка', 30],

            ['явление', 'явление', 0],
            ['явление', 'явление', 1],
            ['явление', 'явление', 2],
            ['явление', 'явление', 30],

            ['явь', 'явь', 0],
            ['явь', 'явь', 1],
            ['явь', 'явь', 2],
            ['явь', 'явь', 30],

            ['яга', 'яга', 0],
            ['яга', 'яга', 1],
            ['яга', 'яга', 2],
            ['яга', 'яга', 30],

            ['ягель', 'ягель', 0],
            ['ягель', 'ягель', 1],
            ['ягель', 'ягель', 2],
            ['ягель', 'ягель', 30],

            ['ягненок', 'ягненок', 0],
            ['ягненок', 'ягненок', 1],
            ['ягненок', 'ягненок', 2],
            ['ягненок', 'ягненок', 30],

            ['ягода', 'ягода', 0],
            ['ягода', 'ягода', 1],
            ['ягода', 'ягода', 2],
            ['ягода', 'ягода', 30],

            ['ягодица', 'ягодица', 0],
            ['ягодица', 'ягодица', 1],
            ['ягодица', 'ягодица', 2],
            ['ягодица', 'ягодица', 30],

            ['ягодка', 'ягодка', 0],
            ['ягодка', 'ягодка', 1],
            ['ягодка', 'ягодка', 2],
            ['ягодка', 'ягодка', 30],

            ['яд', 'яд', 0],
            ['яд', 'яд', 1],
            ['яд', 'яд', 2],
            ['яд', 'яд', 30],

            ['ядвига', 'ядвига', 0],
            ['ядвига', 'ядвига', 1],
            ['ядвига', 'ядвига', 2],
            ['ядвига', 'ядвига', 30],

            ['ядро', 'ядро', 0],
            ['ядро', 'ядро', 1],
            ['ядро', 'ядро', 2],
            ['ядро', 'ядро', 30],

            ['ядя', 'ядя', 0],
            ['ядя', 'ядя', 1],
            ['ядя', 'ядя', 2],
            ['ядя', 'ядя', 30],

            ['язва', 'язва', 0],
            ['язва', 'язва', 1],
            ['язва', 'язва', 2],
            ['язва', 'язва', 30],

            ['язык', 'язык', 0],
            ['язык', 'язык', 1],
            ['язык', 'язык', 2],
            ['язык', 'язык', 30],

            ['язычник', 'язычник', 0],
            ['язычник', 'язычник', 1],
            ['язычник', 'язычник', 2],
            ['язычник', 'язычник', 30],

            ['язычок', 'язычок', 0],
            ['язычок', 'язычок', 1],
            ['язычок', 'язычок', 2],
            ['язычок', 'язычок', 30],

            ['яичко', 'яичко', 0],
            ['яичко', 'яичко', 1],
            ['яичко', 'яичко', 2],
            ['яичко', 'яичко', 30],

            ['яичник', 'яичник', 0],
            ['яичник', 'яичник', 1],
            ['яичник', 'яичник', 2],
            ['яичник', 'яичник', 30],

            ['яичница', 'яичница', 0],
            ['яичница', 'яичница', 1],
            ['яичница', 'яичница', 2],
            ['яичница', 'яичница', 30],

            ['яйцо', 'яйцо', 0],
            ['яйцо', 'яйцо', 1],
            ['яйцо', 'яйцо', 2],
            ['яйцо', 'яйцо', 30],

            ['як', 'як', 0],
            ['як', 'як', 1],
            ['як', 'як', 2],
            ['як', 'як', 30],

            ['якорь', 'якорь', 0],
            ['якорь', 'якорь', 1],
            ['якорь', 'якорь', 2],
            ['якорь', 'якорь', 30],

            ['якут', 'якут', 0],
            ['якут', 'якут', 1],
            ['якут', 'якут', 2],
            ['якут', 'якут', 30],

            ['якутия', 'якутия', 0],
            ['якутия', 'якутия', 1],
            ['якутия', 'якутия', 2],
            ['якутия', 'якутия', 30],

            ['ялта', 'ялта', 0],
            ['ялта', 'ялта', 1],
            ['ялта', 'ялта', 2],
            ['ялта', 'ялта', 30],

            ['яма', 'яма', 0],
            ['яма', 'яма', 1],
            ['яма', 'яма', 2],
            ['яма', 'яма', 30],

            ['ямайка', 'ямайка', 0],
            ['ямайка', 'ямайка', 1],
            ['ямайка', 'ямайка', 2],
            ['ямайка', 'ямайка', 30],

            ['ямка', 'ямка', 0],
            ['ямка', 'ямка', 1],
            ['ямка', 'ямка', 2],
            ['ямка', 'ямка', 30],

            ['ямочка', 'ямочка', 0],
            ['ямочка', 'ямочка', 1],
            ['ямочка', 'ямочка', 2],
            ['ямочка', 'ямочка', 30],

            ['ямщик', 'ямщик', 0],
            ['ямщик', 'ямщик', 1],
            ['ямщик', 'ямщик', 2],
            ['ямщик', 'ямщик', 30],

            ['яна', 'яна', 0],
            ['яна', 'яна', 1],
            ['яна', 'яна', 2],
            ['яна', 'яна', 30],

            ['январь', 'январь', 0],
            ['январь', 'январь', 1],
            ['январь', 'январь', 2],
            ['январь', 'январь', 30],

            ['янки', 'янки', 0],
            ['янки', 'янки', 1],
            ['янки', 'янки', 2],
            ['янки', 'янки', 30],

            ['янтарь', 'янтарь', 0],
            ['янтарь', 'янтарь', 1],
            ['янтарь', 'янтарь', 2],
            ['янтарь', 'янтарь', 30],

            ['яня', 'яня', 0],
            ['яня', 'яня', 1],
            ['яня', 'яня', 2],
            ['яня', 'яня', 30],

            ['японец', 'японец', 0],
            ['японец', 'японец', 1],
            ['японец', 'японец', 2],
            ['японец', 'японец', 30],

            ['япония', 'япония', 0],
            ['япония', 'япония', 1],
            ['япония', 'япония', 2],
            ['япония', 'япония', 30],

            ['японка', 'японка', 0],
            ['японка', 'японка', 1],
            ['японка', 'японка', 2],
            ['японка', 'японка', 30],

            ['яр', 'яр', 0],
            ['яр', 'яр', 1],
            ['яр', 'яр', 2],
            ['яр', 'яр', 30],

            ['яранга', 'яранга', 0],
            ['яранга', 'яранга', 1],
            ['яранга', 'яранга', 2],
            ['яранга', 'яранга', 30],

            ['ярд', 'ярд', 0],
            ['ярд', 'ярд', 1],
            ['ярд', 'ярд', 2],
            ['ярд', 'ярд', 30],

            ['яркость', 'яркость', 0],
            ['яркость', 'яркость', 1],
            ['яркость', 'яркость', 2],
            ['яркость', 'яркость', 30],

            ['ярлык', 'ярлык', 0],
            ['ярлык', 'ярлык', 1],
            ['ярлык', 'ярлык', 2],
            ['ярлык', 'ярлык', 30],

            ['ярмарка', 'ярмарка', 0],
            ['ярмарка', 'ярмарка', 1],
            ['ярмарка', 'ярмарка', 2],
            ['ярмарка', 'ярмарка', 30],

            ['ярок', 'ярок', 0],
            ['ярок', 'ярок', 1],
            ['ярок', 'ярок', 2],
            ['ярок', 'ярок', 30],

            ['ярополк', 'ярополк', 0],
            ['ярополк', 'ярополк', 1],
            ['ярополк', 'ярополк', 2],
            ['ярополк', 'ярополк', 30],

            ['ярослав', 'ярослав', 0],
            ['ярослав', 'ярослав', 1],
            ['ярослав', 'ярослав', 2],
            ['ярослав', 'ярослав', 30],

            ['ярослава', 'ярослава', 0],
            ['ярослава', 'ярослава', 1],
            ['ярослава', 'ярослава', 2],
            ['ярослава', 'ярослава', 30],

            ['ярославка', 'ярославка', 0],
            ['ярославка', 'ярославка', 1],
            ['ярославка', 'ярославка', 2],
            ['ярославка', 'ярославка', 30],

            ['ярославль', 'ярославль', 0],
            ['ярославль', 'ярославль', 1],
            ['ярославль', 'ярославль', 2],
            ['ярославль', 'ярославль', 30],

            ['ярость', 'ярость', 0],
            ['ярость', 'ярость', 1],
            ['ярость', 'ярость', 2],
            ['ярость', 'ярость', 30],

            ['ярус', 'ярус', 0],
            ['ярус', 'ярус', 1],
            ['ярус', 'ярус', 2],
            ['ярус', 'ярус', 30],

            ['яс', 'яс', 0],
            ['яс', 'яс', 1],
            ['яс', 'яс', 2],
            ['яс', 'яс', 30],

            ['ясень', 'ясень', 0],
            ['ясень', 'ясень', 1],
            ['ясень', 'ясень', 2],
            ['ясень', 'ясень', 30],

            ['ясли', 'ясли', 0],
            ['ясли', 'ясли', 1],
            ['ясли', 'ясли', 2],
            ['ясли', 'ясли', 30],

            ['ясновидение', 'ясновидение', 0],
            ['ясновидение', 'ясновидение', 1],
            ['ясновидение', 'ясновидение', 2],
            ['ясновидение', 'ясновидение', 30],

            ['ясность', 'ясность', 0],
            ['ясность', 'ясность', 1],
            ['ясность', 'ясность', 2],
            ['ясность', 'ясность', 30],

            ['яство', 'яство', 0],
            ['яство', 'яство', 1],
            ['яство', 'яство', 2],
            ['яство', 'яство', 30],

            ['ястреб', 'ястреб', 0],
            ['ястреб', 'ястреб', 1],
            ['ястреб', 'ястреб', 2],
            ['ястреб', 'ястреб', 30],

            ['ятаган', 'ятаган', 0],
            ['ятаган', 'ятаган', 1],
            ['ятаган', 'ятаган', 2],
            ['ятаган', 'ятаган', 30],

            ['яуза', 'яуза', 0],
            ['яуза', 'яуза', 1],
            ['яуза', 'яуза', 2],
            ['яуза', 'яуза', 30],

            ['яхта', 'яхта', 0],
            ['яхта', 'яхта', 1],
            ['яхта', 'яхта', 2],
            ['яхта', 'яхта', 30],

            ['ячейка', 'ячейка', 0],
            ['ячейка', 'ячейка', 1],
            ['ячейка', 'ячейка', 2],
            ['ячейка', 'ячейка', 30],

            ['ячмень', 'ячмень', 0],
            ['ячмень', 'ячмень', 1],
            ['ячмень', 'ячмень', 2],
            ['ячмень', 'ячмень', 30],

            ['яша', 'яша', 0],
            ['яша', 'яша', 1],
            ['яша', 'яша', 2],
            ['яша', 'яша', 30],

            ['яшма', 'яшма', 0],
            ['яшма', 'яшма', 1],
            ['яшма', 'яшма', 2],
            ['яшма', 'яшма', 30],

            ['ящер', 'ящер', 0],
            ['ящер', 'ящер', 1],
            ['ящер', 'ящер', 2],
            ['ящер', 'ящер', 30],

            ['ящерица', 'ящерица', 0],
            ['ящерица', 'ящерица', 1],
            ['ящерица', 'ящерица', 2],
            ['ящерица', 'ящерица', 30],

            ['ящерка', 'ящерка', 0],
            ['ящерка', 'ящерка', 1],
            ['ящерка', 'ящерка', 2],
            ['ящерка', 'ящерка', 30],

            ['ящик', 'ящик', 0],
            ['ящик', 'ящик', 1],
            ['ящик', 'ящик', 2],
            ['ящик', 'ящик', 30],

            ['ящичек', 'ящичек', 0],
            ['ящичек', 'ящичек', 1],
            ['ящичек', 'ящичек', 2],
            ['ящичек', 'ящичек', 30]
        ];
    }
}
